{
  "不世": "一世所无，意即极不平凡、非常了不起。",
  "不成器": "器：指人的度量、才干。不能成为有用的器物。多用以指人气质平庸，不能有所成就，没有什么出息。",
  "不旋踵": "来不及转身。比喻时间极短。也指不退却。",
  "不得命": "未获允许，即推辞不掉。",
  "闭门羹": "拒绝客人进门叫做让客人吃闭门羹。",
  "必以情": "一定尽可能按实情去判决。",
  "杯中物": "杯子中的东西，指酒。",
  "抱不平": "遇见不公平的事，挺身而出，帮助弱小的一方。",
  "百世师": "品德学问可以做为百代的表率。",
  "拜把子": "朋友结为异姓兄弟",
  "帮倒忙": "指主观上想帮忙，实际上却起了反作用",
  "保护伞": "比喻赖以不受伤害的资本",
  "背黑锅": "比喻代人受过。泛指受冤屈",
  "绊脚石": "绊脚的石头，比喻阻碍前进的东西",
  "饱眼福": "看到想看而又难以看到的东西，并看个充分",
  "抱佛脚": "比喻平时没联系，临时慌忙恳求，后比喻平时没准备，临时慌忙应付",
  "表面光": "表面上光洁，形容虚有其表",
  "步后尘": "后尘：走路时扬起的尘土。指跟在别人后面追随模仿",
  "百里才": "百里：方圆百里之地；才：才能。指能治理方圆百里地区的人才",
  "并头莲": "蒂：花或瓜果跟茎连接的部分。并排地长在同一茎上的两朵莲花。比喻恩爱的夫妻",
  "白日梦": "白日做梦。比喻不切实际的、不可能实现的幻想",
  "半吊子": "肤浅的人。形容不通情理，说话随便，举止不沉稳的人",
  "比翼鸟": "传说中的一种雌雄在一起飞的鸟。比喻恩爱夫妻",
  "不倒翁": "本是一种玩具。比喻善于应付环境而能长期保持自己权位的人",
  "不二门": "指平等而无差异之至道或独一无二的门径、方法",
  "败家子": "指任意挥霍家产的不成器的子弟或任意浪费国家财物的人",
  "白费蜡": "白白浪费",
  "穪心满意": "心满意足。《三国演义》第四四回：“﹝ 孔明 曰：﹞ 操 得二女，穪心滿意，必班師矣。”",
  "逋逃之臣": "逃亡的罪臣。",
  "逋逃之薮": "逋逃：逃亡者；薮：人或物集中的地方。一般指某处成为逃亡者的藏身之所。",
  "逋慢之罪": "不遵守法令的罪过。宋·王安石《再辞同修起居注第五状》：“臣之区区，辞说已穷，然不敢避逋慢之",
  "餔糟歠醨": "①吃酒糟，喝薄酒。指追求一醉。②比喻屈志从俗；随波逐流。③比喻文字优美，令人陶醉。",
  "补过拾遗": "拾遗：纠正帝王的过失。填补、纠正帝王的过失。也指匡正、改掉自己的过失、缺点。",
  "补阙灯檠": "阙：缺；灯檠：灯架。没有灯架，用人充作灯架。旧时讽刺男人惧内。",
  "补牢顾犬": "丢失了羊，才修补羊圈；见了野兔，才回头唤狗去追捕。比喻对出现的失误，及时设法补救。",
  "补苴罅漏": "补苴：补缀；弥缝；罅：孔隙。修补好裂缝和漏洞。原指弥补儒家学说的缺欠和不足。后泛指弥补文章",
  "补过饰非": "补过：弥补过失；饰非：文饰过错。指掩饰过错。",
  "补厥挂漏": "犹言补苴罅漏。 清  赵曦明 《＜颜氏家训＞跋》：“至於補厥挂漏，俾臻完善，不能無望於將伯之助",
  "补阙拾遗": "阙：通“缺”，缺失。拾遗：补录遗漏。补录缺失遗漏的内容。",
  "捕影系风": "风和影子都是抓不着的。比喻说话做事丝毫没有事实根据。",
  "补阙挂漏": "阙：缺；漏：遗漏。指弥补事物的缺陷和漏洞。",
  "卜夜卜昼": "卜：占卜。形容夜以继日地宴乐无度。",
  "餔糟啜漓": "吃酒糟，喝薄酒。指追求一醉。亦比喻屈志从俗；随波逐流。亦比喻文字优美，令人陶醉。同“餔糟歠",
  "补天浴日": "这是指女娲炼五色石补天和羲和给太阳洗澡两个神话故事。后用来比喻人有战胜自然的能力。也形容伟",
  "补天柱地": "修补天，支撑地。比喻伟大的功勋。",
  "哺糟啜醨": "吃酒糟，喝薄酒。指追求一醉。亦比喻屈志从俗；随波逐流。亦比喻文字优美，令人陶醉。同“哺糟歠",
  "补残守缺": "犹言抱残守缺。 汉  荀悦 《汉纪·哀帝纪下》：“至於國家大事，則幽冥莫知其原，然猶補殘守缺，",
  "补漏订讹": "补充缺漏，订正错误。 清  叶廷琯 《吹网录·钞辑史记正义》：“ 王 板《史記》之外，並博攷他書",
  "哺糟歠醨": "比喻效法时俗，随波逐流。亦作“哺糟啜醨”。",
  "捕风捉影": "原指做事像风和影子一样难以捕捉。后比喻说话做事没有确凿可靠的根据。",
  "补偏救弊": "偏：偏差；弊：赞美。补救偏差漏洞，纠正缺点错误。",
  "不足与谋": "与：和。不值得和他商量。",
  "不差毫厘": "不差一毫一厘。",
  "不差毫发": "毫、发：都是古代的长度名，十毫为发，十发为厘，形容细微。形容一点儿也不差。",
  "不测之罪": "指大罪，死罪。",
  "不测之忧": "测：预测；忧：忧患。指意外的祸患",
  "布帆无恙": "比喻旅途平安。",
  "布帛菽粟": "帛：丝织品；菽：豆类；粟：小米，泛指粮食。指生活必需品。比喻极平常而又不可缺少的东西。",
  "不足为意": "足：值得。不值得介意",
  "不足为法": "足：值得；法：效法。不值得学习、效法",
  "不做不休": "指事情既然开了头，就索性干到底。",
  "不足为训": "不足：不值得；训：教导；规范。不值得作为行为的准则或典范。",
  "不足挂齿": "不足：不值得；挂齿：说起；提到；挂在口上。不值得在口头上一提。用于对人表示轻蔑；也用于对己",
  "不谋而合": "谋：计议；商议；合：相合一致。事先没有商量过而彼此意见或行动却完全一致。",
  "不知自爱": "不知道爱惜自己。",
  "不知自量": "形容没有正确估计自己的能力有多大。",
  "不直一钱": "直：通“值”，价值。比喻毫无价值或无能、品格卑下",
  "不直一文": "鄙视之词，犹言毫无价值。比喻无能或品格卑下。",
  "不足为虑": "足：值得；虑：忧。不值得忧虑担心",
  "不足齿数": "足：值得。表示数不上，不值得一提。",
  "不足为奇": "不足：不值得。不值得认为奇怪。多指某种事物或现象很平常；没有新奇之处。也作“不足为怪”。",
  "不足介意": "不值得放在心上。",
  "不足轻重": "犹言无关紧要。",
  "不足为据": "足：够得上；据：证据。不能作为依据。",
  "不差累黍": "累黍：是古代两种很小的重量单位，形容数量极小。形容丝毫不差。",
  "不足为凭": "不足：不值得；凭：凭据；根据。不能当作凭证或根据。也作“不足为据”。",
  "不恶而严": "并不恶声恶气，但很威严，使人知敬畏。",
  "不成体统": "体统：格局，规矩。指言行没有规矩，不成样子。",
  "不得违误": "公文用语，不得违反命令，耽误公事。",
  "不得要领": "要：古“腰”字；领：衣领。要领：比喻关键。抓不住要领或关键。",
  "不登大雅": "大雅：高贵典雅。不能登上高雅的厅堂。形容某些不被人看重的、“粗俗”的事物（多指文艺作品）。",
  "不懂装懂": "自己不懂却装作很精通的样子。",
  "不得人心": "心：心愿，愿望。得不到群众的支持拥护；得不到众人的好评。",
  "不断如带": "犹不绝如缕。多形容局面危急或声音、气息等低沉微弱、时断时续。",
  "不得其所": "原指未得善终，后指没有得到适当的安顿。也指不能达到目的。",
  "不二法门": "不二：指不是两极端；法门：佧行入道的门径。原为佛家语，意为直接入道，不可言传的法门。后比喻",
  "不乏其人": "乏：缺乏；其人：那样的人。不缺少那样的人。",
  "不乏先例": "有不少从前的事可以作为例子。",
  "不法常可": "法：当做模式、法则；常可：长久被人们认可的成规惯例。不把常规惯例当做永远不变的模式。",
  "不悱不发": "悱：心里想说而说不出来。发：启发。指不到学生想说而说不出来时，不去启发他。这是孔子的教学方",
  "不废江河": "赞扬作家或其著作流传不朽。",
  "不服水土": "不能适应移居地方的气候和饮食习惯。",
  "不动声色": "动：变动；声：说话的声音；色：脸色。内心活动丝毫没有在语言和神情上流露出来。形容镇静、沉着",
  "不耻最后": "不耻：不以为羞耻。不因为跑到最后而感到可耻。比喻凡是只要坚持到底，就能达到目的",
  "不臣之心": "不臣：不守臣子的本分，封建社会中不忠君。意指不忠君的思想。后也指犯上作乱的野心。",
  "不成三瓦": "比喻不能要求齐全。",
  "不明不白": "指说话含含糊糊，很不清楚。也形容行为暧昧。",
  "不逞之徒": "不逞：不得志，不如意；徒：人（含贬义）。因心怀不满而闹事捣乱的人。",
  "不了不当": "犹言拖泥带水，没有了结。",
  "不得善终": "善终：正常死亡。指人不得好死。常指恶人应有的坏下场。",
  "不耻下问": "不耻：不以为耻辱；下问：降低身份请教别人。不以向比自己学识差或地位低的人去请教为可耻。形容",
  "不差上下": "不分高下，差不多。",
  "不啻天渊": "不啻：无异于。渊：深潭。无异于从云天之上到深潭之底。比喻差别极大。",
  "不偢不倸": "偢：同“瞅”，看；倸：同“睬”，理睬。不看也不答理，也指一切事情都不注意",
  "不瞅不睬": "不看也不答理。形容待人态度冷淡。",
  "不得不尔": "尔：如此。不得不这样。表示为环境所迫或有难言之隐而无可奈何。",
  "不得而知": "得：能够。没有办法知道。",
  "不得开交": "交：相错，纠缠。形容没法解开或摆脱。",
  "不得其死": "指人不得好死。也表示对恶人的诅咒。",
  "不痴不聋": "人不傻，耳朵也不聋。常与“不成姑公”连用，意为不故作痴呆，不装聋作哑，就不能当阿婆阿公。形",
  "不容置喙": "置：安放；喙：嘴。不许在一旁插嘴。",
  "不期而遇": "期：约定时日；遇：相逢；会面。事先没有约定而意外地相逢。也作“不期而会”。",
  "不期修古": "期：希望；修：遵循。不要照搬老办法。指应根据实际情况实行变革。",
  "不欺闇室": "闇àn室：遮去光线的房间。同“不欺暗室”。",
  "不欺暗室": "欺：欺骗自己；暗室：人家看不见的地方。在没有人看见的地方，也不做见不得人的事。",
  "不欺屋漏": "比喻即使在暗中也不做坏事，不起坏念头。",
  "不弃草昧": "草昧：原始，未开化。不嫌弃蒙昧无知的人。用作谦词。",
  "不忍卒读": "卒：尽，完。不忍心读完。常用以形容文章内容悲惨动人。",
  "不日不月": "指不计日月，没有期限。",
  "不容置辩": "置：安放。不容许别人进行辩解。指没有辩护的余地。",
  "不稂不莠": "稂：狼尾草；莠：狗尾草。本指禾苗中中无野草。后比喻人不成才，没出息。",
  "不容置疑": "容：容许；疑：怀疑。不容许有什么怀疑。指真实、正确和可靠。",
  "不如归去": "杜鹃鸟的叫声很象“不如归去”。旧时常用以作思归或催人归去之辞。也表示消极求退。",
  "不辱使命": "辱：辜负，玷辱。指不辜负别人的差使",
  "不入时宜": "时宜：当时的需要和潮流。不适合时代形势的需要。也指不合世俗习尚。",
  "不了了之": "了：完结；了结；不了：不结束；不过问。用不了结的办法去了结它。指对没办完的或需解决的问题、",
  "不容分说": "分说：辩白，解说。不容人分辩解释。",
  "不可收拾": "收拾：整理。原意是没法归类整顿；后形容事物败坏到无法整顿或无法挽救的地步。",
  "不可偏废": "偏废：偏重这个放弃了那个。指对相互关联的事物不能偏重一个方面；废弃或忽视另一个方面；而应同",
  "不可企及": "企：踮起脚跟向前望；引申为盼望；及：达到；企及：希望达到。形容远远赶不上。",
  "不可胜道": "无法尽说。极言其多。",
  "不可胜计": "胜：尽；计：计算。不能全部计算完。形容数量极多。",
  "不可胜纪": "不能逐一记述。极言其多。",
  "不可胜举": "无法一一列举。形容数量、种类很多",
  "不可胜数": "胜：尽。数也数不过来；形容极多。也作“不可胜计”。",
  "不期而同": "期：约定期限。指不约而同",
  "不可胜言": "说不尽。形容非常多或到达极点。",
  "不劳而成": "不须劳苦就能有成就。",
  "不可思议": "原是佛教用语；指神秘奥妙。不可用心意思忖；也不能用言语表达。后形容对事物情况、发展变化或言",
  "不露锋芒": "锋：兵刃；芒：植物的尖刺。不显露出锐气或才干。多指有意地将自己的才能、抱负等加以掩饰。",
  "不露锋铓": "比喻才干不外露。宋·沉括《梦溪笔谈·补笔谈》：“（寇准）能断大事，不拘小节；有干将器，不露",
  "不愧屋漏": "愧：惭愧；屋漏：古代室内西北角安放小帐的地方。原意是虽在宗庙里，但无愧畏之心。后比喻即使在",
  "不愧下学": "愧：惭愧。不耻下问，虚心向地位低的人学习",
  "不郎不秀": "原指不高不下。后比喻不成材。",
  "不三不四": "不像这也不像那。即不像样子；不伦不类。形容不正派或不像样子。",
  "不可胜算": "胜：尽。数量多得不可计算。形容数量极多。",
  "不敢告劳": "努力做事，不诉说自己的劳苦。比喻勤勤恳恳，不辞辛劳（多用在自己表示谦虚）。",
  "不破不立": "破：破除；立：建立。不先破除旧的；就不能建立起新的。",
  "不期而会": "①未经约定而意外地遇见。②未经约定而自动聚集。",
  "不安于位": "指不喜欢自己的职业，不安心工作。",
  "不按君臣": "中医处方，以君臣相配为原则。君是主药，臣是辅药。不按君臣，就是违反药理，胡乱用药。引申为使",
  "不拔一毛": "比喻非常吝啬。同“一毛不拔”。",
  "不劳而获": "获：获得。自己不劳动而占有别人的劳动成果。也作“不劳而得”。",
  "不冷不热": "指温度不高不低，冷热适中。亦比喻对人态度一般。",
  "不偏不倚": "偏、倚：不正；歪。原指儒家的中庸之道。现指不偏袒任何一方。",
  "不凉不酸": "方言。形容态度冷漠。",
  "不偏不党": "不偏向任何一方。",
  "不了而了": "犹不了了之。",
  "不负众望": "负：辜负；众：众人；望：期望。不辜负大家的期望。",
  "不劣方头": "劣：不好；方头：俗指不通时宜为方头。不以不通时宜为不好。形容人性格倔强、顽固。",
  "不磷不缁": "磨不薄，染不黑。比喻坚贞高洁的品质，不因外界影响而有所改变。",
  "不吝赐教": "吝：吝惜；赐：赏予；教：教导，教诲。不吝惜自己的意见，希望给予指导。请人指教的客气话。",
  "不吝指教": "吝：吝惜；舍不得。不要吝惜指示教导。也作“不吝赐教”。",
  "不吝珠玉": "吝：舍不得。不要舍不得好的东西。恳切希望别人给予指教的谦词。",
  "不立文字": "佛家语，指禅家悟道，不涉文字不依经卷，唯以师徒心心相印，理解契合，传法授受。",
  "不因不由": "犹言无意之中。",
  "不僧不俗": "僧：指和尚。指不三不四，不伦不类",
  "不以为然": "然：对；不错。不认为是对的。表示不同意。有轻视的意思。",
  "不以为意": "不把它放在心上。表示对人、对事抱轻视态度。",
  "不亦乐乎": "亦：也；乎：文言文中表示疑问的语气词；相当于“吗”或“呢”。不也是快乐的吗？后用以形容事态",
  "不亦善夫": "不也很好吗！",
  "不易之典": "不变的法则。",
  "不平则鸣": "鸣：发出声音；指有所抒发或表示。事物不平静就会发出响声。指人遇到不公平的事；就会发出不满的",
  "不翼而飞": "翼：翅膀；不翼：没有翅膀。没有翅膀就飞走了。形容消息等流传迅速；也比喻东西突然不见了。也作",
  "不留余地": "不留一点空余的地方。多形容言语、行动没有留下可回旋的余地。",
  "不阴不阳": "比喻态度不明朗，模棱两可。",
  "不可限量": "限量：限定止境、数量。形容前程远大。",
  "不可乡迩": "不可接近。同“不可向迩”。",
  "不宁唯是": "宁：语助词，无义；唯：只是；是：这样。不只是这样。即不仅如此。",
  "不易之论": "易：改变。不可更改的言论。形容论断或意见非常正确。",
  "不经之语": "指荒诞无稽、没有根据的话。",
  "不矜细行": "指不注重小事小节。",
  "不紧不慢": "形容心情平静，行动从容。",
  "不近道理": "不近人情，不讲道理。",
  "不近人情": "近：接近。不合乎人的常情。后指性情或言行怪僻；不合情理。也作“不近情理”。",
  "不进则退": "不向前进就向后退。也指不进步就要退步。",
  "不禁不由": "指不由自主。",
  "不经世故": "经：经历；世故：人情世事的变故。形容缺乏为人处世的经验。",
  "布天盖地": "形容数量极多，散布面极广。",
  "不经之谈": "经：通常的道理；法则等；谈：话。指荒唐的没有根据的言论。",
  "不解之缘": "缘：缘分。不可分解的缘分。比喻不能解脱的联系或关系。",
  "不胫而走": "胫：小腿；走：快跑。没有腿却能跑得很快。后形容事物不待推行；就到处流传。",
  "不揪不採": "指不理睬。",
  "不揪不睬": "不看也不答理。形容待人态度冷淡",
  "布颿无恙": "颿，同“帆”。比喻旅途平安。同“布帆无恙”。",
  "布鼓雷门": "布鼓：布蒙的鼓；雷门：古代浙江会稽的城门名。在雷门前击布鼓。比喻在能手面前卖弄本领。",
  "不知头脑": "弄不清楚是怎么回事。犹不知所措。",
  "不经之说": "指荒诞无稽、没有根据的话。",
  "不见经传": "经传：指经典的著作。经传里没有记载；也指人或事物没多大名气；又指说话或行文没有书本根据。",
  "不尴不尬": "“不”是衬字；无实际意义；尴尬：不自然。形容事情或举动不正常、不三不四。也形容处境窘迫；办",
  "不可名状": "名：用言语说出；状：描绘，形容。无法用语言来形容。",
  "不可摸捉": "摸捉：揣测，预料。指对人或事物无法猜测和估量。",
  "不羁之民": "羁：束缚；民：百姓。不受束缚的百姓。指不甘就范的民众",
  "不及之法": "指不适用的法规。",
  "不假思索": "假：借助；依靠；不经过思考就作出反应；思索：思考探究。不用思考就作出反应。形容做事、说话敏",
  "不稼不穑": "稼：播种；穑：收获谷物。泛指不参加农业生产劳动。",
  "不间不界": "比喻左右为难，不好处理。也形容样子别扭。同“不尴不尬”。",
  "不矜不伐": "矜、伐：自夸自大。不自经为了不起，不为自己吹嘘。形容谦逊。",
  "不今不古": "指事物不正常，古代现代都不曾有过。原讥讽人学无所得却故作诡异。后常比喻折衷。",
  "不见天日": "比喻社会黑暗，见不到一点光明。",
  "不骄不躁": "躁：急躁。不骄傲，不急躁。形容人态度谦逊，工作谨慎踏实。",
  "不教而杀": "教：教育；杀：处罚，杀死。不警告就处死。指事先不教育人，一犯错误就加以惩罚。",
  "不教而诛": "教：教育；诛：处罚，杀死。不警告就处死。指事先不教育人，一犯错误就加以惩罚。",
  "不教之教": "不以直接的教育方式而进行的教育。指在日常言行中很自然地进行的薰陶。",
  "不解之仇": "解除不了的仇恨。",
  "布袜青鞋": "原指平民的服装。旧时比喻隐士的生活。同“青鞋布袜”。",
  "不急之务": "急：急迫，要紧；务：事情。无关紧要的或不急于做的事情。",
  "布裙荆钗": "荆：灌木名；钗：妇女的首饰。粗布做的裙，荆条做的钗。形容贫家女子服饰俭朴",
  "不加思索": "思索：思考探求。用不着想。形容说话办事敏捷迅速",
  "不咎既往": "咎：责怪。对以往的错误或罪责不再追究。",
  "不可救疗": "病已重到无法治疗的程度。比喻已经到了无法挽救的地步。",
  "不可救药": "药：用药治疗。病重得没法医治。比喻人或事物坏到了无法挽救的地步。也作“无可救药”。",
  "不可开交": "开：打开，解开；交：相错，纠缠。形容没法解开或摆脱。",
  "不可揆度": "揆：音‘葵’度：音‘夺’揆度：估量，揣测。指无法推测。",
  "不可理喻": "理：道理；事理；喻：开导；使明白。不能够用道理来开导、说服他。形容态度蛮横不讲理。",
  "不计其数": "计：计算。没法子计算数目。形容极多。",
  "步线行针": "比喻周密布置。",
  "不拘细节": "犹不拘小节。",
  "不疾不徐": "疾：急速。徐：缓慢。不急不慢。指处事能掌握适度的节律，不太快或不太慢。",
  "不可枚举": "枚：个。不能够一个个地列举。形容数量、种类极多。",
  "步步为营": "步：古时五尺为步；步步：表示距离近；营：军事营垒。军队每前进一步就设下一道营垒。比喻行动谨",
  "布衣粝食": "形容生活清苦。同“布衣蔬食”。",
  "布衣黔首": "布衣：封建时代平民的别称；黔首：战国及秦代对人民的称谓。古代指一般百姓。",
  "布衣蔬食": "蔬食：蔬菜和谷类食物。穿布衣，吃粗粮。形容生活俭朴",
  "布衣韦带": "原是古代贫民的服装，后指没有做官的读书人。",
  "布衣之交": "布衣：古时平民的衣著。平民之间交往的友谊。指显贵者与没有官职、地位低贱的人相交往。",
  "步步登高": "一步一步地向高处登。比喻不断上升。也形容官运亨通；连续得到提升。",
  "步步高升": "步步：表示距离很短；高升：往上升。指职位不断上升。",
  "不记前仇": "指不计较以前的仇恨，任人唯贤。",
  "不知痛痒": "是痛是痒都不知道。比喻不体贴，不关心。",
  "步调一致": "步调：走路时脚步的大小快慢。比喻进行某种活动；采取同一步骤；同一方式。",
  "步罡踏斗": "道士礼拜星宿、召遣神灵的一种动作。其步行转折，宛如踏在罡星斗宿之上，故称。罡，北斗七星之柄",
  "步履蹒跚": "蹒跚：走路一瘸一拐的样子。形容走路腿脚不方便，歪歪倒倒的样子。",
  "步履维艰": "步履：行走；维：文言句首中助词；无实义；艰：困难。行走十分困难。也作“步履艰难”。",
  "步人后尘": "后尘：走路或行车时后面扬起的尘土。指跟在人家后面走。比喻追随模仿，学人家的样子，没有创造性",
  "不即不离": "即：靠近；离：疏远。既不亲近也不疏远。本是佛教用语；后用来指对待别人的态度不太接近；也不太",
  "步步莲花": "原形容女子步态轻盈。后常比喻渐入佳境。",
  "不擒二毛": "擒：捉拿，捕获。二毛：指头发斑白，引申为上年纪的人。不捕获年长的人。",
  "不讳之门": "讳：忌讳。指说话可以直言不讳的地方。",
  "不惑之年": "惑：迷惑；年：年龄。不迷惑的年龄；人到四十岁；称“不惑之年”；意思是人到此时已掌握知识；能",
  "不饥不寒": "不挨饿受冻。生活不愁温饱。",
  "不羁之才": "羁：马笼头，比喻约束。非凡的、不可拘束的才能。",
  "不可磨灭": "磨灭：指痕迹、印象、功绩、事实、道理等；经过相当长的时间逐渐消失。形容永远不会消失。",
  "不可奈何": "奈何：对付，处置。指没有办法",
  "不迁之庙": "古代不迁入祧庙合祭而单独进行祭祀的帝王家庙。",
  "不讳之朝": "可直言不讳的朝代。指政治清明之世。",
  "不勤而获": "指不劳而获。",
  "不遑暇食": "没有时间吃饭。形容工作紧张、辛勤。",
  "不轻然诺": "轻：轻易；然诺：许诺。不随便许诺什么。形容处事谨慎。也形容人守信用。",
  "不情之请": "情：情理。不合情理的请求（称自己提出请求时的客气话）。",
  "不求甚解": "甚：很；解：了解；理解。原指读书时不求深入；只求了解一个大概。现多指学习、办事等不认真；不",
  "不求闻达": "闻：有名望；达：显达。不追求名誉和地位。",
  "不声不响": "指不说话；不出声。",
  "不胜杯杓": "不胜：经不起。杓：舀东西的器具。杯杓：泛指酒器。比喻喝酒太多，已经醉了。",
  "不切实际": "指不符合实际。",
  "不敢苟同": "苟：苟且。不敢随便地同意。指对人对事抱慎重态度。",
  "不改其乐": "不改变自有的快乐。指处于困苦的境况仍然很快乐。",
  "不干不净": "指不洁净，肮脏。也指因忌讳而感觉不洁净。也可形容语文不文明。",
  "不甘雌伏": "甘：甘心，情愿；雌伏：雌鸟伏在那儿不动，比喻隐藏，不进取。比喻不甘心处于无所作为的境地。",
  "不甘后人": "甘：甘心；情愿。不甘心落在别人后面。",
  "不甘寂寞": "甘：甘心情愿；寂寞：冷漠、孤单、无声无息。形容不甘心受冷落；而要参与某事；或者是不情愿无声",
  "不甘示弱": "甘：甘心；情愿；示：表示；显示；弱：差；不足。不甘心表示自己比别人差。",
  "不辩菽麦": "分不清哪是豆子，哪是麦子。形容愚笨无知。后形容缺乏实际生产知识。",
  "不讳之路": "指忠言直谏之路。",
  "不避水火": "指不畏凶险。",
  "不胜其烦": "不胜：承担不了；烦：烦杂。烦琐得使人受不了。",
  "不敢后人": "不愿意落在别人后面。表示不敢懈怠，奋力前进。",
  "不敢掠美": "掠：掠夺。不敢掠夺旁人之美。",
  "不敢旁骛": "形容全力做一件事，不敢分心到别的事里面去。",
  "不敢问津": "问津：询问渡口，问路。指高贵的、深奥的事物不敢过问或尝试。",
  "不敢造次": "造次：仓促、鲁莽轻率。指不敢匆忙地或鲁莽草率从事",
  "不敢自专": "自专：擅自专断。不敢自作主张，独自行事。有自谦的意思。",
  "不敢高攀": "攀：比喻结交依附他人。不敢跟社会地位比自己高的人交朋友或结亲戚",
  "不胜桮杓": "桮杓bēisháo：桮，古同“杯”，酒具，借指饮酒。谓酒量有限，不能再饮。《史记·项羽本纪》：",
  "不相为谋": "谋：商量。相互之间没法商量。指彼此观点不同，不宜共同谋划事情。",
  "不相闻问": "闻问：通消息，通音讯。指没有联系或断绝往来。",
  "不相问闻": "指没有联系或断绝往来。",
  "不祥之兆": "祥：吉利；兆：预兆；苗头。不吉利的预兆。古代人迷信；烧龟甲根据其裂痕的形状和数量占卜吉凶。",
  "不晓世务": "不知晓当前重要的事态和时代的潮流。现也指待人接物不知趣。",
  "不肖子孙": "不肖：不像。不像祖宗、父辈的贤良子孙。指品行不好；不能继承先辈事业和遗志的没有出息的子孙。",
  "不屑毁誉": "不屑：不值得，表示轻视态度；毁誉：毁谤和赞誉。指不值得理睬别人的毁谤或赞誉。",
  "不咸不淡": "①平平淡淡；普普通通。②指冷言嘲笑。",
  "不屑一顾": "不屑：认为不值得；不愿意做或不愿意接受；一顾：看一下。不值得一看。指对某些事物或人看不起。",
  "不習水土": "不能适应某个地方的气侯、饮食等。",
  "不修边幅": "修：修饰；边幅：本指布帛的边缘；借指人的仪表、衣着、生活作风。比喻不注意衣着、仪容的整饰。",
  "不修小节": "不注意生活上的小事。形容处世潇洒旷达。",
  "不羞当面": "羞：羞耻。不把面对面的批评当作羞侮。表示原意倾听别人的批评。",
  "不脩边幅": "形容不讲究衣饰仪容或不拘形式小节。亦作“不修边幅”。",
  "不虚此行": "虚：空、白。没有空跑这一趟。表示某种行动还是有所收获的。",
  "不徐不疾": "徐：慢。疾：快。不快不慢，从容自然。",
  "不屑教诲": "认为不值得教训。",
  "不识大体": "识：懂得；大体：重要的道理；关系全局的道理。指不能认清大局；不懂得做事、处理问题从整体和长",
  "不复堪命": "指无法再活下去。",
  "不胜其苦": "胜：禁得起。不能忍受那种苦楚",
  "不胜其任": "胜：能担当。没有能力担当那项重任。",
  "不失圭撮": "圭撮：容量词，六栗为一圭，十圭为一撮。形容数量准确。",
  "不失毫厘": "失：差。毫厘：很小的重量或长度的单位。不差一毫一厘米。",
  "不失时机": "失：耽误，错过。时机：具有时间性的机会。不错过当前的机会。指办事要抓住适宜的时间和有利的机",
  "不失黍絫": "犹言丝毫不差。絫、黍，微小的重量。",
  "不相上下": "上下：比喻高低、好坏等。分不出高低。形容程度相等。",
  "不识不知": "没有多少知识。旧喻民风淳朴。",
  "不胜枚举": "胜：尽；枚：个。无法一个一个全部列举出来。形容同一类的人或事物很多。",
  "不识东家": "指不识近邻是圣贤。",
  "不识高低": "识：知道，认识。指说话或做事不知深浅、轻重",
  "不识好歹": "歹：坏。不知道什么是好；什么是坏。",
  "不识局面": "犹不识时务。",
  "不惜工本": "惜：吝惜。指舍得出本钱。",
  "不习地土": "对于一个地方的气候条件或饮食习惯不能适应。",
  "不习水土": "习：习惯，适应。指不能适应一个地方的气候条件或饮食习惯",
  "不时之须": "不时之需。指随时的、不是预定时间的需要。",
  "不落窠臼": "窠臼：旧框框；老套子；现成格式。比喻有独创风格；不落俗套。也作“不落俗套”。",
  "不过尔尔": "尔（前）：如此，这样；尔（后）：通“耳”，罢了。不过这样罢了。有轻视人的意思。",
  "不寒而栗": "寒：寒冷；栗：发抖。不是因为寒冷而发抖。形容恐惧到了极点。",
  "不好意思": "①表示碍于情面而只能怎样或不便怎样。②害羞；难为情。",
  "不合时宜": "时宜：当时的需要和潮流。不适合时代形势的需要。也指不合世俗习尚。",
  "不哼不哈": "不言语，该说而不说。",
  "不露神色": "神色：态度，神情。内心活动不在脸色上流露，以防别人觉察",
  "不露声色": "露：显露；声：说话的声音或语气；色：脸上的表情。指不让自己的思想感情从声音、语气和表情上流",
  "不露形色": "不让思想活动从行动和表情上流露出来。",
  "不识起倒": "识：知道，认识。指不知好歹，不识时务",
  "不落边际": "指挨不上边，无着落。",
  "不管一二": "不论是非情由，不顾后果。",
  "不落俗套": "落：停留，定正。不因袭陈旧的格式",
  "不蔓不枝": "蔓：藤蔓，引伸为蔓延。既不蔓延，也不分支。比喻说话或写文章简明扼要，不拖泥带水。",
  "不拘细行": "犹不拘小节。",
  "不拘小节": "不拘：不拘泥；不限制；小节：琐碎的生活小事。不拘泥于生活琐事。指人在生活小事上不大在乎。",
  "不值一驳": "不值得批驳。",
  "不伦不类": "伦：类。既不像这一类；也不像那一类。形容不正派或不规范。也指将互不相关的事物拿来作比拟。",
  "不顾前后": "比喻毫无顾忌。《红楼梦》一二○回：“不是说句不顾前后的话：当初东府里太爷，倒是修炼了十几年",
  "不舍昼夜": "舍：放弃。不放弃白天和黑夜。比喻夜以继日。",
  "不甚了了": "甚：很；了了：明白。对事情不很明白；不大清楚。",
  "不生不灭": "佛家语，认为佛法无生灭变迁，即“常住”之异名。",
  "不声不吭": "吭：出声。不说话，不出声",
  "不声不气": "指不说话；不出声。",
  "不易一字": "不更动一个字。形容文章写得又快又好。",
  "不义之财": "不义：不正当，不合理。不应该得到的或以不正当的手段获得的钱财。",
  "不因人热": "因：依靠。汉时梁鸿不趁他人热灶烧火煮饭。比喻为人孤僻高傲。也比喻不依赖别人。",
  "不轨之徒": "不守法纪或图谋作乱的人。",
  "不可造次": "造次：急遽，匆忙。不能匆匆忙忙地进行。意为要慎重。",
  "不龟手药": "①使手不冻裂的药。②比喻微才薄技。",
  "不顾死活": "顾：顾念，考虑。连生死也不考虑了。形容拼命蛮干，不顾一切。",
  "不顾一切": "顾：顾惜，眷顾。什么都不顾",
  "不关紧要": "紧要：急切的，重要的。不重要，不会影响大局。",
  "不关痛痒": "痛痒：比喻疾苦或紧要的事。比喻切身相关的事。指与自身利害没有关系。",
  "不管不顾": "指对人不照料。也指举动莽撞，不顾别人。",
  "不可逾越": "逾：越过。不可能超过或不可能越过。",
  "不可教训": "教训：教育，教诲。对某人无法进行教育。",
  "不食马肝": "相传马肝有毒，食之能致人于死。比喻不应研讨的事不去研讨。",
  "不以为耻": "不认为是可耻的。指不知羞耻。",
  "不以为奇": "并不觉得奇怪。表示这是见惯了的。",
  "不可端倪": "端倪：头绪。找不着头绪。形容变化莫测。",
  "不遗巨细": "连极细小处也不放过。",
  "不可告人": "不能告诉别人。多指见不得人的不光明、不正当的用心或行径。",
  "不测之祸": "测：揣度，预测。无法揣测的祸患。多指牢狱或杀身之祸。",
  "不可究诘": "究：追查；诘：追问。无法追问到底。",
  "不忙不暴": "态度纵容，不忙乱，不急躁。",
  "不毛之地": "毛：地面上生长的谷物、草木。原指不种五谷的地方。后指最荒凉、贫瘠或没有被开垦的地方。也作“",
  "不名一格": "指不局限于一种规格或一个格局。",
  "不便水土": "不能适应移居地方的气候和饮食习惯。同“不服水土”。",
  "不知死活": "形容不知利害，冒昧从事。",
  "不辨真伪": "辨：分辨。伪：虚假。无法辨别真的和假的。",
  "不可多得": "得：得到；获得。不能得到很多。形容非常稀少；很难得到。",
  "不世之业": "不世：非常、非凡。稀世罕有的功业。",
  "不识时务": "时务：当前的形势和潮流。指不认识当前重要的事态和时代的潮流。现也指待人接物不知趣。",
  "不识抬举": "识：知道；抬举：称赞；提拔。不懂得或不珍视别人对自己的好意。也作“不受抬举”。",
  "不识泰山": "不认识泰山。比喻见闻太窄，认不出地位高或本领大的人。",
  "不识一丁": "形容一个字也不认识。",
  "不识之无": "连“之”字、“无”字都不认识。形容人不识字，文化水平很低。",
  "不食烟火": "①指不吃熟食。道家修炼主张绝粒却谷，不吃世间烟火物。②指诗文立意高超，言词清丽，不同凡俗。",
  "不遗余力": "遗：留；余力：剩下的力量。把全部力量都使出来，一点不保留。",
  "不世之功": "不世：不是每代都有的，即非常、非凡。形容功劳极大。",
  "不赏之功": "形容功劳极大。",
  "不事边幅": "指不修边幅。",
  "不爽毫发": "没有一点差错。",
  "不知凡几": "凡：总共。不知道一共有多少。指同类的事物很多。",
  "不遑宁息": "没有闲暇的时间过安宁的日子。指忙于应付繁重或紧急的事务。同“不遑宁处”。",
  "不遑启处": "没有闲暇的时间过安宁的日子。指忙于应付繁重或紧急的事务。",
  "不步人脚": "不跟着别人的脚步走。比喻不因循守旧。",
  "不食周粟": "粟：小米，泛指粮食。本指伯夷、叔齐于商亡后不吃周粟而死。比喻忠诚坚定，不因生计艰难而为敌方",
  "不知高下": "指说话做事不知轻重。",
  "不祧之祖": "祧：古代帝王的远祖的祠堂。不迁入祧庙的祖先。比喻创立某种事业而受到尊崇的人。",
  "不通水火": "形容跟人不相往来。",
  "不同戴天": "戴：加在头上或用头顶着。不愿和仇敌在一个天底下并存。形容仇恨极深。",
  "不舞之鹤": "舞：舞蹈。不舞蹈的鹤。比喻名不副实的人。也用来讥讽人无能。",
  "不务空名": "务：追求。不追求虚名。形容踏踏实实地工作。",
  "不务正业": "务：从事；正业：正当的职业；本职工作。不干正当的工作。现多指丢下本职工作不做；去搞其他的事",
  "不速之客": "速：邀请。没有邀请而自己来的客人。指意想不到的客人。",
  "不贪为宝": "表示以不贪为可贵、崇高，也表示廉洁奉公。",
  "不知起倒": "不知利害，不知高低。",
  "不知高低": "指说话或做事不知深浅轻重。",
  "不腆之仪": "腆：丰厚；仪：礼物。不丰厚的礼物。旧时送礼的谦辞。",
  "不知好歹": "不知道好坏。多指不能领会别人的好意。",
  "不知纪极": "纪极：终极，限度。原形容贪得无厌。亦表示极多。",
  "不知进退": "不知道应当前进还是应当后退。比喻无决断。也形容言语行动没有分寸。",
  "不知就里": "就里：其中，内情。不知道内幕。",
  "不知利害": "不知什么为利，什么为害。",
  "不上不下": "上不去，下不来。形容进退两难。",
  "不知甘苦": "甘苦：甜和苦，多偏指苦。分不清是甜还是苦。形容做某事不容易或对前人的艰辛没有体会。",
  "不瞽不聋": "意为不故作痴呆，不装聋作哑，就不能当好阿公阿婆。形容长辈要宽宏大量。",
  "不可捉摸": "捉摸：揣测；预料。指对事物无法猜测和估量；也指无法知道对方的用意。",
  "不媿下学": "犹言不耻下问。",
  "不愧不作": "愧、怍：惭愧。光明正大，问心无愧。",
  "不愧不怍": "愧、怍：惭愧。形容光明正大，问心无愧。",
  "不根之论": "根：根据；论：言论。没有根据的言论。",
  "不根之谈": "根：根据；谈：言论。指没有根据的言论",
  "不攻自破": "不用攻击；自己就破灭了。多指不正确的理论或谣言未经批驳；就露出破绽；站不住脚了。",
  "不共戴天": "共：共同；戴：顶着。不跟仇敌在同一个天底下生活。形容仇恨极深；誓不两立。",
  "不祧之宗": "不迁入祧庙的祖先。比喻创立某种事业而受到尊崇的人。祧：古代帝王的远祖的祠堂。",
  "不古不今": "指事物不正常，古代现代都不曾有过。原讥讽人学无所得却故作诡异。后常比喻折衷。",
  "不挑之祖": "比喻创立某种事业而受到尊崇的人。",
  "不护细行": "指不注意小节。",
  "不怀好意": "怀：包藏。没安好心。",
  "不欢而散": "欢：高兴；愉快；散：分开；分手。很不愉快地分手。",
  "不慌不忙": "不慌张，不忙乱。形容态度镇定，或办事稳重、踏实。",
  "不遑枚举": "犹不胜枚举。",
  "不遑宁处": "遑：闲暇。没有闲暇的时候。《晋书·桓温传》：“故荷戈驱驰，不遑宁处，前后表陈，于今历年矣。",
  "不知寝食": "犹言废寝忘食。形容异常专心、努力。",
  "不苟言笑": "苟：苟且，随便。不随便说笑。形容态度庄重严肃。",
  "步雪履穿": "形容人穷困潦倒。",
  "不知其详": "不知道他的详细情况。",
  "不名一钱": "名：占有。一个钱也没有。形容极其贫穷。",
  "不期而然": "期：料想；然：如此。没有想到会这样而竟然这样。表示出乎意料之外。",
  "不时之需": "不时：不是预定的时间。说不定什么时候会出现的需要。",
  "不食之地": "不食：不生产粮食。指不能耕种的土地。",
  "不为已甚": "已甚：过分。不做过分的事，要适可而止。多指对人的谴责或处罚要适可而止",
  "不文不武": "既不能文，又不能武。",
  "不齿于人": "齿：象牙齿一样排列。不能列于人类。指被人看不起。",
  "不一而足": "足：充足；足够。原指不是一事一物可以满足。后指同类的事物或现象很多；反复出现；不能一一列举",
  "不茶不饭": "不思饮食。形容心事重重。",
  "步月登云": "步上月亮，攀登云霄。形容志向远大。明·谢谠《四喜记·赴试秋闱》：“我劝你休带怜香借玉心，顿",
  "不屈不挠": "屈：屈服；挠：弯曲。比喻在压力和困难面前不屈服，表现十分顽强。",
  "不染一尘": "形容清高廉洁。同“一尘不染”。",
  "不仁不义": "仁：仁爱；义：道义。不讲仁德，不讲道义。形容品性卑劣、刻薄残忍",
  "不衫不履": "衫：上衣；履：鞋子。不着上衣；不穿鞋子；衣着不整齐。引申指居住条件或饮食设备简陋。也比喻洒",
  "不伤脾胃": "伤：伤害。比喻无关紧要",
  "布被瓦器": "布缝的被子，瓦制的器皿。形容生活检朴。",
  "不省人事": "省：知觉。指昏迷过去；失去知觉；陷入昏迷状态。有时也指不懂人情世理。",
  "不约而同": "约：约定；同：相同。事先没有经过商量而彼此的看法或行动却完全一致。",
  "不知轻重": "轻重：分量大小。不明事理，行事冒昧",
  "不知去向": "向：方向。不知道哪里去了。",
  "不安于室": "指已婚妇女又乱搞男女关系。",
  "不由自主": "由不得自己。指控制不住自己。",
  "不虞之誉": "虞：料想；誉：称赞。没有意料到的赞扬。",
  "不愤不启": "愤：心里想弄明白而还不明白。启：启发。指不到学生们想弄明白而还没有弄明白时，不去启发他。这",
  "不远万里": "不以万里为远。形容不怕路途遥远。",
  "不上不落": "形容事情无着落，处境为难。",
  "不越雷池": "比喻不敢超越一定的范围和界限。同“不敢越雷池一步”。",
  "不在话下": "原多用于旧小说中；表示故事暂告一段落；转入别的情节。现多指事物轻微；不值得说或事情当然是这",
  "不赞一词": "一句话也不说。",
  "不择生冷": "犹言不择手段。",
  "不择手段": "择：挑选；选择。不选什么手段。为了达到目的；什么手段都使得出来。",
  "不折不扣": "折、扣：原为商业用语；商品按原价扣除百分之几出售；叫做打折扣。表示完全的、十足的；一点不差",
  "不远千里": "不远：不以为远。不以千里为远。指不怕长途跋涉的辛劳。",
  "不学无识": "指没有学问，缺乏见识。",
  "不存芥蒂": "芥蒂：本作“蒂芥”，细小的梗塞物，比喻积在心里的怨恨或不快。心里不积存怨恨和不快。形容人心",
  "不打自招": "招：招供。旧指没有用刑就招供。比喻做了坏事或有坏的意图自我暴露出来。",
  "不待蓍龟": "蓍龟：古时卜筮，用蓍草和龟甲，以卜吉凶。不用占卜就能决定。比喻事情是明摆着的，非常清楚。",
  "不当不正": "不：语助词，没有实际意思。表示端端正正。",
  "不当人子": "表示歉意或感谢的话，意思是罪过，不敢当。",
  "不知不觉": "知：知道；觉：觉察。没有意识到，没有觉察到。现多指未加注意。",
  "不次之迁": "次：顺序，等第；迁：官位升迁。比喻超出常规的提升官级。",
  "不学无术": "学：学问；术：技能。原指没有学问因而没有办法。现指没有学问，没有本领。",
  "不徇私情": "徇：曲从。不曲从私人交情。指为人公正，秉公处事。",
  "不言不语": "言：讲，说。不说话，闷声不响",
  "不言而信": "旧指君子不用说什么就能得到别人的信任。形容有崇高的威望。",
  "不言而谕": "谕：旧时指上对下的文告、指示。不用说话就能明白。形容道理很明显。",
  "不言而喻": "喻：了解，明白。不用说话就能明白。形容道理很明显。",
  "不分青白": "指不分黑白，不辨是非。",
  "不恤人言": "不管别人的议论。表示不管别人怎么说，还是按照自己的意思去做。",
  "不厌其繁": "厌：嫌。不嫌繁杂；不嫌麻烦。",
  "不值一顾": "顾：看。不值得一看。形容瞧不起某事物。",
  "不分胜负": "分不出谁胜谁负。形容竞赛双方水平、技术相当。",
  "不无小补": "补：补助，补益。多少有一点益处或多少有一点帮助。",
  "不分玉石": "指无有区别，同归于尽。参见“玉石俱焚”。",
  "不分皂白": "皂：黑色。不分黑白。比喻不分是非曲直；不问情由。",
  "不分畛域": "畛域：范围，界限。不分界限、范围。也比喻不分彼此。",
  "不丰不俭": "指不奢不俭，多少合宜。",
  "不丰不杀": "丰：厚；杀：减少。不奢侈也不啬俭。不增加也不减少。",
  "不存不济": "支持不住，受不住。形容半死不活的样子",
  "不厌其烦": "厌：嫌；烦：麻烦。不嫌麻烦。",
  "不次之位": "次：顺序，等级；位：职位，地位。指对于有才干的人不拘等级授予重要职位",
  "不厌其详": "厌：嫌；详：详细。不嫌过于详细。指越详细越好。也作“不厌求详。”",
  "不药而愈": "愈：病好了。生病不用吃药而自行痊愈",
  "不出所料": "出：超出；料：推测；料想。指没有出乎预料。即在意料之中。",
  "不揣冒昧": "揣：估量，考虑。用于没有慎重考虑就轻率行事的客气话。",
  "不辞而别": "辞：告辞；别：离别。没有打招呼；就离开了；或悄悄地溜走了。也作“不辞而行”、“不告而别”。",
  "不辞劳苦": "辞：推辞。虽然劳累和辛苦也不推辞。形容工作勤奋努力。也作“不辞辛苦”。",
  "不知颠倒": "犹言不明事理。",
  "不伏烧埋": "伏：屈服；烧埋：烧埋银钱，旧时官府向杀人犯追缴赔给死者家属的埋葬费。比喻不伏罪或不听劝解。",
  "不避斧钺": "斧钺：古代的兵器。不躲避斧钺之类的兵器。形容将士英勇无畏，或烈士忠义不屈。",
  "不正之风": "不正当的社会风气。",
  "不遗寸长": "遗：遗漏；寸长：微小的长处。不遗漏一点点长处。形容善于发现和肯定别人的优点",
  "不谋而同": "谋：商量；同：相同。事先没有商量过，意见或行动却完全一致。",
  "不谋同辞": "指事前没有商量而意见完全一致。",
  "不牧之地": "牧：放牧牲畜。不能牧养牛马的地。指荒地",
  "不奈之何": "指无可奈何，无法可想。",
  "不拔之志": "比喻意志坚决，不可动摇。",
  "不白之冤": "白：弄清楚；弄明白；冤：冤枉；冤屈。指无法辩白或无处申诉而被迫忍受的冤枉。",
  "不壹而足": "足：充足。指同类的事物不只一个而是很多，无法列举齐全。同“不一而足”。",
  "不卑不亢": "卑：低、自卑；亢：高傲。指对人有恰当的分寸，既不低声下气，也不傲慢自大。",
  "不壹而三": "指再三；多次。",
  "不避艰险": "不畏惧艰难险阻。",
  "不可终日": "终日：从早到晚，一天。一天都过不下去。形容局势危急或心中极其恐慌不安。",
  "不避汤火": "汤：沸水；火：战火。指不畏凶险",
  "不辨菽麦": "菽：豆子。分不清哪是豆子，哪是麦子。形容愚笨无知。后形容缺乏实际生产知识。",
  "不辨菽粟": "分不清哪是豆子，哪是小米。形容愚笨无知。后形容缺乏实际生产知识。",
  "不败之地": "原意是指善于打仗的就有取胜的把握，不会落到挫败的境地。后泛指办事有成功的充分把握。",
  "不知所错": "错：错开；处置。不知道怎么办才好。形容处境为难或心神慌乱。",
  "不知丁董": "比喻不懂事，缺乏知识。",
  "不知薡蕫": "薡蕫：草名，质地柔软可制绳子。比喻不懂事，缺乏知识。",
  "不知端倪": "端倪：头绪。不知头绪。",
  "不知肉味": "原指被美妙的音乐所陶醉，因而辨不出肉味。后形容专心学习，吃东西辨不出味道。也形容生活困难，",
  "不知深浅": "原意是不知道水的深浅。后多用以形容不懂得事情的利害。",
  "不知世务": "不知道当代的情势。",
  "不知所出": "①不知道从哪里来的。②不知道该怎么办。",
  "不夷不惠": "夷：指伯夷；惠：指柳下惠。不做伯夷也不学柳下惠。比喻折衷而不偏激。",
  "不知所措": "措：安置；处理。不知道怎么办才好。形容受窘或发慌的状态。也作“莫知所措”、“未知所措”。",
  "不知所可": "可：合宜，好。指不知道该怎样办才好",
  "不知所言": "形容说话内容混乱，无法理解。同“不知所云”。",
  "不知所以": "所以：所由；原故。不知道原故；为什么会是这样。形容人不明原故；感到意外。",
  "不知所云": "云：说。不知道说的是什么。形容感情激动；语无伦次。也指说话颠三倒四。",
  "不知所终": "终：最后，结局。不知道结局或下落。",
  "不知疼痒": "是疼是痒都不知道。比喻不体贴，不关心。",
  "不依不饶": "形容要求不遂就纠缠个没烷完。",
  "不知所厝": "厝：放置；安排。不知道怎么办才好。形容处境为难或心神慌乱。",
  "不同流俗": "流俗：流行的习俗。与世俗习气不同。形容品德高尚。",
  "不分伯仲": "分不出第一第二。",
  "不可移易": "移：转移；易：变换。不能动摇和改变。形容不可动摇",
  "不挠不折": "不弯曲，不屈服。形容节操刚正，意志坚强。",
  "不能自拔": "拔：摆脱。不能将自己拔出来。指陷进很深的境地；难以使自己从中解脱出来。",
  "不能自已": "已：停止。指无法控制自己，使激动的情绪平静下来。",
  "不可言状": "言：说；状：描绘。无法用言语形容。",
  "不同凡响": "凡响：平凡的音乐；不同于平凡的音乐。原指演唱特别出色；后泛指事物不平凡；非常出色。",
  "不可言喻": "喻：说明，告知。不能用言语来说明。",
  "不痛不痒": "既不是痛，也不是痒。原形容说不出的一种难受。现多比喻不触及实质，不切中要害，不解决问题。",
  "不吐不茹": "形容人正直不阿，不欺软怕硬。",
  "不忘沟壑": "沟壑：山沟。念念不忘为正义而死，弃尸山沟。形容有为正义献身的思想准备。也比喻人发迹之后不忘",
  "不忘故旧": "故旧：旧交、旧友。不忘记老朋友。",
  "不违农时": "违：不遵守。不耽误农作物的耕种时节。",
  "不分轩轾": "不分高下、轻重。比喻对待二者的态度或看法差不多。",
  "不问不闻": "闻：听。人家说的不听，也不主动去问。形容对事情不关心。",
  "不念旧恶": "念：记住；旧：过去的；恶：恶劣的行为；指怨恨；仇怨。不记住或不计较过去和别人的仇恨。",
  "不着边际": "着：接触；挨上；边际：边缘；界限。挨不着边儿。原指无所依靠。现多形容言论空话；不切实际或离",
  "不值一钱": "比喻毫无价值。",
  "不值一哂": "哂：微笑。不值得一笑。比喻毫无价值。也表示对某种事物或行为的轻蔑和讥笑。",
  "不值一笑": "不值得一笑。比喻毫无价值。也表示对某种事物或行为的轻蔑和讥笑。同“不值一哂”。",
  "不忮不求": "忮：嫉妒；求：贪求。指不妒忌，不贪得无厌。",
  "不治之症": "治不好的病、绝症。也比喻无法挽救的祸患或无法改正的弊端、错误",
  "不栉进士": "栉：梳头。不绾髻插簪的进士。旧指有文采的女人。",
  "不置褒贬": "置：安放，这里有“加以”之间。褒：褒奖，夸赞，表扬。贬：贬低，指责。不加以表扬或批评。",
  "不置可否": "置：搁；放；可：行；否：不行。不说对；也不说不对。指不明确表态。也作“不加可否。”",
  "不可一世": "可：许可；赞成。没有赞许过当时的任何人。形容人自命不凡；狂妄自大到了极点。",
  "不追既往": "追：追究。对以往的错误或罪责不再追究。",
  "不着疼热": "犹言无关痛痒。指不体贴爱护。",
  "不自量力": "量：估量。自己不估量自己的能力。指过高地估计自己的实力。",
  "不自满假": "不自满，不自大。",
  "不顾大局": "不考虑整个局面或形势。",
  "不可向迩": "迩：近。不可接近。",
  "不可言传": "言：言语。指对某些事理只能揣摩领悟，不能用言语来表达。",
  "不可言宣": "言：言语；宣：发表，表达。指不是言语所能表达的（用在说事物的奥妙、味道）。",
  "不主故常": "故常：旧的常规、习惯。不拘于老的一套。",
  "不可动摇": "形容极其坚定、牢固。",
  "不名一文": "名：占有。一个钱也没有。形容极其贫穷。",
  "不费之惠": "指白白得到的好处。",
  "不闻不问": "闻：听。不听也不问。形容对有关的事情不关心；不过问。也作“不问不闻”。",
  "不堪设想": "不堪：不能；设想：对未来情况的想象、推测。事情的结果不能想象；指会向很坏、很危险的方向发展",
  "不堪言状": "指无法用语言来形容。",
  "不堪一击": "不堪：经不起。经不起一打。形容十分脆弱。有时也指文章的论点不严密；经不起反驳。",
  "不堪造就": "堪：能；造就：培养并使有成就。没有培养前途；不可能有所成就。",
  "不堪入目": "堪：忍受。形象或文字十分粗俗；使人看不下去。",
  "不抗不卑": "抗：高傲；卑：低、自卑。指对人有恰当的分寸，既不低声下气，也不傲慢自大。",
  "不堪入耳": "堪：忍受；入耳：听进耳里。难以听下去。形容声音或语言非常难听；令人听着不舒服或起反感。",
  "不挠不屈": "比喻在压力和面前不屈服，表现十分顽强。",
  "不爽累黍": "犹言丝毫不差。絫、黍，微小的重量。",
  "不死不活": "说死没死，说活未活。形容没有生气或处境尴尬。",
  "不饮盗泉": "比喻为人廉洁。",
  "不露圭角": "圭角：圭玉的棱角。比喻才干不外露。",
  "不由分说": "由：听从，顺便；分说：辩白，解说。不容人分辩解释。",
  "不亢不卑": "亢：高傲；卑：低、自卑。指对人有恰当的分寸，既不低声下气，也不傲慢自大。",
  "不绝于耳": "绝：断。声音在耳边不断鸣响。",
  "不猧不魀": "“猧”念wō；“魀”念gà。比喻左右为难，不好处理。也形容样子别扭。同“不尴不尬”。",
  "不拘形迹": "形容言谈举止无拘无束，自由自在。",
  "不分彼此": "彼：那，对方；此：这，我方。不分这个和那个。形容关系密切，交情深厚。",
  "不拘一格": "不拘：不拘泥；不限制；格：规格；标准。指不限定于一种规格和方式。",
  "不绝如带": "形容局势危急，象差点兒就要断掉的带子一样。",
  "不绝如发": "形容局势危急，象差点兒就要断掉的发丝一样。",
  "不绝如缕": "绝：断；缕：细线。似断未断；像只有一根细丝维系着。比喻情势危急。后也比喻技艺等方面继承人稀",
  "不问皂白": "比喻不分是非，不问情由。",
  "不绝若线": "形容局势危急，象差点兒就要断掉的线一样。",
  "不觉技痒": "技：技艺。指具有某种技能的人，一遇机会，便情不自禁地想表现一下。",
  "不刊之书": "指不能更改或磨灭的有关帝王的记载、钦定典制。",
  "不刊之论": "刊：消除；改正。古代把字写在竹简或木板上；有错误时；或改动或剥去；不刊：不能消除；不可删改",
  "不刊之说": "指正确的、不可修改的言论。",
  "不堪回首": "不堪：不忍；回首：回头；引申为回顾、回忆。不能忍受回顾的痛苦。多指因回忆过去不好或不愉快的",
  "不堪其忧": "忧：愁苦。不能忍受那样的愁苦。",
  "不绝如线": "原作“不绝若线”。①形容局势危急，象差点兒就要断掉的线一样。②形容子孙衰落或后继者稀少。",
  "不拘于时": "不受耻于从师的时俗限制。",
  "不曾序过": "意思是没有宗族关系。序，指按宗族的谱系排辈分。",
  "不随以止": "不跟随别人而半途停止。",
  "不耻相师": "不以互相学习为耻。",
  "拨万论千": "形容财产众多，花钱以万千计。",
  "波骇云属": "犹波属云委。比喻连续不断，层见叠出。",
  "波光鳞鳞": "形容波光像鱼鳞一样层层排列。",
  "波光粼粼": "形容波光明净。波光：阳光或月光照在水波上反射过来的光。粼粼：形容水石明净。",
  "波波碌碌": "奔走忙碌的样子。",
  "拨嘴撩牙": "撩：引逗，挑弄。指挑拨是非，胡言乱语",
  "剥极则复": "剥卦阴盛阳衰，复卦阴极而阳复。比喻物极必反，否极泰来。",
  "波澜壮阔": "澜：大波浪；壮阔：又雄壮又宽广。指水的波涛浩渺广阔。比喻声势雄壮有力；规模宏大。",
  "拨乱为治": "犹拨乱反治。指消除混乱局面，恢复正常秩序。",
  "拨乱济危": "平定乱世，救济危难。亦作“拨乱济时”。",
  "拨乱济时": "平定乱世，救济时势。同“拨乱济危”。",
  "拨乱反治": "犹拨乱反正。指消除混乱局面，恢复正常秩序。",
  "拨乱反正": "拨：治理；乱：指乱世；反：回复；正：正常。指整顿混乱局面；使秩序恢复正常。现在也指纠正错误",
  "拨云睹日": "拨开云彩看见太阳。形容受到启发，思想豁然开朗，或比喻见到光明，大有希望。亦作“拨云见日”、",
  "波涛汹涌": "汹涌：水势腾涌的样子。形容波浪又大又急。",
  "波委云集": "如波之相积，云之相聚。比喻众物聚在一起。 唐  刘知幾 《史通·杂述》：“歷觀自古作者，著述多",
  "播土扬尘": "谓尘土飞扬。亦形容飞奔。 元  王仲文 《救孝子》第二折：“恨不得播土揚塵，又無個過性的人。”",
  "博弈犹贤": "后指不要饱食终日无所事事。",
  "剥肤椎髓": "剥：剥去；肤：皮肤；椎：捶击。剥人皮肤，敲人骨髓。比喻极其残酷地压榨和剥削。",
  "剥肤之痛": "剥：剥去。肤：皮肤。指受害极深而引起的痛苦。",
  "剥肤及髓": "比喻盘剥深重。",
  "波谲云诡": "谲：诡：怪异，变化。好像云彩和水波那样，形态不可捉摸。原形容房屋构造就象云彩、波浪一样千姿",
  "波属云委": "属：连接；委：累积。波涛连绵，云层堆叠。比喻连续不断，层见叠出。",
  "波澜老成": "波澜：波涛，形容文章多起伏；老成：指文章很老练。形容文章气势雄壮，语句老练。",
  "波罗奢花": "即鸡冠花。",
  "波罗塞戏": "即双陆。古代游戏，二人相博，类似下棋。",
  "波路壮阔": "波路：波涛。比喻规模宏伟，声势浩大。同“波澜壮阔”。",
  "波流茅靡": "随波逐流，随风而倒。比喻胸无定见，趋势而行。",
  "拨雨撩云": "指挑逗、试探对方的情意。泛指调情。",
  "剥床及肤": "剥：六十四卦之一，坤下艮上，意即剥落、烂；及：到。原指损害及于肌肤。后形容迫切的灾害或深切",
  "播糠眯目": "撒播糠秕眯住别人的眼睛。比喻外物虽小，但造成的危害却很大。",
  "拨云撩雨": "比喻男女间的挑逗。",
  "拨草寻蛇": "比喻招惹恶人，自找麻烦。",
  "拨云见日": "拨开乌云见到太阳。比喻冲破黑暗见到光明。也比喻疑团消除，心里顿时明白。",
  "剥茧抽丝": "剥：去掉外层。比喻根据顺序寻求事物的发生发展过程",
  "播穅眯目": "散布糠屑以迷人目。比喻被外物蒙蔽而迷失方向。",
  "播弄是非": "挑拨是非。是非：纠纷，口舌。",
  "拨草瞻风": "比喻善于观察事物。",
  "伯乐一顾": "比喻受人知遇赏识。",
  "剥皮抽筋": "剥：去掉壳。形容对人恨之入骨或为人极端凶残",
  "簸扬糠粃": "见“ 簸之揚之，穅粃在前 ”。",
  "跛鳖千里": "跛脚的鳖只要半步也不停留，也能走千里。比喻只要坚持不懈，即使条件很差，也能成功。",
  "跛行千里": "比喻只要努力不懈，即时条件很差，也能取得成就。",
  "簸土扬沙": "簸：扬。指虚张声势",
  "擘肌分理": "擘：分开；理：肌肤的纹理。比喻分析事理十分细致。",
  "博学多才": "博：广博；知道得多；才：才能。学识广博；有各方面的才能。",
  "博硕肥腯": "博硕：形状大；腯：音‘途’，肥壮。指六畜肥壮。",
  "博通经籍": "博：广博：籍：书籍。广博而又精通经典文献。形容人学识渊博。",
  "博文约礼": "博：金我，广；约：约束。广求学问，恪守礼法。",
  "博闻辩言": "博：多。闻：传闻。辩言：巧言。形容道听途说，似是而非的言论。",
  "博闻多识": "博：广博；闻：见闻；识：学识。知识丰富，见闻广博。",
  "博闻强记": "闻：见闻。形容知识丰富，记忆力强。",
  "踣地呼天": "踣：仆倒。呼天抢地，形容极度悲伤",
  "博闻强识": "闻：见闻；识：记。见闻学识广博；记忆力强。也作“博闻强记”、“博闻强志”。",
  "博闻强志": "博：广博；闻：传闻；志：记住，记忆。指见闻广博，记忆力强",
  "博物多闻": "博：广博。学识广博，见闻丰富，指见多识广",
  "驳瑕指颣": "亦作“駮瑕指纇”。指斥缺点。《太平广记》卷二○八引 唐  张彦远 《法书要录·购兰亭序》：“ ",
  "博物洽闻": "博、洽：广博。广知事物，学识丰富。",
  "博学多闻": "博学：广博。学识广博，见闻丰富。",
  "搏手无策": "搏手：两手相扭。指扭着双手，毫无办法",
  "搏牛之虻": "原意是说主要目标应像击杀牛背上的虻虫一样去灭掉秦国，而不是像消除虮虱那样去与别人打败。后来",
  "薄寒中人": "薄寒：轻微的寒气。中人：伤人。指轻微的寒气也能伤害人的身体。也比喻人在衰老或患难之中时经不",
  "渤澥桑田": "渤澥，渤海的古称。大海变成桑田，桑田变成大海。犹沧海桑田。比喻世事变化巨大。",
  "勃然大怒": "勃然：因生气或惊慌等突然变脸色的样子。形容突然变脸；发起脾气来。",
  "博士买驴": "博士：古时官名。博士买了一头驴子，写了三纸契约，没有一个“驴”字。讥讽写文章长篇累牍而说不",
  "勃然变色": "勃然：突然地。变色：变了脸色。突然生气，变了脸色。",
  "博而寡要": "学识丰富，但不得要领。",
  "博学洽闻": "博学：广博。学问广博，见识丰富。",
  "博物君子": "指博学多识的人。",
  "伯道无儿": "伯道：邓伯道。旧时对他人无子的叹息。",
  "薄命佳人": "薄命：福薄命苦。福薄命苦的美女。",
  "薄暮冥冥": "薄暮：傍晚；太阳落山的时候；冥冥：天地昏暗。傍晚时天色昏暗。",
  "薄物细故": "薄：微小；物：事物；故：事故。指微小的事情。",
  "擘两分星": "指很小的重量都分辨得清清楚楚。比喻准确清楚。两，较小的重量单位；星，秤杆上标记斤两的小点子",
  "伯仲叔季": "兄弟排行的次序，伯是老大，仲是第二，叔是第三，季是最小的。",
  "伯玉知非": "伯玉：蘧瑗，字伯玉，春秋时卫国人；非：不对。比喻知道以前不对。",
  "伯埙仲篪": "伯、仲：兄弟排行的次第，伯是老大，仲是老二；埙：陶土烧制的乐器；篪：竹制的乐器。埙篪合奏，",
  "伯乐相马": "伯乐：相传为秦穆公时的人，姓孙名阳，善相马。指个人或集体发现、推荐、培养和使用人才的人。",
  "伯劳飞燕": "借指离别的亲人或朋友。",
  "伯歌季舞": "伯：大哥；季：小弟。哥哥唱歌，弟弟跳舞。比喻兄弟之间亲密无间。",
  "博大精深": "博：广博；精深：又专又深。形容思想和学识广博而高深。",
  "博览五车": "博：广博；五车：五车书。广泛阅读很多书籍。形容学识渊博",
  "博识多通": "博：广博。识：学识。通：精通事理。指学识广博，精通事理。",
  "博览群书": "览：观看；阅读。广泛阅读各种书籍。形容学识渊博。也作“博览群籍”。",
  "博览古今": "博：广博。广泛阅读古今书籍，通晓古今学识。形容学问渊博。",
  "博古通今": "通：通晓；博：广博，知道得多。对古代的事知道得很多，并且通晓现代的事情。形容知识丰富。",
  "薄技在身": "薄：微小。指自己掌握了微小的技能。",
  "博而不精": "形容学识丰富，但不精深。",
  "博采众议": "博：广；议：建议。广泛采纳群众的建议",
  "博采众长": "博：广泛；采：采纳；长：长处；优势。广泛地吸取各家或各方面的优点、长处。",
  "勃然奋励": "勃然：奋发的样子；奋：奋发；励：激励。奋发起来，激励自己。",
  "博洽多闻": "洽：广博；闻：见闻。知识丰富，见闻广博。",
  "博施济众": "博：广泛；济：救济。给予群众以恩惠和接济。",
  "伯仲之间": "伯仲：兄弟排行的次第，伯是老大，仲是老二；间：中间。比喻差不多，难分优劣。",
  "冰心一片": "冰心：清洁的心。形容性情淡泊，不求名利。",
  "冰洁渊清": "犹冰清玉洁。",
  "兵连祸接": "指战事、灾祸连续不断。",
  "兵不厌诈": "诈：蒙骗。用兵作战可以经常使用伪装；以迷惑对方。在兵法中被称作诈。比喻在作战时战胜敌人；要",
  "兵不厌权": "作战时尽可能地用假象迷惑敌人以取得胜利。同“兵不厌诈”。",
  "兵不血刃": "兵：兵器；刃：刀剑等的锋利部分。兵器上没有沾血。指未经激烈的流血战斗就取得了胜利。",
  "兵不雪刃": "兵器上没有沾上血。形容未经战斗就轻易取得了胜利。",
  "兵不污刃": "犹兵不血刃。形容未经战斗就轻易取得了胜利。",
  "兵不接刃": "作战时兵器没接触。指战事顺利，未经交锋或激战而取得胜利。",
  "兵临城下": "敌军已来到自己的城墙下面。比喻情势十分危急。",
  "冰雪聪明": "比喻人聪明非凡。",
  "冰销叶散": "比喻事物消失瓦解。",
  "兵戎相见": "兵戎：武器。以武力相见。指用战争解决问题。",
  "冰消瓦解": "冰消：像冰一样融化；瓦解：指事物的崩溃或分裂。像冰融化了；瓦分解一样。比喻完全消失或彻底崩",
  "冰散瓦解": "比喻完全消失或彻底崩溃。",
  "冰天雪窑": "到处是冰和雪。指严寒地区。",
  "冰解冻释": "如同冰冻融化一般。比喻困难或障碍消除。",
  "冰解的破": "冰冻融解，箭靶射中。比喻问题解决，障碍消除。",
  "冰雪严寒": "严寒：极度寒冷。冰天雪地，天气寒冷。",
  "兵拏祸结": "战争、灾祸连续不断。同“兵连祸结”。",
  "兵贵神速": "贵：可贵；神速：特别迅速。用兵以行动特别迅速为贵。",
  "兵戈扰攘": "兵戈：武器，指战争；扰攘：纷乱。形容战争时期社会秩序的动荡混乱。",
  "兵多者败": "指兵卒过多的军队，常常会吃败仗，因为兵将各有所恃，号令不齐。",
  "兵多将广": "兵将众多。形容军队人员多，兵力强大。",
  "兵出无名": "出兵没有正当理由。亦泛指行事无正当理由。《汉书·高帝纪》：“兵出无名，事故不成。”《晋书·",
  "兵车之会": "春秋时齐桓公争霸，屡次与诸侯会盟，其中在鲁僖公年间的四次，齐国带有军队，你为“兵车之会”。",
  "兵不由将": "比喻下级不服从上级的指挥。",
  "兵强则灭": "指依恃军队强盛则毁灭。",
  "兵连祸结": "兵：战争；连：接连；结：相联。战争接连不断，带来了无穷的灾祸。",
  "兵强将勇": "兵力强盛，将领勇猛。形容军力强大。",
  "兵精粮足": "兵：兵士。指兵士精锐，粮草充足。形容军队十分强盛",
  "兵慌马乱": "形容战争期间社会混乱不安的景象。",
  "兵荒马乱": "兵、马：指战争；荒：荒乱。指社会秩序极端不安定。形容战时社会动荡不安；混乱的情景。",
  "兵贵先声": "指用兵贵在先以自己的声势镇慑敌人。",
  "兵强马壮": "兵力强盛；马匹肥壮。形容军队实力强；富有战斗力。有时也比喻其他的队伍力量强大。",
  "掤扒吊拷": "强行脱去衣服，捆绑并吊起来拷打。同“绷扒吊拷”。",
  "冰清玉润": "润：滋润。象冰一样晶莹，如玉一般润泽。原指晋乐广卫玠翁婿俩操行洁白。后常比喻人的品格高洁。",
  "冰清玉洁": "清：清澈；洁：洁白。像冰那样清澈；像玉那样洁白。也作“玉洁冰清”。比喻人品高尚、纯洁；做事",
  "冰洁玉清": "比喻德行高洁。",
  "冰清水冷": "指冷冷清清。",
  "冰解壤分": "冰冻消融，土壤分解。比喻障碍消除。",
  "冰天雪地": "冰雪漫天盖地。形容非常寒冷的景象。",
  "冰山难靠": "比喻不能长久的权势，难于依靠。",
  "冰炭不投": "投：投合。比喻彼此合不来",
  "兵在其颈": "刀架在脖子上。比喻危险已非常逼近。",
  "兵凶战危": "指战事凶险可怕。",
  "兵行诡道": "兵：用兵；行：使用；诡：欺诈；道：方法。用兵可以运用诡异和诈伪的战法。",
  "兵销革偃": "销毁兵器，放下甲盾。指太平无战事。",
  "兵无血刃": "指战事顺利，未经交锋或激战而取得胜利。",
  "兵无常形": "用兵无一成不变的形势。指办事要因时、因地制宜，具体问题要用具体办法去解决。",
  "兵无常势": "常：不变；势：形势。用兵无一成不变的形势。用以说明办事要因时、因地制宜，具体问题要用具体办",
  "兵闻拙速": "指用兵打仗当求速胜而不计战法的巧拙。",
  "兵未血刃": "犹兵不血刃。指战事顺利，未经交锋或激战而取得胜利。",
  "兵微将寡": "微、寡：少。兵少将也不多。形容力量薄弱。",
  "冰魂素魄": "形容清白纯洁的品质。",
  "冰天雪窖": "窖：收藏物品的地下室。到处是冰和雪。形容极为寒冷的景象",
  "冰寒于水": "冰比水冷。指后来居上。比喻学生胜过老师。",
  "冰壶秋月": "冰壶：盛水的玉壶；比喻洁白；秋月：中秋的月亮；比喻皎洁。心如冰清；和明月一样洁净。",
  "冰魂雪魄": "冰、雪：如冰的透明，雪的洁白。比喻人品质高尚纯洁。",
  "冰肌玉骨": "像冰一样的肌肤；像玉一样的骨骼。形容女性肌肤洁白细腻。也形容梅、水仙、荷花等鲜艳洁净。",
  "冰肌雪肠": "比喻身心洁白，没有污点。",
  "冰山易倒": "冰山遇到太阳就消溶，容易倒塌。比喻不能长久依赖的靠山。",
  "秉烛待旦": "旦：早晨。手持点燃的蜡烛待天亮。",
  "秉烛夜游": "秉：持。拿着蜡烛；夜里游玩。旧指及时行乐。也比喻珍惜光阴。",
  "炳炳烺烺": "光亮鲜明。形容文章辞采声韵之美。",
  "秉正无私": "主持正义，没有私念。",
  "炳如日星": "炳：光明。光明如同日月星辰",
  "炳若观火": "形容看得清楚明白。",
  "炳如观火": "炳：光明、明亮、显著。形容看得清楚明白。",
  "炳若日星": "光明如同日月星辰。同“炳如日星",
  "秉文经武": "执掌文事，经营武备。",
  "秉公无私": "秉公：主持公道。指做事公道不掺杂私念。",
  "秉文兼武": "犹言能文能武。",
  "秉钧当轴": "犹言秉钧持轴。执政掌权。",
  "秉钧持轴": "执政掌权。",
  "秉节持重": "保持节操，谨慎稳重。",
  "秉要执本": "秉：执，拿着；要：重要的；本：根本。指抓住要害和根本、。",
  "屏气慑息": "暂时止住了呼吸。形容心情紧张或注意力过于集中的情状。",
  "屏声息气": "抑制着呼吸使不出声音。形容恭敬畏惧的神态。",
  "屏气敛息": "屏：闭住；敛：收住。闭住气，收住呼吸。指因心情紧张或注意力集中，暂时止住了呼吸。",
  "秉公灭私": "秉：掌握，主持。主持公道，灭除私念",
  "屏气凝神": "屏气：抑制呼吸；凝神：聚精会神。形容注意力高度集中，违心一致。",
  "秉笔直书": "秉：持，握住。写史书根据事实记录，不隐讳。",
  "禀性难移": "本性难以改变。",
  "炳烛夜游": "炳：点燃。珍惜光阴。比喻及时行乐",
  "秉公任直": "持心公正，处事正直。",
  "秉公办理": "秉：掌握，主持。公：公法。根据公道办事。",
  "并驱争先": "指竞争高下。",
  "病骨支离": "支离：残缺不全，引伸为憔悴、衰残瘦弱的样子。形容病中体瘦骨露，衰弱无力。",
  "病风丧心": "同“ 病狂喪心 ”。 宋  苏洵 《谏论》：“人之情非病風喪心，未有避賞而就刑者。”",
  "病病歪歪": "形容病体衰弱无力的样子。",
  "病从口入": "疾病多是由饮食不慎而引起传染。又作“病由口入”。",
  "并存不悖": "指同时存在而不冲突。",
  "并日而食": "并日：两天合并成一天。不能天天得食，两天三天才能得一天的粮食。形容生活穷困。",
  "病狂丧心": "同“ 喪心病狂 ”。形容言行昏乱荒谬。《水浒传》第一○一回：“ 蔡京 經體贊元，其子 蔡攸 ，如",
  "并行不悖": "悖：违背；抵触。两种事物同时进行；没有什么冲突。",
  "并赃拿贼": "行迹露败，当场人脏俱获。",
  "病染膏肓": "比喻事情到了无法挽救的地步。同“病入膏肓”。",
  "病由口入": "疾病多是由食物传染。比喻应该注意饮食卫生。同“病从口入”。",
  "病入骨髓": "病到骨头里。形容病势严重，无法医治。也比喻事态严重，无法挽救。",
  "病入骨隨": "骨隨：骨髓。病到骨头里。形容病势严重无法医治或事态严重无法挽救。",
  "病入膏肓": "膏肓：我国古代医学名称；心尖脂肪叫“膏”；心脏和膈膜之间叫“肓”。古代认为“膏肓”是药力达",
  "并容徧覆": "广为包容覆庇。比喻德化之广。",
  "并疆兼巷": "形容屋宅广大。",
  "病国殃民": "使国家受害，人民遭受苦难。明·桑绍良《独乐园》楔子：“只因误用了王安石，创立新法，招呼党类",
  "并蒂芙蓉": "蒂：花或瓜果跟枝茎相连的部分；芙蓉：荷花别名。两朵荷花并生一蒂。比喻夫妻相亲相爱。也比喻两",
  "并世无两": "犹举世无双。",
  "并威偶势": "指聚集声威势力。",
  "并为一谈": "把不同的事物混在一起，当作同样的事物谈论。",
  "病魔缠身": "指长期患病。",
  "病民害国": "病：损坏，祸害。害人民、害国家。",
  "病民蛊国": "病：损坏，祸害；蛊：相传为人工培养的毒虫，引伸为毒害。害人民、害国家。",
  "并驾齐驱": "并驾：几匹马并排拉一辆车；齐驱：一齐快跑。指并排套着几匹马一齐快跑。形容齐步前进；不分先后",
  "宾饯日月": "迎送。多指岁月流逝。宾，通“傧”，指迎接。饯，指送别。",
  "宾餞日月": "迎送。多指岁月流逝。宾，通“儐”，指迎接。餞，指送别。",
  "宾客如云": "来客多得如聚集的云层。形容客人多。",
  "宾客迎门": "盈门：满门。客人挤满门庭。形容家里客人非常多。",
  "宾客盈门": "盈：充满。指来客很多",
  "宾入如归": "宾客来此如归其家。形容招待客人热情周到。",
  "宾朋满座": "座：坐位。宾客朋友坐满了席位。形容朋友很多",
  "宾至如归": "宾：来宾；客人；至：到；归：回家。客人来到这里；就如同回到自己家一样。形容旅店、饭店等招待",
  "彬彬济济": "形容人才盛多的样子。",
  "彬彬有礼": "彬彬：原意为文质兼备的样子，后形容文雅。形容文雅有礼貌的样子。",
  "鬓乱钗横": "鬓：耳边的头发；钗：妇女的首饰，由两股合成。耳边的头发散乱，首饰横在一边。形容妇女睡眠初醒",
  "别居异财": "指另立门户，各蓄家产。",
  "别有风趣": "形容事物（多指文艺作品）具有特殊的情调或趣味。",
  "别财异居": "指各蓄家产，另立门户。",
  "别出机杼": "别：另外；机杼：织布机，比喻诗文的构思和布局。指写作另辟途径，能够创新。",
  "别具手眼": "指具有独到的眼光和手法。",
  "别出心裁": "别：另外；裁：安排取舍；心裁：出于个人内心的设计、构思、筹划。指另外想出一种与众不同的新主",
  "别出新意": "指独创一格，与众不同。",
  "别开一格": "指开创一种新的风格或形式。",
  "别风淮雨": "这是“列风淫雨”的误写，因“别”和“列”、“淮”与“淫”字殂相似。后称书籍中因错别字而以讹",
  "别有天地": "天地：境界。比喻另有一番境界。形容风景或艺术创作的境界引人入胜。",
  "别鹤离鸾": "比喻离散的夫妻。",
  "别有人间": "犹别有天地。",
  "别籍异居": "指另立门户，彼此分居。",
  "别类分门": "按一定标准分成门类。参见“分门别类”。",
  "别生枝节": "比喻另起事端或平添麻烦。",
  "别树一旗": "比喻与众不同，加成一家。",
  "别树一帜": "别：另外；树：建立。另外立起一面旗帜。比喻开创新路另成一家。",
  "别无长物": "长物：多余的东西。再也没有别的多余的东西。形容因贫困而空无所有或因节俭而东西极少。也作“身",
  "别无二致": "别：分出。指区分不出两者的差别",
  "别无他物": "除此之外没有多余的东西。同“别无长物”。",
  "别有洞天": "洞中另有一个天地。形容风景奇特，引人入胜。",
  "别鹤孤鸾": "别：离别；鸾：凤凰一类的鸟。离别的鹤，孤单的鸾。比喻远离的夫妻。",
  "别具心肠": "指另有打算和企图。",
  "别有心肠": "指另有打算和企图。犹别有肺肠。",
  "别有用心": "用心：居心，打算。心中另有算计。指言论或行动另有不可告人的企图。",
  "别有滋味": "原意是另有一种别人无法体会的离愁别恨的滋味，指亡国之痛。后泛指文学艺术的情调、意蕴另有种动",
  "别置一喙": "插一句嘴。比喻提出不同意见。",
  "别作良图": "另作好的打算。",
  "别作一眼": "指另眼（相看）。",
  "别具肺肠": "比喻人动机不良，故意提出一些与众不同的的奇特的主张。",
  "别具慧眼": "慧：聪明，有才智。具有独到眼光，高明的见解。",
  "别抱琵琶": "别：另外。指移情他人或改嫁",
  "别具一格": "格：格式；风格。另有一种独特的风格。形容别致、新颖；与众不同的样子、风度等。",
  "别具只眼": "具有独到的眼光和见解。比喻有独到的见解。",
  "别开蹊径": "另辟新路；独创一格。",
  "别开生面": "别：另外；开：开辟；开创；生面：新的面目。原指画像经重新绘制；面目一新。后比喻另外开辟一种",
  "别来无恙": "恙：病。分别以来一直都很好吗？常用作别后通信或重逢时的问候语。",
  "别有肺肠": "别有：另有；肺肠：指思想。比喻人动机不良，故意提出一些与众不同的的奇特的主张。",
  "别有风味": "风味：原指美好的口味，引伸为事物的特色。另有一种美好的口味。比喻事物所另外具有的特殊色彩或",
  "别具匠心": "别：独特的；具：具有；匠心：巧妙的心思。常指文学艺术上或其他方面具有创造性的与众不同的巧妙",
  "飙举电至": "飙：疾风、暴风。风起云涌闪电到。形容声势猛烈。",
  "膘肥体壮": "形容牲畜肥壮结实。",
  "标枝野鹿": "标枝，树梢之枝，比喻上古之世在上之君恬淡无为；野鹿，比喻在下之民放而自得。后指太古时代。",
  "标新竖异": "指提出新奇的主张，表示与众不同。",
  "标新领异": "标：提出，写明；异：不同的，特别的。提出新奇的主张，表示与众不同。",
  "标新立异": "标：揭举；立：树立。持不同的态度或看法。提出新奇的见解和主张；表示与一般不同。",
  "标新竞异": "指提出新奇的主张，表示与众不同。",
  "标新创异": "标：揭出，揭明；异：特别的。指提出新的见解，表示与众不同",
  "标同伐异": "标：标榜；伐：声讨。帮助意见相同的人，排斥意见不同的人。",
  "标情夺趣": "指传情逗趣。",
  "彪形大汉": "彪：小老虎，比喻躯干壮大；汉：男子。身材高大、结实的男子。",
  "彪炳千古": "形容伟大的业绩流传千秋万代。",
  "飙发电举": "飙：暴风；举：起飞。形容声势迅猛",
  "表面文章": "比喻浮夸或不切实际，敷衍塞责的做法。",
  "表里一致": "里外一致，指思想与言行完全一致",
  "表里相应": "内外互相应合。",
  "表里相依": "指关系密切，互相依存。",
  "表里相济": "表里：指内外；济：救助。原意是指内外互相庇护。后泛指内外互相救助。",
  "表里相符": "表里：指内外；符：符合。指表里如一",
  "表里为奸": "表里：内外；奸：虚伪狡诈。比喻用勾结、欺诈等不正当手段做坏事。",
  "表里受敌": "内外受到敌人的攻击。",
  "表里山河": "表里：即内外。外有大河，内有高山。指有山河天险作为屏障。",
  "表里如一": "表：外表；里：内心。外表和内心一个样。外表与内部一致。形容人的言论、行动和思想完全一致。",
  "表里不一": "表面与内在不一样。",
  "摽梅之年": "摽梅：梅子成熟后落下来。比喻女子已到了出嫁的年龄。",
  "鞭擗向里": "意指深入剖析，使靠近最里层。形容探求透彻，深入精微。同“鞭辟近里”。",
  "鞭丝帽影": "马鞭和帽子。借指出游。",
  "鞭长不及": "鞭：马鞭子；及：够得上。马鞭子虽长，也打不到马肚子。比喻相隔太远，力量达不到",
  "鞭长驾远": "指路途遥远。",
  "鞭辟向里": "意指深入剖析，使靠近最里层。形容探求透彻，深入精微。",
  "鞭辟近里": "鞭辟：鞭策，激励；里：最里层。形容作学问切实。也形容分析透彻，切中要害。",
  "砭庸针俗": "指救治凡庸鄙陋。砭：刺。古代用石针扎皮肉治病。",
  "鞭约近里": "犹言鞭辟近里。",
  "鞭长莫及": "鞭：马鞭子；莫：不；及：够得上。马鞭虽长；但打不到马肚子上。原意是说即使有力量；也使不得；",
  "鞭驽策蹇": "鞭打跑不快的马、驴。比喻自己能力低，但受到严格督促，勤奋不息。用作谦词。",
  "边尘不惊": "边：边境；惊：震动。比喻边境安定无战事",
  "鞭不及腹": "及：到。原意是鞭子虽长，也不能打马肚子。比喻相隔太远，力量达不到。",
  "变贪厉薄": "指改变、劝勉贪图财利、行为轻薄的人使之廉洁忠厚。",
  "辩才无阂": "佛教语。指菩萨为人说法，义理通达，言辞流利，后泛指口才好，能辩论。",
  "变生肘腋": "肘腋：胳肢窝。比喻事变就发生在身边。",
  "变生不测": "变：有重大影响的突然变化；不测：意外。变故发生于突然之间。",
  "变色之言": "使脸色改变的话。多指为争论是非曲直而冲动发怒时说的话。",
  "变色易容": "变、易：改变。色、容：脸色、表情。形容惊惶失措的神情。",
  "辩才无碍": "碍：滞碍。本是佛教用语，指菩萨为人说法，义理通达，言辞流利，后泛指口才好，能辩论。",
  "变容改俗": "指改变风貌习俗。",
  "变脸变色": "因内心惊、惧、急、怒而改变面色。",
  "变俗易教": "改变原有的习俗和教化。",
  "辨日炎凉": "古代传说中辩论太阳离地远近的故事。后以之形容兒童的聪明早慧。",
  "变名易姓": "改换了原来的姓名。",
  "变态百出": "形容事物形态变化之多。",
  "变危为安": "变危急为平安。",
  "变心易虑": "改变思想；改变打算。",
  "变幻无穷": "变化多种多样，没有穷尽。极言变化之多。",
  "变颜变色": "颜：脸色。因内心的惊惧激怒等而改变面色",
  "变醨养瘠": "使薄酒变醇，瘠土变得肥沃。比喻改变贫穷落后面貌。",
  "遍体鳞伤": "遍：普遍；全面；鳞：鱼鳞。全身受伤；伤痕　像鱼鳞一样密。形容伤势很重。",
  "变化如神": "神：神奇。形容变化迅速而神奇。",
  "辩口利辞": "辩口：口才好，善于辩论。指能言善辩，伶牙俐齿",
  "辩口利舌": "指能言善辩，伶牙利嘴。",
  "遍地开花": "遍：普及；到处。比喻普遍推广；全面地展开。",
  "变古乱常": "更改或打乱祖宗常法。",
  "辨若悬河": "辨，通“辩”。犹言口若悬河。",
  "辨物居方": "居：在，安置；方：方位，地方。辨别众物的性质、条件等因素，使之各得其所",
  "抃风舞润": "抃：鼓掌；润：雨水。如燕在风中飞翔，象商羊在雨中起舞。原指同类的事物相互感应。后比喻意气相",
  "便辞巧说": "指牵强附会、巧为立说。",
  "抃风儛润": "抃：鼓掌；儛：通“舞”，跳舞；润：雨水。指欢舞在和风时雨中。指庆幸沾受恩惠。",
  "便宜行事": "便宜：方便合适；行事：处理事情。指根据实际情况或临时变化；不必请示自行处理的事情。",
  "变本加厉": "本：本来；原先；加：更加；厉：厉害；猛烈。原指比原来的情况更加发展。现也形容变得比原来更加",
  "变动不居": "指事物不断变化，没有固定的形态。",
  "变风易俗": "指改变旧的风气和习俗。",
  "变化无穷": "穷：尽；完；结束。变化多种多样；没有止境。",
  "变躬迁席": "移动身体，离开席位。表示谦恭。",
  "变故易常": "改变传统的法制和准则。",
  "变古易俗": "改变传统的法制和习俗。",
  "变化不测": "测：测量，估计。变化无常，无法预料",
  "变化不穷": "指变化多种多样，没有穷尽。",
  "变化多端": "端：头绪；方面。形容变化很多、很大；没有头绪。",
  "变化莫测": "测：估测。变化很多，不能预料。",
  "变化无常": "常：常规；准则。形容事物任意变化；没有一定的规则。",
  "变幻不测": "指变化无常，无法预测。",
  "变幻莫测": "变幻：不规则地改变。莫测：无法推测。变化又多又快；使人不可捉摸。",
  "变幻无常": "变幻：不规则的变化；常：常规。事物经常变化；没有一定规律。又作“变化无常”。",
  "便宜施行": "指可斟酌情势，不拘规制条文，不须请示，自行处理。同“便宜从事”。",
  "便宜从事": "便宜：方便合适。指可斟酌情势，不拘规制条文，不须请示，自行处理",
  "便还就孤": "就撤回到我这里.",
  "逼不得已": "逼：逼迫。迫不得已",
  "逼上梁山": "梁山：又称梁山泊；在今山东省东平湖西；梁山县南；附近地区为古梁山泊；北宋以后；常为农民起义",
  "逼人太甚": "逼：逼迫；甚：超过。指对人逼迫不留余地",
  "逼良为娼": "逼：逼迫；良：身家清白；娼：妓女。强迫良家妇女卖淫。比喻被迫干坏事",
  "比量齐观": "观：看。指同等看待",
  "比目连枝": "比目：比目鱼，传说仅一眼，须两鱼并游；连枝：连在一起的树枝。比喻形影不离的情侣和朋友。",
  "比年不登": "比：屡屡；频频。农业连年歉收。亦作“比岁不登”。",
  "比权量力": "比较衡量两方面的权力和力量。也用来指衡量两方面的轻重。",
  "比手划脚": "比：比拟。形容说话时用手势示意或加强语气",
  "比岁不登": "比：屡屡；频频。农业连年歉收。",
  "笔困纸穷": "谓所写文字极多。 宋  陈亮 《与应仲实书》：“胸中所懷千萬念，遂爲 仲實 言之，而筆困紙窮，不",
  "比屋可封": "意思是在唐、虞时代，贤人很多，差不多每家都有可受封爵的德行。后比喻社会安定，民俗淳朴。也形",
  "敝盖不弃": "指破旧之物也自有其用。",
  "比屋连甍": "屋舍紧密相连。指住户众多。",
  "比物丑类": "指连缀同类事物，进行排比归纳。",
  "比翼连枝": "比翼：鸟名。传说此鸟一目一翼，须两两齐飞。比喻夫妇亲密不离。",
  "比屋而封": "指上古之世教化遍及四海，家家都有德行，堪受旌表。后泛称风俗淳美。",
  "比翼齐飞": "比翼：翅膀挨着翅膀。齐飞：成双的并飞。比喻夫妻情投意合，在事业上并肩前进。",
  "敝帷不弃": "指破旧之物也自有用处。",
  "彼倡此和": "和：附和；应和。比喻一方倡导，别一方效法；或互相配合，彼此呼应。",
  "笔墨横姿": "指书画诗文美妙多姿。",
  "匕鬯不惊": "匕：古代的一种勺子；鬯：香酒；匕和鬯都是古代宗庙祭祀用物。形容军纪严明，所到之处，百姓安居",
  "笔墨之林": "斯文萃集的地方。",
  "比物属事": "连缀相类的事物，进行排比归纳。",
  "比物连类": "比物：比喻；连：连缀；类：相同的事物。连缀相类的事物，进行排比归纳",
  "比物假事": "假借相类的事物，相进行比较归纳。",
  "比物此志": "比物：比类，比喻；志：心意。指用事物行为来寄托、表达自己的心意。",
  "比肩随踵": "犹比肩继踵。形容接连不断。",
  "比肩齐声": "比喻地位、声望相等或相近。",
  "比类从事": "比：比照。其它类似的情况按照这种精神办理。",
  "比肩继踵": "比肩：肩膀挨着肩膀；继踵：脚尖碰着脚后跟。肩膀靠着肩膀；脚尖碰着脚根。形容人多拥挤。",
  "笔误作牛": "《晋书·王献之传》：“ 桓温 嘗使﹝ 王獻之 ﹞書扇，筆誤落，因畫作烏駮牸牛，甚妙。”后因以“",
  "鄙夷不屑": "鄙夷：轻视，看不起；不屑：认为不值得。轻视，看不起",
  "鄙吝复萌": "鄙吝：庸俗；萌：发生。庸俗的念头又发生了。",
  "鄙于不屑": "鄙：粗俗卑鄙。不屑：认为不值得（做或看）。粗俗卑鄙到不值得一顾的程度。指既丑陋又下贱，叫人",
  "比肩并起": "比：并列，紧靠。肩并肩地一齐起来。形容接连不断到来",
  "比户可封": "差不多每家每户都有可受封爵的德行。用以泛指风俗淳美。",
  "比比皆是": "比比：一个挨一个；引申为处处；到处；皆：全部。形容某种东西到处都是；很多。",
  "比比皆然": "比比：处处。到处都是。形容多。同“比比皆是”。",
  "匕鬯无惊": "形容法纪严明，无所惊扰。同“匕鬯不惊”。",
  "彼弃我取": "别人摒弃的我拿来。指不与世人共逐名利而甘于淡泊。",
  "比肩接踵": "肩碰肩，脚跟脚。形容人多拥挤或接连不断",
  "比翼双飞": "比翼：翅膀紧靠翅膀；双飞：成双地并飞。借比翼鸟的双宿双飞；比喻夫妻形影不离心心相印。",
  "比肩皆是": "到处都是。形容同类的事物或情况很多。",
  "比肩连袂": "肩膀相并，衣袖相连。形容连接不断。",
  "比肩而立": "比肩：并肩。肩并肩地站立。比喻彼此距离极近。",
  "比肩叠踵": "形容人多。叠踵，脚尖踩脚跟。",
  "比肩叠迹": "比：并。肩并肩，足迹相叠。形容人多",
  "比肩迭踵": "形容人多。迭踵，脚尖踩脚跟。",
  "比肩迭迹": "肩膀相靠，足迹相迭。形容人多。",
  "彼竭我盈": "彼：他，对方；竭：尽；盈：充满。他们的勇气已丧失，我们的士气正旺盛。",
  "彼此彼此": "常用做客套话，表示大家一样。亦指两者比较差不多。",
  "彼唱此和": "比喻一方倡导，另一方效仿。",
  "比肩系踵": "犹比肩继踵。形容人很多或接连不断。",
  "比众不同": "与大家相比，大不一样。",
  "比肩接迹": "肩膀相靠，足迹相接。形容人多或接连不断。",
  "秕言谬说": "秕：坏，不良的；谬：错误。错误的言论",
  "笔老墨秀": "指笔姿老到而墨韵清秀。",
  "笔翰如流": "指文笔快捷无滞。",
  "笔酣墨饱": "指文章表达流畅，内容充足。",
  "笔耕砚田": "比喻从事脑力劳动，以读写为业。",
  "笔歌墨舞": "指文笔奇妙精采。",
  "笔伐口诛": "伐：声讨，攻打；诛：痛斥，责罚。从口头和书面上对坏人坏事进行揭露和声讨。",
  "笔底龙蛇": "犹言笔走龙蛇。形容书法生动而有气势。",
  "笔底春风": "形容绘画、诗文生动，如春风来到笔下。",
  "笔底超生": "犹言笔下超生。超生：佛家语。为了免使他人受难，书写时，在用意和措词方面都给予宽容或开脱。",
  "笔大如椽": "椽：房椽；放在檀上架屋顶的木杆。笔大得好像椽子。多形容大毛笔。",
  "笔饱墨酣": "笔力饱满，用墨充足。形容诗文酣畅浑厚。",
  "笔墨官司": "笔墨：文字；官司：诉讼。写状子起诉。指书面上的辩论。",
  "俾夜作昼": "把夜晚当作白昼一般利用，夜以继日。",
  "彼众我寡": "彼：对方。指对方军队势众，而我方力量单薄。",
  "鄙俚浅陋": "鄙俚：粗俗；浅陋：见闻不多。多形容文章或言谈粗俗浅薄。",
  "笔走龙蛇": "笔一挥动就能呈现出龙蛇舞动的神态。",
  "笔诛墨伐": "笔、墨：指文字。诛：谴责。伐：声讨。通过文字加以谴责，进行声讨。",
  "笔冢研穿": "秃笔成坟，砚磨穿孔。指写作著述功力极深。",
  "笔削褒贬": "笔：记载。削：删改。古时在竹简或木简上写字，写错要修改时就用刀削。原指孔子作《春秋》，用文",
  "笔下生花": "比喻文人才思俊逸，写作的诗文极佳。",
  "笔下超生": "超生：佛家语，指人死后灵魂投生为人。为了免使他人受难，书写时，在用意和措词方面都给予宽容或",
  "笔头生花": "形容诗文写得绚丽多采，非常漂亮。亦作“笔底生花”、“笔下生花”。",
  "笔扫千军": "扫：清除，消灭。形容笔力雄健，雄奇奔放，无所匹敌",
  "俾昼作夜": "俾：使。把白昼当作夜晚。指不分昼夜地寻欢作乐",
  "弊衣蔬食": "破旧的衣服和粗粝的饭食。指生活俭朴。亦作“弊衣箪食”。",
  "碧血丹心": "碧血：血化为碧玉；后指为正义事业而流的血；丹心：忠心。形容满腔热血；无限忠诚之心。也作“丹",
  "闭目塞听": "塞：堵塞。闭上眼睛不看；堵住耳朵不听。形容对外界事物全不了解。",
  "筚路褴褛": "形容开创新事业的艰难。同“筚路蓝缕”。",
  "筚门圭窬": "同“筚门闺窦”。柴门小户。喻指穷人的住处。",
  "筚门闺窦": "筚门：柴门；圭窦：上尖下方的圭形门洞。形容穷苦人家的住处。",
  "弊车羸马": "弊：破；羸：瘦弱。破车瘦马。比喻处境贫穷。",
  "弊绝风清": "弊：弊病；弊端。营私舞弊、欺诈蒙骗的事情完全没有；风气十分良好。形容坏风气一扫而空。",
  "闭目塞聪": "聪：听觉敏锐，这里指听觉。闭着眼睛，堵住耳朵。形容对外界事物全不了解。亦作“闭目塞听”、“",
  "弊衣疏食": "破旧的衣着，粗粝的饭食。指生活清苦。",
  "闭目塞耳": "堵塞视听。指对外界事物不闻不问或不了解。",
  "弊帚千金": "对自家的破旧扫帚，也看成价值千金。比喻对己物的珍视。弊，一本作“敝”。",
  "弊帚自珍": "对自家的破旧扫帚，也看作很珍贵。比喻对己物的珍视。",
  "碧海青天": "原是形容嫦娥在广寒宫夜夜看着空阔的碧海青天，心情孤寂凄凉。后比喻女子对爱情的坚贞。",
  "碧鬟红袖": "指代年轻貌美的女子。",
  "碧空如洗": "碧空：浅蓝色的天空。蓝色的天空明净得像洗过一样。形容天气晴朗。",
  "碧空万里": "万里：指面积大，距离长。形容天气晴朗。",
  "避迹违心": "指违背本意而隐匿。",
  "弊衣箪食": "破旧的衣服和粗粝的饭食。指生活清苦。",
  "避难就易": "就：凑近，靠近。躲开难的，去找容易的做。也指做事情先从容易的做起。",
  "避井入坎": "比喻躲过一害，又受一害。同“避坑落井”。",
  "避阱入坑": "指避过了井，又掉进了坑里。比喻避去一害，又受另一害。阱，异“穽”。",
  "避穽入坑": "穽，同“阱”。比喻躲过一害，又受一害。同“避坑落井”。",
  "避军三舍": "指退让和回避。一舍：三十里。",
  "闭口结舌": "闭着嘴不说话。犹言闭口藏舌。",
  "闭口藏舌": "闭着嘴不说话。形容怕惹事而不轻易开口。",
  "敝绨恶粟": "指衣食粗劣。",
  "毕力同心": "犹言齐心协力。",
  "蔽聪塞明": "蔽：遮；聪：听觉灵敏；明：看得清楚。掩住耳朵，挡住眼睛。比喻对客观事物不闻不问。",
  "避难趋易": "指避开困难的而拣容易的做。",
  "闭口不言": "闭住嘴巴不言语；指有话不说。",
  "闭门思过": "思：思索；反省；过：过失；错误。关起门来反省自己的过失。",
  "闭门思愆": "指关起门来自我反省。同“闭閤思过”。",
  "闭门投辖": "辖：车轴的键，去辖则车不能行。比喻主人留客的殷勤。",
  "闭门造车": "原意指只要按照同一规格；关起门来造成的车子；用起来也能合辙。现用以比喻不进行调查研究；只凭",
  "闭门自守": "①闭门不出，洁身自保。②坚壁不出，严加防守。",
  "避凉附炎": "指疏远避开无权势者，亲热攀附有权势者。",
  "闭阁思过": "阁：小门。过：过错。关起门来反省自己的过错。亦作“闭门思过”。",
  "必里迟离": "阴历九月九日。",
  "币重言甘": "币：指礼物；厚：重。礼物丰厚，言辞好听。指为了能达到某种目的而用财物诱惑。",
  "必不得已": "必然不能得止。指形势使得非如此不可。表示无可奈何的意思。",
  "闭关自主": "指关闭关口，不和外国来往。",
  "闭关自守": "守：防守。封闭关口；并加以防守；不跟外界往来。也比喻因循守旧；不接受外界事物的影响。",
  "闭关锁国": "闭；关闭；关：关口；锁：封锁。封锁关口；关闭国境。指封锁国境；不与外国通商往来。",
  "闭门却扫": "却：停止；却扫：不再清扫车迹，意指谢客。关上大门，扫除车迹。指闭门谢客，不和外界往来。",
  "碧落黄泉": "碧落：天上、天界。黄泉：地下。天上和地下。泛指宇宙的各个角落。",
  "闭阁自责": "指关起门来自我反省。同“闭阁思过”。",
  "必恭必敬": "必：一定；十分；恭：有礼貌；敬：尊敬；有礼貌地对待。形容态度神情十分恭敬谦逊；也作“毕恭毕",
  "熚熚剥剥": "见“ 熚熚烞烞 ”。",
  "筚簬篮缕": "见“ 篳路藍縷 ”。",
  "筚路蓝褛": "同“ 篳路藍縷 ”。 郑振铎 《梁任公先生传》四：“他究竟是 中国 ‘新思想界之 陈涉 ’，虽未必",
  "筚门闺窬": "筚门：用荆条或竹子编成篱笆作门；窬：通“窦”，门旁小户。柴门小户，比喻穷人的简陋住处",
  "筚门圭窦": "筚门：用荆条或竹子编成篱笆作门。柴门小户，比喻穷人的住处",
  "闭壁清野": "犹言坚壁清野。是作战时采取的一种策略。",
  "闭关绝市": "封闭关口，不与外界通商。",
  "必不挠北": "挠北：败北，作战失败。必定不会失败。",
  "蔽明塞聪": "蔽：遮；聪：听觉灵敏；明：看得清楚。蒙住眼睛不看，堵塞耳朵不听。指对外界事物不闻不问。",
  "蔽日干云": "挡住太阳，直冲云霄。形容十分高大。",
  "蔽日遮天": "遮住了天空和太阳。形容遮盖的范围非常宽广。",
  "俛拾地芥": "比喻极易获得。",
  "荜露蓝蒌": "见“ 蓽路藍縷 ”。",
  "荜路蓝缕": "同“ 篳路藍縷 ”。形容创业的艰苦。 宋  司马光 《和王介甫巫山高》：“嗟嗟 若敖 、 蚡冒 ，蓽",
  "荜门委巷": "指贫苦人家所居之处。 宋  叶適 《廷对》：“嗟夫！蓽門委巷之士，其勢與力不足以自存矣，可謂微",
  "必经之路": "经：经过。一定要经过的道路。亦作“必由之路”。",
  "弊衣疎食": "破旧的衣着，粗粝的饭食。谓生活清苦。《周书·柳虯传》：“弊衣疎食，未嘗改操。”",
  "必躬必亲": "指凡事都要自己经手。",
  "闭口捕舌": "犹言甕中捉鳖。比喻敌方已被控制，无法逃脱。",
  "闭境自守": "指封闭四境，严加防守。",
  "闭户读书": "关着门在家里埋头读书。",
  "闭合自责": "指关起门来自我反省。同“闭合思过”。",
  "闭合思过": "指关起门来自我反省。",
  "必操胜券": "操：持；拿；券：凭证；胜券：指胜利的把握。一定有胜利的把握。",
  "避李嫌瓜": "以之表示避免嫌疑。",
  "避迹藏时": "指逃避时世。",
  "髀里肉生": "髀：大腿。因为长久不骑马，大腿上的肉又长起来了。形容长久过着安逸舒适的生活，无所作为。",
  "避强击弱": "军事用语。在运动战中避开敌人的精锐部队而专拣疲弱的打。",
  "避让贤路": "避让：辞职的谦词；贤路：贤才仕进路。辞官退隐，让有才能的出来做事。",
  "避人耳目": "指避免走漏消息。",
  "避人眼目": "指避免走漏消息。同“避人耳目”。",
  "璧坐玑驰": "形容文章的语言精采美妙。",
  "避俗趋新": "避：舍弃；趋：奔赴，趋向。指舍弃旧俗而追求新潮",
  "璧合珠联": "比喻众美毕集，相得益彰。",
  "避影匿形": "指隐蔽起来，不露形迹。",
  "避之若浼": "指躲避惟恐不及，生怕沾污了自身。",
  "避重就轻": "避重：指避开要紧的事；就轻：指抓小事情。避开重要的而拣次要的来承担。也指回避要害问题；只谈",
  "避重逐轻": "指避开较重的责任，拣轻的承担。",
  "臂有四肘": "比喻不凡的相貌。",
  "避面尹邢": "以之比喻因嫉妒而避不见面。",
  "敝綈恶粟": "指衣食粗劣。",
  "敝衣粝食": "破衣粗食。形容生活困顿。",
  "敝衣枵腹": "衣破肚饥。形容生活困顿。",
  "敝帚千金": "敝：破旧；敝帚：破旧的扫帚。自己的破扫帚；却看成价值千金的宝贝。比喻自己的东西即使不好；也",
  "敝帚自享": "犹言敝帚自珍。比喻东西虽不好，自己却很珍惜。",
  "敝帚自珍": "敝：破的；坏了；珍：爱惜。把自己家的破扫帚看成价值千金的宝贝；很爱惜。比喻东西虽差；自己却",
  "避瓜防李": "表示避免嫌疑。",
  "避溺山隅": "指防止淹死而躲入山隅。表示远远回避。",
  "筚路蓝缕": "筚路：柴车；蓝缕：破衣服。驾着简陋的车，穿着破烂的衣服去开辟山林。形容创业的艰苦。",
  "避凶趋吉": "避：避开；趋：奔赴。指避开祸害而趋向吉利",
  "闭门酣歌": "指闭门不出，尽兴饮酒，尽情歌舞。形容沉缅酒色，尽情享受。",
  "闭门合辙": "犹言闭门造车，出门合辙。比喻互相投合。",
  "闭门塞户": "关闭门窗，堵塞洞穴。多谓防备之严。",
  "闭门觅句": "形容作诗时冥思苦想。",
  "闭门埽轨": "指杜绝宾客，不与来往。",
  "避烦斗捷": "指避开烦难而比赛简捷。",
  "必也正名": "指必须按照正统伦理观念和礼仪关系来端正纲纪名分。",
  "闭门扫轨": "轨：车迹。指杜绝宾客，不与来往。",
  "毕雨箕风": "原指民性如星，星好风雨，比喻庶民喜好人主的恩泽。后为颂扬统治者普施仁政之词。",
  "璧合珠连": "璧：玉器；璧合：指两个半璧成一个；连：连接。日月如合璧，五星如连珠，古人认为是一种显示祥瑞",
  "闭门读书": "关起门来在家里读书。原意是独自学习，而不与别人切磋。后也用以形容专心埋头苦读。",
  "避实击虚": "指避开敌人的主力，找敌人的弱点进攻。又指谈问题回避要害。",
  "必由之路": "由：经由。必定要经过的道路。泛指事物必须遵循的规律或做事必须遵守的法则。",
  "闭门不纳": "纳：入，进来。关上门不让人进来。",
  "避害就利": "就：接近、走向。躲开有害的，接近有利的条件。",
  "壁垒森严": "壁垒：古时军营周围的围墙；泛指防御工事；森严：整齐严肃。原指防守严密。后也比喻界限很分明。",
  "避君三舍": "舍：古代计量单位，1舍＝30里。指退让和回避",
  "避毁就誉": "回避诋毁而追求称誉。",
  "毙而后已": "毙：倒下，死亡。指努力工作或为某一目的奋斗终生，至死才罢休",
  "避祸就福": "避开凶险，趋向幸福。",
  "避祸求福": "指避开灾祸而求取幸福。",
  "壁间蛇影": "犹“杯弓蛇影”。形容疑神疑鬼，徒自惊扰。",
  "闭口无言": "闭住嘴巴不言语。形容对事不置可否或事情弄僵，自己觉得理亏而无话可讲时的情态。参见“闭口不言",
  "婢作夫人": "婢：侍女；夫人：主妇。旧时指在文艺方面虽刻意模仿别人，但才力和作品的规模总赶不上。",
  "敝鼓丧豚": "敝：破，坏；丧：失去；豚：猪。指击破鼓、烹掉猪以求神治病，病仍未治好。形容费而无益。",
  "避坑落井": "躲过了坑，又掉进井里。比喻躲过一害，又受一害。",
  "避而不谈": "躲避开而不肯说。指有意回避事实。",
  "闭门不出": "关起门来不外出，指杜绝与外界交往。",
  "荜门圭窦": "筚门：荆竹编成的门，又称柴门。常用以喻指贫户居室。",
  "婢膝奴颜": "形容卑躬屈膝谄媚奉承的奴才相。参见“奴颜婢膝”。",
  "避世墙东": "指隐居于市井贩夫之中。",
  "壁立千仞": "壁立：峭壁陡立。形容岩石高耸。",
  "避世离俗": "指逃避浊世，超脱凡俗。",
  "避世绝俗": "避世：隐居不出仕；绝俗：与世间隔绝。脱离现实生活，不和人们往来。形容隐居山林，不与世人交往",
  "避世金门": "以之比喻身为朝官而逃避世务。",
  "避世金马": "避世：逃避世务；金马：借指宫殿。指身为高官而逃避世务",
  "避实就虚": "实：实力；就：接近；趋向；虚：空虚；虚弱。原指避开敌人的主力；攻击敌人的薄弱环节。现也指办",
  "毕恭毕敬": "形容态度十分恭敬。",
  "必争之地": "敌对双方非争夺不可的战略要地。",
  "闭月羞花": "闭：躲避；羞：害臊。使月亮见了也躲避起来；花儿见了也自觉羞愧。形容女子容貌极美。",
  "鼻孔朝天": "仰起头来鼻孔朝天。形容高傲自大。",
  "鼻塌脣青": "形容脸部伤势严重。",
  "鼻息如雷": "鼻息：鼾声。打呼噜的声音就象打雷一样响。形容熟睡时鼾声大作。",
  "鼻端出火": "形容意气风发；情绪激昂。",
  "鼻青眼紫": "鼻子发青，眼圈发紫。形容脸部伤势严重。",
  "鼻青眼肿": "鼻子发青，眼睛肿起。形容脸部伤势严重。亦比喻遭受严重打击、挫折的狼狈相。",
  "鼻青眼乌": "鼻子发青，眼圈发黑。形容脸部伤势严重。",
  "鼻青脸肿": "鼻子发青，脸部肿起。形容脸部伤势严重。",
  "鼻垩挥斤": "挥舞斧头削除鼻端之垩。比喻指正错误。",
  "鼻端生火": "以之形容马行疾速。",
  "鼻肿眼青": "鼻子肿起，眼圈发青。形容脸部伤势严重。",
  "鼻青额肿": "鼻子发青，额头肿起。形容脸部伤势严重。",
  "绷爬吊拷": "强行脱去衣服，捆绑并吊起来拷打。同“绷扒吊拷”。",
  "绷扒吊拷": "古代的一种刑罚。强行脱去衣服，捆绑并吊起来拷打。绷：捆绑。扒：脱掉。",
  "奔走钻营": "到处奔波，削尖脑袋谋求私利。",
  "奔走之友": "指彼此尽力相助的挚友。",
  "奔走相告": "奔；走：跑。奔跑着互相转告。形容人遇到重大的或非常的事件时；急迫地互相转告有关的人。",
  "奔走如市": "走：跑。市：集市。形容为某种目的而奔忙、活动的人很多。",
  "奔走呼号": "奔走：奔跑。呼号：叫喊。一面奔跑，一面呼唤。形容处于困境而求援。",
  "奔逸绝尘": "奔逸：疾驰；绝尘：脚不沾尘土。形容走得极快。也形容人才十分出众，无人企及。",
  "奔轶绝尘": "形容跑得极快，迅速前进。绝尘，脚不沾尘土。",
  "本同末离": "本旨相同而途径不同。",
  "本来面目": "本来：原来的；面目：面貌。原是佛教用语；指人的本性；后比喻人或事物原来的样子。",
  "本固邦宁": "指人民安居乐业则国家太平。",
  "本支百世": "指子孙昌盛，百代不衰。",
  "本末源流": "源：水源。流：从水源向下游流去的水。比喻事物的主次、始末、先后。",
  "本末倒置": "本：树根；比喻事物的根本；末：树梢；比喻事物的枝节；置：放置。形容把主要的和次要的；重要的",
  "本乡本土": "土：乡土。本地或家乡",
  "本同末异": "本：本原。末：末流。比喻事物同一本原，而派生出来的末流则有所不同。",
  "本性难移": "移：改变。指长期形成的癖性习惯；难以改变。",
  "本小利微": "微：薄。本钱小，利润薄。指买卖很小，得利不多。",
  "本相毕露": "原形完全显露了出来。",
  "笨嘴拙舌": "拙：不巧。嘴笨；口才不好；不善言辞。也作“笨口拙舌”。",
  "笨头笨脑": "笨拙；愚蠢。 韩怀智 《天津城下歼败将》：“笨头笨脑的敌人还在城里盲目的向我方打炮呢！”",
  "笨手笨脚": "谓动作不灵敏。《二十年目睹之怪现状》第八六回：“ 慧卿 搶着道：‘老爺你不要疑心我們怎樣。我",
  "坌鸟先飞": "比喻能力差的人做事时，怕赶不上别人，抢先动手。多用作谦词。同“笨鸟先飞”。",
  "笨嘴笨舌": "笨：不灵巧。说话表达能力很差，没有口才",
  "笨口拙舌": "见“ 笨嘴笨舌 ”。",
  "笨鸟先飞": "笨拙的鸟先飞起来；比喻能力差的人做事时；害怕落到别人后面；比别人先着手做事。也作“夯鸟先飞",
  "杯酒言欢": "相聚饮酒，欢快地交谈。",
  "杯觥交杂": "犹言觥筹交错。形容宴饮热烈。《醒世恒言·灌园叟晚逢仙女》：“此時月色倍明，室中照耀，如同白",
  "杯水之敬": "犹言杯水之谢。",
  "卑躬屈节": "卑躬：低头弯腰；屈节：屈辱节操。形容没有骨气，低声下气地讨好奉承。",
  "杯水粒粟": "一杯水，一粒粟。指极少量的饮食。",
  "杯水车薪": "杯水：一杯水；车薪：一车柴草。一杯水救不了一大车着了火的柴草。比喻力量太小；对解决困难作用",
  "杯蛇幻影": "比喻疑神疑鬼，自相惊扰。同“杯弓蛇影”。",
  "杯蛇鬼车": "指因疑虑、惊惧导致幻觉中产生的怪物。杯蛇，“杯弓蛇影”之省；鬼车，传说中的九头鸟。",
  "杯盘狼藉": "狼藉：像狼窝里的草那样杂乱不堪。形容喝酒吃饭快要完了的时候或吃完以后；桌上的杯子、盘子、碗",
  "卑不足道": "道：说，讲。指卑下得不值一提",
  "杯茗之敬": "请人饮宴的谦辞。",
  "杯酒解怨": "解：消除，排解；怨：怨恨，怨仇。指饮酒言欢，消解仇怨。",
  "卑宫菲食": "指宫室简陋，饮食菲薄。旧时用以称美朝廷自奉节俭的功德。",
  "卑辞重币": "卑：谦恭；重：厚；币：礼物。说谦虚的话，送厚重的礼。形容对人有所求。",
  "卑辞厚币": "指言辞谦恭，礼物丰厚。参见“卑辞重币”。",
  "卑谄足恭": "卑：低下；谄：巴结奉承；足：音“巨”，过分；恭：恭顺。低声下气，阿谀逢迎，过分恭顺，取媚于",
  "杯盘狼籍": "杯盘等放得乱七八糟。形容宴饮已毕或将毕时的情景。",
  "悲歌慷慨": "指激昂高歌，以抒发感慨。形容壮烈的气概",
  "北窗高卧": "比喻悠闲自得。",
  "北辰星拱": "北辰：北极星；拱：环绕。北极星高悬不动，群星四面环绕。旧时比喻治理国家施行德政，天下便会归",
  "北鄙之音": "指殷纣时的音乐。后世视为亡国之声。亦作“北鄙之声”。",
  "北鄙之声": "指殷纣时的音乐。后世视为亡国之声。",
  "悲痛欲绝": "绝：穷尽；悲哀伤心到了极点。也作“悲恸欲绝”、“哀痛欲绝”。",
  "悲天悯人": "悲天：悲叹时世；悯：哀怜；悯人：怜悯众人。对混乱的时世感到悲伤；对困苦的人民表示怜悯。",
  "悲声载道": "指哀伤呼叫之声充满道路。形容苦难深重。",
  "悲欢离合": "悲：悲哀；欢：欢乐；离：离散；合：团聚。指生活中的悲哀与欢乐；分离与团聚的不同遭遇。",
  "杯中蛇影": "比喻因疑神疑鬼而引起恐惧。同“杯弓蛇影”。",
  "悲歌易水": "抒写悲壮苍凉的气氛。",
  "悲歌击筑": "以之为典，抒写悲壮苍凉的气氛。",
  "悲愤填膺": "填：充填；塞满；膺：胸。悲痛和愤怒充满胸膛。",
  "悲从中来": "中：内心。悲痛的感情从内心涌出来。",
  "悲愁垂涕": "垂：垂下；涕：泪。因为悲哀、愁苦而落泪。",
  "悲不自胜": "胜：经受得住。悲伤得使自己经受不住了。形容伤感至极；情难自禁。",
  "杯中之物": "杯子中的东西，指酒。同“杯中物”。",
  "杯水舆薪": "比喻力量微小，无济于事。同“杯水车薪”。",
  "悲观厌世": "厌世：厌弃人世。指对生活失去信心；精神颓丧；厌弃人世。",
  "卑身屈体": "指弯腰俯首，屈从奉迎。",
  "陂湖禀量": "比喻度量宽广恢弘。",
  "杯酒戈矛": "比喻在宴会上引起的仇恨。",
  "悲喜交集": "交集：一起出现。悲伤和喜悦的心情交织在一起。也作“悲喜交加”；“悲喜交至”。",
  "杯觥交错": "比喻相聚饮酒时的欢乐。觥，酒器。",
  "杯弓市虎": "指捕风捉影，疑虑重重，自相惊扰。参见“杯弓蛇影”、“三人成虎”。",
  "杯弓蛇影": "①将映在杯中的弓影误认为蛇。比喻疑神疑鬼；自相惊扰。②也可用来比喻虚幻的实际不存在的东西。",
  "杯羹之让": "指受人挟持，惹人讥诮。",
  "杯水之谢": "比喻微薄的酬谢。",
  "卑以自牧": "指以谦卑自守。",
  "卑鄙无耻": "形容人品德卑下；粗鄙；毫无廉耻。",
  "卑身贱体": "①谓俭约勤苦。②弯腰俯首，屈从奉迎。",
  "卑陋龌龊": "龌龊：肮脏。形容品质恶劣。亦作“卑鄙龌龊”。",
  "卑礼厚币": "卑礼：谦恭的礼节；厚币：厚重的币帛。比喻聘请人员的郑重殷切。",
  "卑躬屈膝": "卑躬：低头弯腰；屈膝：弯曲膝盖；指下跪。形容没有骨气；谄媚；讨好的无耻形象。",
  "卑鄙龌龊": "形容品质恶劣，导心不正，言行肮脏。",
  "北门管钥": "犹北门之管。",
  "北道主人": "北道上接待过客的主人。与“东道主人”同义。",
  "北斗之尊": "北斗星的位置近于天的中心。比喻地位非常尊贵。",
  "北辙南辕": "①想往南却驾车向北行驶。比喻行为和目的相反。②车子北往南来。喻人行无定迹。",
  "北辕适粤": "犹北辕适楚。粤在南方。",
  "北辕适楚": "北辕：车子向北行驶；适：到。楚在南方，赶着车往南走。比喻行动与目的相反。",
  "北叟失马": "比喻祸福没有一定。",
  "北面称臣": "古代君主面南而北，臣子拜见君主则面北，指臣服于人。",
  "北宫婴儿": "北宫：古代王后所居之宫；婴儿：指齐国孝女婴儿子。用作孝女的代称。",
  "北门之管": "管：钥匙。表示军事要地或守御重任",
  "北郭先生": "用以指隐居不仕的人。",
  "北门锁钥": "原指北城门上的锁和钥匙。后借指北方的军事要地。",
  "北门南牙": "北门：指羽林诸将；南牙：指宰相。指文武重臣。",
  "北风之恋": "比喻对故土的怀念之情。",
  "北门之寄": "指负军事重任。",
  "背水一战": "背：背向；水：指江河；背水：背后是水；表示没有退路。原作“背水阵”；背后临近河水摆阵；或布",
  "背生芒刺": "犹言芒刺在背。同“背若芒刺”。",
  "背山起楼": "靠山建造楼房。比喻使人扫兴的事。",
  "背乡离井": "指远离家乡，流落他方。",
  "背若芒刺": "犹言芒刺在背。",
  "背信弃义": "背：违背。信：信用；弃：丢弃；义：道义。不讲信用。不讲道义也作“弃信忘义”。",
  "背义负恩": "指背弃道义，辜负别人对自己的恩德。",
  "背义负信": "指背弃道义，不守信用。",
  "背义忘恩": "指背弃道义，忘却恩德。同“背恩忘义”。",
  "背曲腰弯": "腰背弯曲。常指坐久或年老。同“背曲腰躬”。",
  "倍道而行": "加快速度，一天走两天的行程。",
  "背恩负义": "指辜负别人对自己的恩义。同“背恩忘义”。",
  "倍道而进": "倍：加倍；道：行程。形容加快速度前进。",
  "倍日并行": "日夜赶路。",
  "背道而驰": "背：背向；道：道路；方向；驰：奔跑。朝着相反的方向奔跑。比喻彼此方向不同；目的完全相反。",
  "背城一战": "背：背向。在自己城下和敌人决一死战。多指决定存亡的最后一战。",
  "背城借一": "背城：背向自己的城堡；借一：凭借最后一战。背靠自己的城堡与敌人决一死战。意谓作最后的奋斗。",
  "背本趋末": "古代常以农业为本，手工、商贾为末。指背离主要部分，追求细微末节。",
  "背本就末": "指背离根本，追逐末节。",
  "背碑覆局": "看过的碑文能背诵，棋局乱后能复旧。指记忆力强。",
  "背暗投明": "背：背弃；投：投奔。指背离黑暗，投向光明。比喻背离昏主，投向明君",
  "备位充数": "备位：如同尸位，意即徒在其位，不能尽职；充数：用不够格的人来凑足数额。是自谦不能做事的话。",
  "备多力分": "防备的地方多了，力量就会分散。",
  "备尝辛苦": "备：尽、全。尝：经历。受尽了艰难困苦。",
  "备尝艰苦": "备：全、尽；尝：经历。受尽了艰难困苦。",
  "被泽蒙庥": "指受恩泽，蒙庇护。",
  "被宠若惊": "指受到意外的恩遇而顿觉吃惊不安。",
  "背腹受敌": "指前后都受到敌人的攻击。",
  "悖入悖出": "悖：违背、胡乱。用不正当的手段得来的财物，也会被别人用不正当的手段拿去。胡乱弄来的钱又胡乱",
  "背曲腰躬": "腰背弯曲。常指坐久或年老。",
  "倍道兼行": "倍、兼：加倍；道：指行程。每天加倍行进，一天走两天的路程。形容加速急行。",
  "倍道兼进": "倍：加倍；道：行程。形容加快速度行进。",
  "贝阙珠宫": "用珍珠宝贝做的宫殿。形容房屋华丽。",
  "备而不用": "备：准备。准备好而暂时不用；以应急需。",
  "背恩忘义": "背：背叛。指背弃恩德，忘却道义。",
  "背公向私": "指损公肥私，违法求利。",
  "背公营私": "指损公肥私，违法求利。亦作“背公向私”。",
  "背惠食言": "指忘恩失信。",
  "背井离乡": "背：离开；井：古制八家为井；引申为乡里、家宅。离开乡里。常指被迫远离家乡；到外地谋生。",
  "背盟败约": "背：违背。盟、约：誓约。败：败坏。指撕毁。背叛誓言，撕毁盟约。",
  "背前面后": "指或当面或背后。",
  "悖言乱辞": "指胡言乱语。",
  "包藏祸心": "包藏：暗藏；祸心：害人之心。表示心里藏着坏主意；怀着害人的意图。",
  "褒衣危冠": "褒衣：宽大的衣服。危冠：高帽子。古代儒生的装束。指宽袍高帽。",
  "褒衣博带": "褒、博：形容宽大。着宽袍，系阔带。指古代儒生的装束。",
  "苞藏祸心": "同“ 包藏禍心 ”。心里隐藏着坏主意。苞，通“ 包 ”。《後汉书·皇后纪下·献帝伏皇后》：“﹝",
  "包藏奸心": "犹言包藏祸心。",
  "包办代替": "指应该和有关的人一起商量或一起做的事，却独自办理，不让旁人参与。",
  "襃衣博带": "亦作“褒衣博帶”。亦作“裒衣博帶”。宽衣大带。古代儒者的装束。《淮南子·氾论训》：“古者有",
  "褒善贬恶": "褒：赞扬；贬：批评。对好人好事加以赞扬；对坏人坏事加以斥责。指分清善恶，提出公正的评价。",
  "苞苴竿牍": "苞苴：蒲包，指赠送的礼物，引申为贿赂；竿牍：竹简为书，指书信，这里特指请托信。指携着礼物带",
  "包打天下": "包：承担全部任务，负责完成。将打天下的整个任务承担下来。常指人逞强争胜。",
  "包揽词讼": "包揽：把别人的事情全部兜揽办理；词讼：诉讼。指招揽承办别人的诉讼，从中谋利",
  "包罗万象": "包罗：收集、容纳；大范围的包括；万象：宇宙间万物万事的景象。包括了形形色色一切景象。形容内",
  "包举宇内": "包举：统括；宇内：天地之间，即天下。并吞天下，占有一切。",
  "包罗万有": "犹包罗万象。",
  "包羞忍耻": "包：包容，藏；忍：容忍，忍耐。容忍羞愧与耻辱。",
  "饱经世变": "指经历了许多人世变故。",
  "饱经风雨": "指经历过许多艰难困苦。同“饱经风霜”。",
  "饱经风霜": "饱：充分；经：经历；风霜：比喻艰难困苦。形容经历过长期的艰难困苦的生活和斗争。",
  "饱经世故": "指阅历多，积累了丰富的处世经验。",
  "饱谙世故": "指对世态人情有深刻感受或有丰富的处世经验。",
  "保泰持盈": "指保持安定兴盛的局面。",
  "宝山空回": "走进到处是宝物的山里，却空手出来。比喻根据条件，本来应该有丰富的收获，却一无所得（多指求知",
  "宝马香车": "华丽的车子，珍贵的宝马。指考究的车骑。",
  "饱经沧桑": "饱：充分地；经：经历；沧桑：沧海桑田。意思是说沧海变成桑田；桑田变成大海。比喻世事变化很大",
  "保国安民": "保卫国家，使人民安居乐业。",
  "保境息民": "保卫国家边疆，使人民得以安宁。",
  "保残守缺": "①指汉代今文经学派儒生墨守残缺不全的今文经典而拘执一家之言。后常用以比喻泥古守旧，不知改进",
  "宝刀未老": "比喻虽然年龄大了；但精神、体力或本领仍不减当年。",
  "宝珠市饼": "拿珍珠换饼。比喻杜绝贪心。",
  "保盈持泰": "指保持安定兴盛的局面。",
  "饱经霜雪": "饱：充分；经：经历；霜雪：比喻艰难困苦。形容经历过长期的艰难困苦的生活和斗争。",
  "饱飨老拳": "指挨一顿痛打。参见“饱以老拳”。",
  "饱学之士": "饱学：学识渊博。指学识渊博的人。",
  "饱以老拳": "饱：充分；以：用。痛打，尽情地揍。",
  "保家卫国": "保卫家乡和祖国。",
  "饱食暖衣": "饱食：吃得饱；暖衣：穿得暖。形容生活宽裕，衣食丰足。",
  "褒贬与夺": "与夺：给予或夺取。指对人或事物给予赞扬或批评。",
  "饱经忧患": "饱：充分；经：经历。长期、多次经历过忧愁、困苦；社会经验丰富。",
  "饱练世故": "指对世态人情有深刻感受或有丰富的处世经验。同“饱谙世故”。",
  "宝刀不老": "比喻虽然年龄已大或脱离本行已久，但功夫技术并没减退。",
  "饱食终日": "终日：整天。整天吃饱饭，不动脑筋，不干什么正经事。",
  "暴殄天物": "暴：残害；殄：灭绝；天物：大自然界生存的万物。原指残害灭绝各种生物。后指不知爱惜物品；随意",
  "抱诚守真": "抱：存在心里。志在真诚，恪守不违。",
  "抱头痛哭": "指十分伤心或感动，抱头大哭。",
  "抱成一团": "保持一致，行动起来像一个人。形容关系极为亲密。",
  "报冰公事": "旧时官场指清苦的差使。",
  "抱残守阙": "①守着残缺的东西不放。形容思想保守，不接受新事物。②谓笃守古学古道。③喻在条件很差的情况下",
  "爆跳如雷": "指盛怒的样子。",
  "抱表寝绳": "指坐卧不离准则。意谓坚持德操。",
  "暴躁如雷": "暴：暴烈，急躁。急怒叫跳，象打雷一样猛烈。形容又急又怒，大发脾气的样子。",
  "报效万一": "报效：为报答恩情而为之效力。指恩德极大，只给以微不足道的报答。",
  "抱玉握珠": "比喻满腹经纶，富有才学。",
  "抱薪救火": "薪：柴草。抱着柴草去救火。比喻用错误的方法消除灾害；结果不但没有消除灾害；反而使灾害扩大。",
  "抱薪救焚": "比喻用错误的方法去消除灾祸，结果使灾祸反而扩大。同“抱薪救火”。",
  "抱瓮灌园": "传说孔子的学生子贡，在游楚返晋过汉阴，见一位老人抱着水瓮去灌园，就建议他用机械汲水，老人不",
  "抱瓮出灌": "抱着水瓮去灌溉。比喻费力多而收效少。",
  "抱负不凡": "抱负：远大的志向。指有远大的志向，不同一般。",
  "抱布贸丝": "布：古代一种货币；贸：买卖。带了钱，来买丝。借指和女子接近。亦指进行商品交易。",
  "抱关执籥": "持门闩，拿钥匙。指监门小吏的职务。",
  "暴内陵外": "暴：残害；陵：同“凌”，侵犯，凌侮。对内残害百姓，对外欺压弱小。",
  "暴虐无道": "残暴狠毒，丧尽道义。",
  "暴取豪夺": "豪：强横。用暴力劫夺。",
  "报雠雪恨": "报冤仇以洗雪心中之恨。参见“报仇雪恨”。",
  "抱冰公事": "公事：公务。指旧时官场中清苦的差使。",
  "报李投桃": "意思是他送给我桃儿，我以李子回赠他。比喻友好往来或互相赠送东西。",
  "抱法处势": "比喻把法和势结合起来，用势来保证法的推行。",
  "抱打不平": "遇见不公平的事，挺身而出，帮助受欺负的一方。",
  "抱宝怀珍": "怀：藏有。比喻人具有美好的品德、才能。",
  "报应不爽": "报应：佛家语，指因果报应；爽：差失。做恶者必得恶报，从来没有差错的。",
  "抱残守缺": "残：残缺；不完整。缺：残破。指舍不得扔下破旧东西。也作“保残守缺”。",
  "抱关击柝": "柝：木梆；抱关：守关；击柝：打更巡夜。守关巡夜的人。比喻职位卑下。",
  "豹头环眼": "形容人的面目威严凶狠。",
  "报仇雪恨": "雪；洗刷；除去；恨：怨恨。报冤仇；解怨恨。",
  "暴戾恣睢": "暴戾：凶恶、残暴；恣睢：任意做坏事。形容凶残横暴，想怎么干就怎么干。",
  "暴虎冯河": "暴虎：空手打虎；冯河：徒步过河。徒手和虎搏斗；蹚水过大河。比喻勇猛果敢。",
  "暴风骤雨": "暴：突然而猛烈的；骤：急速。来势急速而猛烈的大风大雨。有时比喻声势浩大；发展迅速的运动。",
  "暴风疾雨": "暴：急骤，猛烈；疾：迅疾。来势急遽而猛烈的风雨",
  "鲍子知我": "指彼此相互了解而情谊深切。",
  "暴露无遗": "暴露：显露；显现；遗：遗漏。全部、彻底地暴露了出来；没有丝毫遗漏。",
  "鲍鱼之次": "卖咸鱼的店铺。鱼常腐臭，因以喻恶人之所或小人聚集之地。亦作“鲍鱼之次”。",
  "报本反始": "报：报答；本：根源；反：回到；始：开始。指受恩思报，不忘所自。",
  "豹死留皮": "豹子死了，皮留在世间。比喻将好名声留传于后世。",
  "抱子弄孙": "弄：逗弄。意谓抱弄子孙，安享快乐。",
  "抱柱之信": "后用以表示坚守信约。",
  "抱枝拾叶": "犹言舍本逐末。比喻不抓根本环节，而只在枝节问题上下功夫。",
  "抱怨雪耻": "报：报复。雪：洗刷掉。报怨恨，雪耻辱。",
  "鲍鱼之肆": "鲍：咸鱼；肆：店铺。卖咸鱼的店。比喻坏人成堆的地方。",
  "抱火卧薪": "抱火：捧着火种；卧薪：睡在柴草堆上。比喻处境险恶",
  "抱头大哭": "形容非常伤心或很是感动的样子。",
  "抱屈衔冤": "抱：存在心里；抱屈：受委屈；衔：含；衔冤：含冤。指心怀委屈和冤枉",
  "抱椠怀铅": "铅，铅粉；椠，木简。皆书写用具。指勤于写作、校勘。同“握铅抱椠”。",
  "抱朴含真": "抱：保；朴：朴素；真：纯真、自然。道家主张人应保持并蕴含朴素、纯真的自然天性，不要沾染虚伪",
  "抱璞泣血": "比喻怀才不遇，伤心悲痛。",
  "暴敛横征": "指强征捐税，搜刮人民财富。",
  "抱令守律": "死守着律令，不知变通。",
  "抱头鼠窜": "窜：逃跑；乱跑。抱着头像老鼠一样迅速逃跑。多用来形容受到沉重打击狼狈逃跑的样子。",
  "抱火寝薪": "抱火：捧着火种；寝薪：睡在柴草堆上。比喻危机潜伏，人安于险境而不自知。也比喻危机即将出现。",
  "抱火厝薪": "厝：同“措”，置放。薪：柴火。把火放在柴草底下。比喻危机即将出现。",
  "抱恨终天": "恨：悔恨；终天：终身。旧指因父母去世而一辈子感到悲痛。现指因做错某事而后悔一辈子。",
  "抱恨黄泉": "黄泉：人死埋葬的地下，指阴间。心怀遗憾离开人世，死有遗恨。",
  "报仇雪耻": "雪：洗刷；除去。报冤仇；除耻辱；也作“报怨雪耻”。",
  "抱蔓摘瓜": "顺藤摸瓜。比喻扩大案情，牵连无罪的人。",
  "薄唇轻言": "形容多嘴，说话随便。",
  "薄情无义": "薄：淡薄。感情淡薄，没有情义。常指对于生离死别的事无动于衷。",
  "邦国殄瘁": "邦国：国家；殄：尽，绝；瘁：病。形容国家病困，陷于绝境",
  "帮狗吃食": "比喻帮坏人作坏事。同“帮虎吃食”。",
  "帮虎吃食": "比喻帮助恶人做坏事。",
  "帮闲钻懒": "指说话做事迎合别人的心意和兴趣。",
  "榜上无名": "张贴的名单上没有名字。泛指落选。",
  "傍人篱落": "比喻依赖他人。",
  "傍人篱壁": "傍：依靠；篱壁：篱笆墙。依靠着别人家的篱笆墙。比喻依赖或模仿别人。",
  "傍花随柳": "形容春游的快乐。",
  "傍观者清": "傍：同“旁”。旁观者：在一旁观看的人。同一事物，在一旁观看的人比当事者看得全面、清楚。常与",
  "傍观冷眼": "傍：通“旁”。用冷眼或冷淡的态度在一旁瞧着。",
  "蚌鹬相持": "比喻双方相争，两败俱伤，徒使第三者得利。",
  "傍人门户": "傍：依傍；靠着。依靠在别人家门庭上。比喻完全依赖别人；不能自主或自立。",
  "蚌病成珠": "比喻因不得志而写出好文章来。",
  "棒打鸳鸯": "用木棒打散一双鸳鸯。比喻拆散恩爱的夫妻或情侣。",
  "蚌病生珠": "比喻因不得志而写出好文章来。同“蚌病成珠”。",
  "仿徨失措": "指心神不宁，举动失常。",
  "班荆道旧": "指朋友相遇于途，铺荆坐地，共叙情怀。后泛指朋友相遇，共叙离情。亦作“班荆道故”。",
  "班师回朝": "班：调回。调动出征的军队返回首都，指出征的军队胜利返回朝廷。",
  "班师得胜": "班：还。军队出征，得胜而归。明·无名氏《破天阵》三折：“将颜洞宾活捉拿，把韩延寿首级剽，班",
  "班马文章": "汉代史学家司马迁与班固的并称。泛指可与班固、司马迁相比美的文章。",
  "班荆道故": "班：铺开；道：叙说。用荆铺在地上坐在上面谈说过去的事情。形容老朋友在路上碰到了，坐下来谈谈",
  "班功行赏": "班：排列等级，依次。按照功劳大小，依次给予赏赐",
  "班驳陆离": "形容色彩杂沓。",
  "班班可考": "班班：明显的样子；考：考查。指文字记录十分明显，可以考查",
  "扳龙附凤": "指依附龙凤而升空。",
  "搬石砸脚": "比喻本来想害别人，结果害了自己。",
  "搬弄是非": "搬弄：挑拨；是非：指口舌纷争。把别人的话搬来弄去；有意从中挑拨是非出来。",
  "班衣戏彩": "指身穿彩衣，作婴兒戏耍以娱父母。后以之为老养父母的孝亲典故。",
  "搬口弄舌": "挑拨是非。同“搬唇递舌”。",
  "班师回俯": "指出征的军队胜利返回朝廷。同“班师回朝”。",
  "班衣戏采": "相传老莱子七十岁时穿彩衣作儿戏以娱亲。后以“班衣戏采”为老养父母的孝亲典故。",
  "班门弄斧": "班：鲁班；即公输子；春秋时鲁国人。我国著名的木匠；在鲁班门前舞弄斧头。比喻在行家面前卖弄本",
  "斑驳陆离": "斑驳：指一种颜色中杂有其它颜色；显得花花搭搭的；陆离：参差不一的样子。形容颜色杂乱不一的样",
  "班香宋艳": "班固和宋玉均善辞赋，以富丽见称，后以之泛称辞赋之美者。",
  "搬唇递舌": "挑拔是非。",
  "搬唇弄舌": "①挑拨是非。②卖弄口才。",
  "搬斤播两": "专从细小的斤两上动脑筋。",
  "板上砸钉": "比喻事情已定，不容变更或说话算数。",
  "板上钉钉": "在石板上钉上铁钉。比喻事情已经决定，不能改变。",
  "阪上走丸": "阪：斜坡；丸：弹丸。象在斜坡上滚弹丸。比喻形势发展迅速或工作进行顺利。",
  "版筑饭牛": "版筑，造土墙；饭牛，喂牛。后以之为贤臣出身微贱之典。",
  "半信不信": "指不完全相信。",
  "半信半疑": "信：相信；疑：怀疑。有些相信；又有点怀疑。对真假不能肯定。",
  "半新不旧": "半：二分之一。指不新不旧",
  "半新半旧": "指不新不旧。",
  "半文不白": "文言和白话夹杂。同“半文半白”。",
  "半文半白": "文言和白话夹杂。亦作“半文不白”。",
  "半吐半露": "形容说话含糊不清，不直截了当。",
  "半夜三更": "三更：旧时一夜分为五更；半夜子时为三更；即夜十一点至凌晨一点。",
  "半部论语": "旧时对儒学经典之一《论语》的夸赞之辞，掌握半部《论语》，人的能力就会提高，就能治理国家。",
  "半途而废": "半途：半途上；废：中止。路走到一半停了下来。比喻事业没做完就停止；不能善始善终。",
  "半涂而废": "半路上终止。比喻做事情有始无终。",
  "半推半就": "推：推辞；就：靠拢；接受。一面推辞；一面接受。形容表面推辞；但内心愿意接受；假意拒绝的样子",
  "半疑半信": "有点怀疑，又有点相信。表示对真假是非不能肯定。",
  "半半拉拉": "不完整或未全部完成的。",
  "半半路路": "事物进行的过程中间。",
  "半壁山河": "指国土的一部或大部分。",
  "半筹莫展": "半条计策也拿不出来。比喻一点办法也没有。",
  "半涂而罢": "半路上终止。比喻做事情有始无终。同“半涂而废”。",
  "半梦半醒": "指睡眠尚未清醒。",
  "半痴不颠": "痴：呆傻；颠：同“癲”，疯癲。装疯卖傻的意思。",
  "半筹不纳": "筹：古代计算工具，引伸为计策；纳：缴纳。半条计策也拿不出来。比喻一点办法也没有。",
  "半壁江山": "半壁：半边；江山：国土。指外敌大半入侵或内战割据所造成的国土分裂状态。",
  "半低不高": "中等；不高不矮。",
  "伴食中书": "指执政大臣庸懦而不堪任事。",
  "半懂不懂": "不十分懂。",
  "半真半假": "一半真情，一半假意。不是完全真实的。",
  "半饥半饱": "指不求甚饱或吃不饱饭。",
  "半间半界": "①不彻底，不深透。②不明确。③犹言不上不下。④谓平庸。",
  "半间不界": "间、界：今作：“尴尬”。比喻肤浅、不深刻，或做事不彻底。",
  "半截入土": "截：段。半段身子埋入土内。比喻人在世不久了。",
  "半解一知": "指理解得不深，知道得很少。同“一知半解”。",
  "半斤八两": "八两：即半斤；旧制一斤为十六两。半斤和八两轻重相等。比喻彼此相同。",
  "半路出家": "半路：路途走到一半；指成年以后；出家：离家去当和尚、尼姑。不是从小而是年岁大点才去当和尚、",
  "半路修行": "原指成年后才出家做和尚或尼姑。比喻中途改行，从事另一工作。",
  "半面之交": "同别人只见过一面的交情。意谓交情不深。",
  "半面不忘": "半面：见过面。见过面就不遗忘。形容记忆力极强",
  "半死辣活": "指死又死不了，活着又受罪。",
  "半面之旧": "半面：见过面；旧：原先，引申为旧友。指只见过一面的旧交",
  "半青半黄": "农作物还没有长好，青黄相接。比喻时机还没有成熟。",
  "半三不四": "指心神不定，无精打采。",
  "半上半下": "指两可之间。",
  "半上落下": "犹半途而废。",
  "半身不遂": "遂：通“随”，顺从。原为医学病症名，指半边身体不能随意转动。有时比喻诗文部分好，部分不好，",
  "半生半熟": "没有完全成熟或未烹煮至可食用的程度。比喻不熟悉；不熟练。",
  "半生不熟": "半：不完全。指没有完全成熟或未烹煮至可食用的程度。比喻不熟悉，不熟练",
  "半丝半缕": "缕：线。半根丝，半缕线。形容数量少，价值极其微小的东西。",
  "半死半生": "①未全死。②比喻无意义、无生气的苟且的生活。",
  "半死不活": "半死：接近死亡；多指生命受到极大折磨、摧残的状况。没有精神；毫无生气；形容人精神不振或事业",
  "伴食宰相": "伴食：陪伴人家吃饭。唐朝朝会结束时，宰相率百僚集尚书省都堂会餐。指身居相位而庸懦不能任事者",
  "百岁之后": "死的讳称。",
  "百堵皆作": "堵：墙；作：兴建。许多房屋同时建造。",
  "百不一遇": "一百次中遇不到一次。形容极其难得。",
  "百步穿杨": "百步：一百步以外；杨：指杨树的叶子。在百步之外射穿一片选定的杨树叶子。形容射箭技巧娴熟。",
  "百城之富": "形容藏书极多，似拥有许多城市那样富有。",
  "百尺竿头": "桅杆或杂技长竿的顶端。比喻极高的官位和功名，或学问、事业有很高的成就。",
  "百尺无枝": "比喻罕见的大而有用之材。",
  "百川朝海": "众水奔流趋向大海。多比喻无数分散的事物都汇集到一处。",
  "百川赴海": "百：表示多。川：江河。所有江河都流归大海。比喻众望所归或大势所趋。也比喻许多事物由分散而汇",
  "百川归海": "百川：泛指大小江河。所有江河最终都流入大海。比喻众望所归或大势所趋。也比喻许多事物由分散而",
  "百不一存": "一百个里面没有留下一个。表示丧失殆尽。",
  "百岁之盟": "同“百年之约”。即婚约。",
  "百岁之好": "好：友爱。永久的好合。指男女结为夫妻。",
  "百岁千秋": "一百年，一千载。形容岁月漫长，历时很久。",
  "百般刁难": "百般：指采取多种手法；刁难；故意给人为难。用各种手段使对方过不去。",
  "百般奉承": "用各种方式来恭维讨好人。",
  "百般抚慰": "用各种方式进行安慰。抚慰：安慰。",
  "百代过客": "指时间永远流逝。",
  "百代文宗": "宗：被人所效法的人物。在久远的年代里堪为文人楷模的人物。",
  "百舌之声": "比喻唠叨、多嘴。",
  "百辞莫辩": "用任何话语都无法辩白。",
  "百世之师": "世世代代的老师，指才德高尚而永远可为人师表的人。",
  "百舍重茧": "形容走远道的辛苦。",
  "百花齐放": "百花：泛指各种花卉；齐：同时。①各种各样的花卉同时开花。②现常比喻艺术上的不同形式和风格的",
  "百花生日": "旧指阴历二月十二日，即花朝。",
  "百花争妍": "妍：美；艳。各种各样的花儿争奇斗艳。形容繁花盛开；生气勃勃的景象。",
  "百花争艳": "各种花草树木竞相开放出艳丽的花朵。",
  "百卉千葩": "常比喻事物丰富多彩，景象繁荣兴盛。",
  "百喙莫辩": "喙：嘴，借指人的嘴。指纵有众多的嘴也不能辩解。同“百口莫辩”。",
  "百喙难辩": "喙：嘴，借指人的嘴。指纵有众多百口也很难辩解。同“百口莫辩”。",
  "百不一贷": "犹言无一宽免。",
  "百事大吉": "指一切顺利；平安无事。",
  "百端待举": "端：头；头绪；待：等待；举：举办；做。很多事情要兴办。",
  "百世之利": "世世代代长远的利益。",
  "摆尾摇头": "摆动头尾，形容喜悦或悠然自得的样子。",
  "捭阖纵横": "捭阖，开合。纵横，合纵和连横的简称。以辞令探测、打动别人，在政治和外交上运用分化与争取的手",
  "柏舟之誓": "指妇女丧夫后守节不嫁。亦作“柏舟之节”。",
  "百喙如一": "犹言众口一辞。许多人都说同样的话，看法或意见一致。",
  "百计千方": "想尽或用尽一切办法。",
  "百计千谋": "想尽或用尽一切办法。同“千方百计”。",
  "百不失一": "一百次中无一次失误。表示射箭或打枪命中率高，或做事有充分把握。",
  "百喙难辞": "喙：嘴，借指人的嘴。指纵有众多百口也很难解释。",
  "百无禁忌": "百：所有的，不论什么；禁忌：忌讳。什么都不忌讳。",
  "百媚千娇": "媚、娇：美好。形容女子姿态美好。",
  "百密一疏": "在极周密的考虑中偶然出现了一点疏忽。",
  "百谋千计": "犹千方百计。",
  "百年不遇": "一百年也碰不到一次。形容很少见到过或少有的机会。",
  "百年大计": "大计：长远的重要的计划。指关系到长远利益的计划或措施。",
  "百口同声": "大家所说的都一样。",
  "百里挑一": "在一百个里挑选出一个。形容相貌或才能特别突出。",
  "百里之才": "百里：方圆百里之地。指能治理方圆百里地区的人才。后称才能平常的人。",
  "百万雄兵": "人数众多、威武雄壮的军队。同“百万雄师”。",
  "百读不厌": "厌：厌烦，厌倦。读一百遍也不会感到厌烦。形容诗文或书籍写得非常好，不论读多少遍也不感到厌倦",
  "百龄眉寿": "眉寿：长寿。祝人高寿的颂辞。",
  "百无聊赖": "百：泛指多；各个方面；聊赖：凭借；指生活或感情上的寄托。指生活中思想感情没有依托；精神空虚",
  "百无是处": "犹言一无是处。形容全都是错的，没有一点对的地方。",
  "百无所成": "犹言一事无成。",
  "百无一成": "百：一切。形容一切的努力和作为没有一样成功，即毫无成就。",
  "百无一堪": "指百人中无一人能胜任。",
  "百年大业": "指关系到长远利益的重要计划或措施。同“百年大计”。",
  "百足之虫": "百足：一种多节多足的爬虫，即马陆。比喻有实力基础的势力，虽一时败落，但不会很快彻底垮台。也",
  "百万雄师": "雄：威武雄壮；师：军队。人数众多、威武雄壮的军队。",
  "百废具举": "指许多被废置的事业都等着兴办。同“百废俱举”。",
  "百端交集": "无数感想交互汇集，形容感慨万千。",
  "百堕俱举": "堕：荒废；废弃。指一切废置的事都兴办起来。同“百废俱兴”。",
  "百二山川": "比喻山河险固之地。同“百二山河”。",
  "百二河山": "百二：以二敌百。指山河险固，可以二敌百。后指国力强盛，边防稳固的国家。",
  "百二山河": "百二：以二敌百。比喻山河险固之地。",
  "百发百中": "百：形容多；发：发射；也指射箭；中：正对上；恰恰合上。①指射箭技术高明；每次都能命中目标。",
  "百凡待举": "无数事情都等待兴办。",
  "百虑攒心": "各种思虑一齐聚集在心头。",
  "百废待兴": "兴：兴办。许多已被废置的事情都需要兴办。形容面临着一场大规模的建设事业；有许多事要做。",
  "百虑一致": "指使各种不同的思想归于一致。",
  "百思莫解": "百思：百般思索。形容反复思索也不能理解。",
  "百思不解": "解：理解。经过百般反复思索仍不理解。也作“百思不得其解”。",
  "百年好事": "指婚姻喜事。",
  "百年好合": "夫妻永远和好之意。",
  "百炼成刚": "刚通钢。铁经过反复锤炼便成为坚韧的钢。比喻人经过多次磨炼而成为有用之才。",
  "百炼成钢": "炼：冶炼。铁经过反复锤炼便成为坚韧的钢。比喻经过长期的、多次的锻炼；使人非常坚强。",
  "百了千当": "了：了结；当：妥当；百、千：指一切事。比喻事事妥贴，有着落。",
  "百伶百俐": "形容非常聪明乖巧。",
  "百口难分": "即使有一百张嘴也难分辩清楚。犹百口莫辩。",
  "百废待举": "废：被废置的事情；待：等待；举：兴办。许多被搁置的事情等着要兴办。",
  "百废具兴": "指一切废置的事都兴办起来。同“百废俱兴”。",
  "百折不回": "折：挫折。比喻意志坚强，无论受到多少次挫折，毫不动摇退缩。",
  "百折不屈": "受到无数挫折都不屈服、动摇。形容意志坚强。",
  "百丈竿头": "佛教语，百丈高的竿子，比喻道行达到很高境界。",
  "百鬼众魅": "各种妖魔鬼怪。",
  "百怪千奇": "形容花样繁多。",
  "百感交集": "百：形容多；感：感想；情感；交集：指不同的感情同时发生。形容许多感情交织在一起。",
  "百年难遇": "百年也碰不到。形容罕见或很不容易碰到。",
  "百死一生": "形容生命极其危险，处于死亡的边缘。",
  "百计千心": "指想尽或用尽一切办法。",
  "百年谐老": "指夫妻共同生活到老。",
  "百折不移": "屡遭挫折亦不改变其操守。",
  "柏舟之节": "指妇女丧夫后守节不嫁。同“柏舟之誓”。",
  "百战不殆": "经历许多次战役，都没有遭到危险。形容善于用兵。",
  "百战百胜": "打一百次仗；胜一百次。形容善于作战；所向无敌。",
  "百战百败": "指每战必败。",
  "百载树人": "培育人才需要百年。指育才是百年大计，要付出艰苦的劳动。同“百年树人”。",
  "百依百随": "形容什么都顺从。",
  "百依百顺": "依：依从；顺：顺从。事事都依从别人。形容一味顺从而不问是非。",
  "百依百从": "百：比喻很多；依：顺从；从：跟从。什么都依从。形容一味顺从。",
  "百鸟朝凤": "朝：朝见；凤：凤凰，古代传说中的鸟王。旧时喻指君主圣明而天下依附，后也比喻德高望重者众望所",
  "百年偕老": "偕：共同。指夫妻共同白头到老。",
  "百年树人": "百年：形容时间长；树：栽培；造就；人：指人才。形容人才的培养不容易；需要很长时间。也指培养",
  "百足不僵": "比喻势力雄厚的集体或个人一时不易垮台。",
  "百纵千随": "什么都顺从。形容一切都顺从别人。",
  "百紫千红": "形容繁花似锦，色彩繁多。",
  "百年之柄": "柄：权柄。形容长久的大权。",
  "百年之好": "永久而美满的结合。指男女结为夫妻。亦作“百岁之好”",
  "百年之后": "人的寿命少有超过百岁的；故以百岁为死的代称。死的讳称。",
  "百年之业": "百年的事业。指长远的事业。",
  "百折不挠": "折：挫折；挠：弯曲。比喻意志坚强，无论受到多少次挫折，毫不动摇退缩。",
  "百念皆灰": "种种念头都已消失成了灰。比喻心灰意冷。",
  "百品千条": "【解释】：指繁多的名目。",
  "百巧成穷": "指有多种才能的人反而贫困不堪。同“百巧千穷”。",
  "百拙千丑": "极言拙劣丑陋。",
  "百喙一词": "犹言众口一辞。同“百喙如一”。",
  "百啭千声": "形容鸟鸣声婉转多样。",
  "百忍成金": "形容忍耐的可贵。",
  "百中百发": "中：射中目标。发：发射。形容射箭、投掷或射击准确，每次都命中目标。也比喻做事有充分把握，从",
  "百折千回": "形容经过种种曲折和纡回。",
  "百福具臻": "形容各种福运一齐来到。",
  "百年之约": "即婚约。",
  "百顺百依": "形容什么都顺从。同“百依百随”。",
  "百废俱兴": "俱：全；都。一切被废置的事情都兴办起来。形容各项事情方兴未艾。也作“百废俱举”。",
  "百下百着": "犹言百发百中，万无一失。同“百下百全”。",
  "百下百全": "犹言百发百中，万无一失。",
  "百口莫辩": "莫：不能；辩：辩白。即使有一百张嘴也辩白不清。形容不管怎样辩白也说不清楚。",
  "百身莫赎": "百身：自身死一百次；赎：抵。拿一百个我，也无法把你换回来了。表示极沉痛地悼念。",
  "百舍重趼": "百里一舍，足底老皮上又生出硬皮。形容长途奔走，十分辛劳。亦作“百舍重茧”。",
  "百无一用": "百样之中无一有用的。形容毫无用处。",
  "百无一是": "干一百件事，也没有做对一件。形容全都做错了，一无是处。",
  "百无一失": "失：差错；过错。形容十分把握；绝对不会出差错。也作“百不一失”、“万无一失”。",
  "百孔千创": "比喻困苦不堪。同“百孔千疮”。",
  "百业萧条": "萧条：冷落、凋敝。指各行各业都很冷落、不兴旺。形容社会的衰败。",
  "百世一人": "指极难得的人才。",
  "百世流芬": "美名永传于后世。同“百世流芳”。",
  "百世流芳": "美名永传于后世。",
  "百世不易": "千秋万代永不改变。",
  "百事无成": "犹言一事无成。什么事情都没成功。",
  "百巧千穷": "指有才能者境遇反而不好。",
  "百无一能": "能：能力，胜任。什么都不会做。",
  "百宝万货": "指大量珍宝财物。",
  "百结愁肠": "指愁绪如结无法解开。",
  "百八真珠": "念珠。因念珠每串一百零八颗，故称。 唐  贾岛 《赠圆上人》诗：“一雙童子澆紅藥，百八真珠貫綵",
  "百里之命": "指国君的政令。百里，指诸侯国。《论语·泰伯》：“ 曾子 曰：‘可以託六尺之孤，可以寄百里之命",
  "百务具举": "各种事务全都兴办。《明史·沐英传》：“ 英 沉毅寡言笑，好賢禮士，撫卒伍有恩……在 滇 ，百務",
  "百战无前": "犹言所向无敌。 南朝  陈  徐陵 《陈公九锡文》：“故使三軍勇鋭，百戰無前。”",
  "百兽率舞": "各种野兽，相率起舞。旧指帝王修德，时代清平。",
  "百世不磨": "磨：消灭，磨灭。千秋万代永不磨灭",
  "百家争鸣": "百家：原指先秦时代各种思想流派；后指各种政治、学术思想；鸣：指发表意见。我国春秋战国时代；",
  "百废咸举": "指一切废置的事都兴办起来。同“百废俱兴”。",
  "百般折磨": "用各种方式使人在肉体上、精神上遭受痛苦。",
  "百弊丛生": "百：形容多；弊：弊端，害处。各种弊害都产生出来了。",
  "百不当一": "当：抵挡。一百个抵挡不住一个。",
  "百不获一": "一百个里面也得不到一个。形容人或物的难得或所得极少。",
  "百结悬鹑": "比喻衣衫破烂。鹑鸟尾秃，像补缀百结，故云。",
  "百举百捷": "做一百件事，成功一百件。指办事万无一失。同“百举百全”。",
  "百衣百随": "什么都依从。形容一切都顺从别人。",
  "百举百全": "每次行动都能完成其事，形容事事得心应手，都能取得好的效果。",
  "百孔千疮": "百；千：形容数量多；孔：小洞；窟窿。形容某种事物被破坏的程度非常严重；或形容毛病、弊病很多",
  "拜鬼求神": "拜：叩拜，指下跪叩头，打躬作揖。向鬼神叩拜祈祷，求其保佑",
  "拜倒辕门": "辕门：将帅行辕或军营的大门。形容对别人佩服之至，自愿认输。",
  "败柳残花": "败：衰败。残：凋残。凋残的柳树，残败了的花。旧时用以比喻生活放荡或被蹂躏遗弃的女子。",
  "败鼓之皮": "败：破旧。破鼓皮可作药材。比喻虽微贱，却是有用的东西。",
  "稗官小说": "即野史小说，街谈巷说之言。",
  "败军之将": "打了败仗的将领。现多用于讽刺失败的人。",
  "败井颓垣": "犹言房毁墙坍。形容村舍荒凉。",
  "败将残兵": "指战败后剩余的兵将。同“残兵败将”。",
  "败绩失据": "指事业失败而无所凭依。",
  "败俗伤风": "指败坏社会道德风气。",
  "败国亡家": "使国家沦亡，家庭败落。",
  "拜恩私室": "指感谢有权势的人的推荐提拔。",
  "拜将封侯": "拜为将领，封为列侯。古代形容功成名就，官至极品。",
  "败鳞残甲": "败：毁坏。残败零碎的鳞甲，比喻满空飞舞的雪花。",
  "败国丧家": "败：衰败，沦亡；丧：丧失。使国家沦亡，家庭败落",
  "稗耳贩目": "比喻见闻浅薄，如商贩之买货卖货。 清  赵翼 《廿二史札记·北朝经学》：“其時治經者各有師承…",
  "败法乱纪": "败：毁坏，摧残；乱纪：破坏法纪。败坏法令，扰乱纪律",
  "败兴而归": "败兴：遇到和想象不一致的事而情绪低落。扫兴地归来。也作“败兴而返”。",
  "稗官野史": "稗官：古代其职为搜集街谈巷议、风俗故事；供皇帝省览的小官。野史：古代私家编撰的史书。泛称记",
  "败于垂成": "指临近成功时遭到失败。参见：“功败垂成”。",
  "拜赐之师": "用以讽刺为复仇而又失败的出兵。",
  "败德辱行": "败坏道德和操守。",
  "败材伤锦": "败：破旧，腐烂；伤：妨碍；锦：丝织品的类名。用破败的材料会伤害美好的锦缎。比喻用人不当会伤",
  "败不旋踵": "形容很快就遭到失败。旋踵，转动一下脚后跟。",
  "摆袖却金": "比喻为人廉洁，不受贿赂。",
  "白首穷经": "白首：白头；穷经：专心钻研经书。指直到年老还在钻研经籍，形容好学不倦",
  "白驹过郄": "亦作“ 白駒過隙 ”。谓日影如白色的骏马飞快地驰过缝隙。形容时间过得极快。《庄子·知北游》：",
  "白纸黑字": "白纸上写下了黑字。比喻有确凿的文字凭据，不容抵赖或悔改。",
  "白云亲舍": "亲：指父母；舍：居住。比喻思念父母的话。",
  "白云孤飞": "比喻客居他乡，思念父母。",
  "白云苍狗": "苍狗：黑狗。天上的白云顷刻间变成乌云；像黑狗一样。比喻世事变幻无常。",
  "白衣公卿": "古时指进士。唐代人极看重进士，宰相多由进士出身，故推重进士为白衣卿相，是说虽是白衣之士，但",
  "白雪皑皑": "皑皑：洁白的样子，多用来形容霜雪。洁白的积雪银光耀眼。",
  "白屋之士": "指贫寒的士人。",
  "白屋寒门": "白屋：用白茅草盖的屋；寒门：清贫人家。泛指贫士的住屋。形容出身贫寒。",
  "白往黑来": "比喻变化极大。",
  "白兔赤乌": "月亮和太阳的代称。多借指时间。",
  "白头之叹": "指妇女被遗弃而作晚景凄凉之叹。",
  "白头偕老": "白头：指头发全白了；偕：共同；老：老年。夫妻共同生活到头发白了的老年。",
  "白头相守": "指夫妻恩爱相守到老。",
  "白头相并": "犹言白头偕老。夫妻相亲相爱，一直到老。",
  "白雪阳春": "原指战国时代楚国的一种较高级的歌曲。比喻高深的不通俗的文学艺术。",
  "白眼相看": "看别人时眼睛朝上或旁边，现出白眼珠，表示轻蔑，不屑一顾，对人不礼貌。",
  "白头蹀跇": "形容老人发白体弱。 元  杨暹 《西游记》第十一出：“白頭蹀跇，似紅日西斜。”亦作“ 白頭疊雪 ",
  "白玉无瑕": "瑕：玉上的赤色斑点。洁白的美玉上没有一点疵斑。比喻人或事物完美无缺",
  "白衣秀士": "指未曾获得功名的书生。",
  "白衣宰相": "指宰相家属中身无名位而仗势擅权的人。",
  "白蚁争穴": "比喻竞逐名利。",
  "白鱼赤乌": "为祥瑞之兆。",
  "白头如新": "白头：头发白了；引申为时间久长；新：新交。从相识至头发白了；还同新交的朋友一样。意谓相知不",
  "白头而新": "指相交虽久而并不知己，像新知一样。同“白头如新”。",
  "白鱼登舟": "为殷亡周兴之兆。同“白鱼入舟”。",
  "白鱼入舟": "比喻用兵必胜的征兆。",
  "白玉微瑕": "洁白的玉上有些小斑点。比喻很好的人或物有些小缺点，美中不足。",
  "白雪难和": "白雪：指楚国一首歌曲名。比喻高深的不通俗的艺术。",
  "白头迭雪": "见“ 白頭蹀跇 ”。",
  "白衣苍狗": "苍：灰白色。浮云象白衣裳，顷刻又变得象苍狗。比喻事物变化不定。",
  "白驹空谷": "白驹：白色骏马，比喻贤能者。比喻贤能之人在野而不能出仕。后也比喻贤能者出仕而谷空。",
  "白发青衫": "青衫：无功名者的服饰。谓年老而功名未就。",
  "白发朱颜": "颜：脸色。头发斑白，脸色通红。形容老人容光焕发。",
  "白饭青刍": "白饭供客，青草喂马。比喻主人招待周到。",
  "白黑分明": "比喻是非分得清楚。",
  "白虹贯日": "虹：这里指的是“晕”（yùn）；即日光通过云层中的冰晶时；经折射而形成的光圈；贯：穿。古人迷",
  "白华之怨": "指女子失宠之哀怨。",
  "白话八股": "用白话写的类似旧时八股式的文章。比喻指应命而写的刻板文章。",
  "白首同归": "归：归向、归宿。一直到头发白了，志趣依然相投。形容友谊长久，始终不渝。后用“白首同归”，表",
  "白驹过隙": "白驹：白色的少壮马；喻指太阳；过隙：经过缝隙。白色的骏马飞快地驰过缝隙。现指日影在缝隙前一",
  "白发丹心": "丹心：赤诚之心。形容年迈苍老，仍然怀有一颗赤诚之心。",
  "白蜡明经": "白蜡：比喻光秃空白。明经：科举制度中科目之一。比喻屡试不中。",
  "白浪掀天": "掀：翻腾。形容风大浪高。",
  "白龙鱼服": "鱼服：穿起鱼的外衣。白龙化为鱼在渊中游。比喻帝王或大官吏隐藏身分，改装出行。",
  "白齿青眉": "指青少年时期。",
  "白骨再肉": "白骨上再生出肉来。比喻起死回生。",
  "白手起家": "白手：空手；起家：创立家业。由一无所有而创立事业。比喻在一无所有或条件很差的情况下；靠自己",
  "白袷蓝衫": "旧时士人的服装。亦借指尚未取得功名的士人。",
  "白黑颠倒": "颠倒：错乱。指白黑不分、是非颠倒。",
  "白骨露野": "露：暴露；野：野外。死人的白骨暴露在野外。形容战争或灾难所造成的悲惨景象",
  "白叟黄童": "白头发的老人和黄头发的孩子。泛指老老少少。",
  "白天见鬼": "比喻虚妄荒诞，不可能出现的事。同“白日见鬼”。",
  "白旄黄钺": "比喻有关征战的事。",
  "白眉赤眼": "比喻平白无故。",
  "白面书郎": "犹白面书生。指只知读书，阅历少，见识浅的读书人。有时含贬义。亦泛指读书人。",
  "白发千丈": "形容头发既白且长，表示人因愁思过重而容颜衰老。",
  "白黑不分": "比喻清浊混乱，是非不明。",
  "白发红颜": "颜：脸色。头发斑白而脸色红润。形容老年人容光焕发的样子",
  "白藋同心": "犹言心如野草。形容不羡荣华的品节。",
  "白丁俗客": "白丁：没有功名的平民。泛指粗俗之辈。",
  "白发苍苍": "苍苍：灰白色。头发灰白。形容人的苍老。",
  "白发苍颜": "头发已白，脸色灰暗。形容老人的容貌。",
  "白首不渝": "渝：改变。白头到老也不变。形容人一生忠诚、坚定。",
  "白圭之玷": "圭：古代行礼时用的玉器；玷：白玉上的斑点。比喻好人的缺点。",
  "白璧青蝇": "白璧：洁白的玉，比喻清白的人。青蝇：比喻佞人。比喻善恶忠佞。",
  "白日做梦": "大白天做起梦来。比喻脱离实际的幻想；不可能实现的事情。",
  "白色恐怖": "白：惨白。指反动派残酷镇压人民的恐怖气氛。",
  "白山黑水": "长白山和黑龙江。泛指我国东北地区。",
  "白手成家": "没有依恃，而独立兴起的家业或事业。",
  "白手空拳": "形容手中一无所有。",
  "白头不终": "指夫妇不能偕老。",
  "白手兴家": "形容原来无基础或条件很差而创出一番事业。同“白手起家”。",
  "白白朱朱": "白的白，红的红。形容不同种类、色彩各异的花木。",
  "白日绣衣": "绣：用丝茸或丝线在布上刺成花纹图案。比喻富贵后还乡，向乡亲们夸耀",
  "白璧三献": "楚人和氏得玉璞，两献楚王，两遭刖足。第三次王使治璞，得白玉，琢以为璧，世称“和氏璧”。比喻",
  "白璧微瑕": "璧：中间有孔的扁圆形玉器；瑕：玉上的斑点。洁白的玉上的小斑点。比喻美好的人或事物的不足之处",
  "白璧无瑕": "璧：古代玉器；扁圆形；中间有孔；瑕：玉表面的斑痕。洁白的玉器上没有一点斑痕。比喻人或事物十",
  "白草黄云": "形容边塞秋季的荒凉景象。",
  "白面书生": "白面：形容白净；书生：念书人。①形容年纪轻、知识浅薄、阅历不深的读书人。②也泛指相貌姣好、",
  "白头到老": "白头：头发白。夫妻相亲相爱，一直到老。",
  "白水鉴心": "白水：清水；鉴：照。清澈的水能照见人的心。形容人心像明净的水一样纯洁。",
  "白帢青衫": "旧时士人的服装。亦借指尚未取得功名的士人。同“白袷蓝衫”。",
  "白首空归": "白了头发，空手回来。比喻年纪已老，学无成就。",
  "白首齐眉": "犹白首相庄。指夫妇到老犹相敬爱。",
  "白首如新": "指相交虽久而并不知己，像新知一样。同“白头如新”。",
  "白首为郎": "慨叹虽有才能而至老不遇。",
  "白首相知": "白首：白头发，引申为时间长。意谓老年知己。",
  "白首相庄": "指夫妇到老犹相敬爱。",
  "白日作梦": "比喻幻想不可能实现。同“白日做梦”。",
  "白首之心": "老年时的壮志。",
  "白日衣绣": "衣：穿；绣：五彩制绣的官服。白天身着华贵官服，使人看见。旧时比喻富贵后还乡，向乡亲们夸耀。",
  "白日飞升": "犹白日升天。道教谓人修炼得道后，白昼飞升天界成仙。后喻指一朝显贵。",
  "白日见鬼": "大白天看见鬼。指工部四曹无事可做，非常清闲。后泛指事情离奇古怪或无中生有。",
  "白日青天": "白天。表示强调。",
  "白日上升": "犹言白日升天。道教谓人修炼得道后，白昼飞升天界成仙。",
  "白日升天": "原是道教指白昼升天成为神仙。后比喻一下子富贵起来。",
  "白首北面": "北面：古以南面为尊，北面为卑，此指学生敬师之礼。谓年老犹拜师受业。",
  "白首一节": "指年虽老而志节不衰。",
  "八面莹澈": "比喻精明练达，洞察一切。",
  "巴巴劫劫": "指心情急切的样子。",
  "八方呼应": "呼应：彼此声气相通。泛指周围、各地。形容各方面互通声气，互相配合。",
  "八方支援": "形容各方面都支持、援助。",
  "八府巡按": "巡按之名，起于明代，非固定职官，临时由朝廷委派监察御史担任，分别巡视各省，考核吏治。“八府",
  "八荒之外": "八面荒远的地方以外。形容极其旷远。",
  "八面见光": "形容人非常世故，各方面都能应付得很周到。",
  "八面玲珑": "玲珑：透亮；清澈的样子；也指人机灵、灵巧。原指室内各面窗户敞通明亮。后形容为人机灵；善于应",
  "八面张罗": "形容各方面都应酬得好。",
  "八难三灾": "比喻小孩生来多病。也形容经常遭遇不幸。",
  "巴巴急急": "指勉强，凑合。同“巴巴结结”。",
  "八牕玲珑": "见“ 八窗玲瓏 ”。",
  "八纮同轨": "指天下一统。八纮，指八方极远之地。",
  "八面威风": "威风：令人敬畏的气势。各个方面都很威风。形容神气足，声势盛。",
  "八面受敌": "①谓功力深厚，能应付各种情况。②砚名。",
  "八面驶风": "驶：驾驭。形容善于见风使舵，各方面都兜得转，吃得开",
  "罢黜百家": "罢黜：废弃不用。原指排除诸子杂说，专门推行儒家学说。也比喻只要一种形式，不要其他形式。",
  "巴三揽四": "形容说话东拉西扯。",
  "巴山度岭": "指爬山越岭。",
  "巴山蜀水": "巴、蜀指四川一带。四川一带的山山水水。",
  "巴山夜雨": "指客居异地又逢夜雨缠绵的孤寂情景。",
  "巴山越岭": "巴：攀援。攀山过岭。形容善于登山行走",
  "巴头探脑": "形容伸着头偷看。",
  "扒高踩低": "扒：攀援。比喻对上奉承攀附，对下欺侮压制",
  "八面圆通": "形容为人处事圆滑，处处应付周全。",
  "巴巴结结": "①勉强，凑合。②勤恳；辛劳。③形容说话不流利。",
  "八窗玲珑": "①指四壁窗户轩敞，室内通彻明亮。②比喻通达明澈的修养境界。",
  "八百孤寒": "八百：形容很多；孤寒：指贫寒的读书人。形容人数众多，处境贫寒的读书人。也比喻贫寒之士失去依",
  "八街九陌": "形容城市的街道纵横，市面繁华。",
  "罢于奔命": "原谓因受命到处奔走而精疲力尽。后以指忙于奔走应付，非常疲劳。《左传·成公七年》：“余必使爾",
  "巴三览四": "比喻说话拉扯，没有中心。",
  "巴人下里": "①即下里巴人。古代楚国流行的民间歌曲。用以称流俗的音乐。巴，古国名，在今四川东部一带，古为",
  "巴高枝儿": "比喻高攀。",
  "八拜之交": "八拜：原指古代世交子弟谒见长辈的礼节；交：友谊。旧时朋友结为兄弟的关系。",
  "八斗之才": "八斗：指量多；才：才华。旧时比喻人才学丰富；诗文多而华美。",
  "八方风雨": "八方：四方四隅的总称。四面八方的疾风骤雨。比喻形势骤然变幻，动荡不安",
  "八万四千": "本为佛教表示事物众多的数字，后用以形容极多。",
  "八仙过海": "相传八仙过海时不用舟船，各有一套法术。民间因有“八仙过海，各显神通”的谚语。后以比喻各自拿",
  "八音迭奏": "八音：古代对乐器的统称；迭：交互，轮流。八类乐器轮番演奏。表示器乐齐全，演奏场面盛大。",
  "八音遏密": "遏：阻止；密：寂静。各种乐器停止演奏，乐声寂静。旧指皇帝死后停乐举哀。后也用以形容国家元首",
  "八珍玉食": "泛指精美的肴馔。",
  "八字打开": "象“八”字那样，撇、捺向两边分开。原意是放着正路不走，却走歪门邪道。也形容门路很宽。",
  "巴高望上": "指与社会地位高于自己的人结交或联姻。",
  "巴前算后": "思前想后，反复考虑。",
  "把薪助火": "把：握住；薪：柴火。抱着柴草去救火。比喻用错误的方法去消灭祸患，不但于事无补，反而使事态扩",
  "把臂入林": "把：指挽着；林：山林。互挽手臂，表示亲热。旧指相偕归隐。",
  "把臂徐去": "互相挽着胳膊慢慢离开。",
  "把持不定": "没有明确的主见，游移反复。",
  "把饭叫饥": "比喻多此一举。",
  "把素持斋": "把：遵守。斋：斋戒。指信佛者遵守吃素，坚持戒律。",
  "把玩无厌": "拿着赏玩，不觉厌倦。",
  "把酒持螯": "手持蟹螯饮酒。古人视为人生一大乐事。",
  "霸王风月": "比喻用粗暴的态度对待幽雅的事情。",
  "霸王别姬": "姬：指西楚霸王项羽的宠妾虞姬。形容英雄末路的悲壮情景。现多比喻独断专行，脱离群众，最终垮台",
  "霸陵醉尉": "形容失官之后受人侵辱。",
  "霸道横行": "犹言横行霸道。指依仗权势为非作歹。",
  "拔葵啖枣": "拔人家的菜蔬，偷吃人家的枣子。比喻小偷小摸。",
  "跋前踕后": "同“跋胡疐尾”。比喻进退两难。",
  "跋前踬后": "跋：踩；踬：被绊倒。本指狼向前进就踩住了自己的颈肉，向后退又会被自己的尾巴绊倒。比喻进退两",
  "跋履山川": "形容远道奔波之苦。参见“跋山涉水”。",
  "拔树寻根": "比喻追究到底。",
  "拔赵易汉": "用以比喻偷换取胜或战胜、胜利之典。",
  "跋山涉水": "跋：翻山越岭；涉：徒步过水。翻山越岭；蹚水过河。形容走远路的艰苦。也作“跋山涉川”。",
  "跋扈自恣": "形容为所欲为，无所忌惮。",
  "跋扈飞扬": "指骄横放肆。",
  "拔剑论功": "指争论功劳激烈到几乎动武。",
  "拔十得五": "拔：选拔，推荐。想选拔十个，结果只选得五个。指选拔人才不容易。",
  "拔帜易帜": "帜：旗帜；易：换。比喻推翻别人，自己占有。",
  "拔山扛鼎": "拔：拔起来。扛：两手举起。鼎：古代用以烹煮的器皿；多为青铜铸造而成；是非常重的器物。拔起大",
  "拔树搜根": "比喻追究到底，彻底查问。",
  "拔树撼山": "拔起大树，摇动高山。形容声势极大。",
  "拔十失五": "指选拔人才而失其半数。",
  "跋胡疐尾": "比喻进退两难。",
  "拔茅连茹": "茅：白茅，一种多年生的草；茹：植物根部互相牵连的样子。比喻互相推荐，用一个人就连带引进许多",
  "拔辖投井": "辖，车轴两端的键。指殷勤留客饮酒。",
  "拔萃出群": "拔：超出。萃：原谓草丛生的样子，引伸为聚集，指聚集在一处的人或物。超出一般，在众人之上。",
  "拔萃出类": "同“出类拔萃”。指高出众人。",
  "拔山举鼎": "形容力量超人或气势雄伟。",
  "拔山盖世": "盖世：超越天下人，世上第一。力能拔掉大山，形容力大勇猛，当代无比。",
  "拔山超海": "拔起高山，超越大海。比喻力量极大。",
  "拔刀相助": "拔刀帮助被欺侮的人；形容见义勇为。常与“路见不平”搭配使用。",
  "拔苗助长": "比喻违反事物发展的客观规律，急于求成，反而坏事。",
  "拔地参天": "拔地：从地面上陡然耸立。参天：高耸到空中。形容高大和气势雄伟。同“拔地倚天”。",
  "拔毛连茹": "比喻互相推荐，用一个人就连带引进许多人。",
  "拔毛济世": "指受轻微损失而能有利于世人。",
  "拔类超群": "同“拔萃出类”。指高出众人。",
  "拔来报往": "报：通“赴”，迅速。很快地来，很快地去。形容频繁地奔来奔去。",
  "拔葵去织": "比喻做官的不与人民争利。",
  "拔群出萃": "高出众人。多指才能。",
  "拔新领异": "拔：抽出；新：新意；领：具有；异：指独特之处。指创立新意，提出独特的见解。",
  "跋来报往": "匆匆地跑来跑去。跋，通“拔”。",
  "跋扈恣睢": "指专横强暴，为所欲为。",
  "拔丛出类": "犹言拔萃出类。指高出众人。",
  "拔本塞源": "本：根本，根源。拔起树根，塞住水源。比喻防患除害要从根本上打主意。",
  "拔本塞原": "①比喻背弃根本。②铲除事物发生的根源。多用于坏事。亦作“拔本塞源”。",
  "拔刀相向": "指动武。",
  "拔宅飞升": "拔：拔起；宅：住宅。古代传说修道的人全家同升仙界。参见“拔宅上升”。",
  "拔犀擢象": "擢：提升。比喻提拔才能出众的人。",
  "拔锅卷席": "①比喻带走全部家当。②犹言卷铺盖。比喻被解雇。",
  "拔丁抽楔": "拔出钉子，抽掉楔子。比喻解除困难。",
  "拔地倚天": "拔：突出，耸出。倚：倚傍，贴近。从地面突兀而起，贴近天际。比喻高大突出，气势雄伟。",
  "拔地摇山": "翻动大地，摇撼山岳。形容声势极大。",
  "拔宅上升": "拔：拔起；宅：住宅。古代传说修道的人全家同升仙界。",
  "被发详狂": "被发：披散头发。披散头发，装作疯狂",
  "被赭贯木": "穿囚衣，戴刑具。古代囚衣赤褐色，称“赭衣”。刑具加在颈上手上足上，称“三木”。 章炳麟 《驳",
  "被绣之牺": "《庄子·列御寇》：“或聘於 莊子 。 莊子 應其使曰：‘子見夫犧牛乎？衣以文繡，食以芻叔，及其",
  "被绣昼行": "穿着锦绣衣服白天出行。谓富贵而夸耀于人。 晋  陆云 《赠鄱阳府君张仲膺》诗之四：“被繡晝行，",
  "被甲执兵": "甲：古代打仗时军人穿的护身衣服。兵：兵器。身穿护身衣服，手握武器。指全副武装。",
  "被发跣足": "披散头发，赤着脚。 清  和邦额 《夜谭随录·王侃》：“﹝ 王侃 ﹞瞥見一畫衣女子，被髮跣足，冒",
  "被发佯狂": "披散头发，装作疯狂。古时作为一种避世全身的行为。《韩诗外传》卷六：“ 比干 諫而死。 箕子 曰",
  "被甲载兵": "身穿铠甲，手拿武器。指全副武装，披坚执锐",
  "被朱佩紫": "穿红袍，挂紫绶。谓身为大官。《晋书·夏侯湛传》：“若乃羣公百辟，卿士常伯，被朱佩紫，耀金帶",
  "被褐藏辉": "被：通“披”，散开；褐：兽毛或粗麻制成的短衣。身穿粗布衣服，怀中藏着宝玉。比喻人有才德而深",
  "被褐怀宝": "犹言被褐怀玉。《後汉书·郎顗传》：“臣伏見光禄大夫 江夏  黄瓊 ，耽道樂術，清亮自然，被褐懷",
  "被发入山": "谓归隐。《三国志·蜀志·先主传》“ 吴 欲取 蜀 ” 裴松之 注引 晋  袁晔 《献帝春秋》：“﹝ ",
  "暴衣露冠": "日晒衣裳，露湿冠冕。形容奔波劳碌。暴，晒。",
  "暴衣露盖": "日晒衣裳，露湿车盖。形容奔波劳碌。暴，晒。",
  "拜把兄弟": "朋友结为异姓兄弟",
  "拜手稽首": "拜手：作揖；稽首：古时的一种跪拜礼，叩头至地，是九拜中最恭敬的。用于书信向对方表示敬意",
  "拜相封侯": "拜：用一定的礼仪授予某种名义或官职。任命为宰相，封为列侯。形容成就功名，官至极品",
  "保境安民": "安民：安定人民生活。保卫国境，使人民安居乐业",
  "保守主义": "守旧、不想改进的思想和行为",
  "背槽抛粪": "背：背向。像牲口一样刚吃完槽里的食就背转身来拉屎。比喻忘恩负义，以怨报德",
  "背水为阵": "背：背向。背对河布阵，拼死作战。比喻决一作战",
  "背信负义": "信：信用；义：道义。违背诺言，不讲道义",
  "背约负盟": "盟：盟誓。违背原来的约定和誓言。指人背信弃义",
  "背紫腰金": "身穿紫袍，腰佩金饰。指做大官",
  "贲育之勇": "贲育：战国时期勇士孟贲和夏育。指壮士的勇敢",
  "秕者先行": "秕：瘪谷，比喻无价值的东西。形容自己不如别人",
  "荜路蓝蒌": "筚路：柴车。坐着柴车，穿着破衣服，去开辟山林。形容创业的艰苦",
  "标新取异": "标：检举；异：特别的。提出新的见解，表示与众不同，有创见",
  "炳炳麟麟": "麟麟：光明。形容十分光辉显赫",
  "炳炳凿凿": "炳炳：光明的样子；凿凿：确实，明确。形容所述明确有据",
  "炳烛之明": "炳烛：点燃蜡烛。指不能持久的光亮",
  "屏气不息": "屏气：抑制呼吸。闭住气不呼吸，形容敬谨畏惧的样子",
  "勃然不悦": "勃然：突然；悦：喜悦，高兴。形容突然变脸不高兴",
  "勃然作色": "作色：变脸色。因恼怒或惊怕而变脸色",
  "拔不出腿": "比喻陷入困境或杂事缠身而一时无法解脱",
  "拔刀相济": "拔：抽出。拔出刀来助战，多指见义勇为",
  "拔旗易帜": "旗：旗帜；易：换。拔掉别人的旗子，换上自己的旗子。比喻取而代之",
  "拔群出类": "指高出众人",
  "拔刃张弩": "刃：指有铎刃的兵器；弩：用机械发箭的弓。拔出刀，张开弓。形容战斗前的紧张气氛",
  "败兵折将": "折：损失。军士和将领都遭到损失",
  "败寇成王": "失败者沦为草寇，成功的人称王称帝",
  "绊绊磕磕": "形容路不好走或腿脚不灵",
  "绊手绊脚": "碍事",
  "苞苴公行": "苞苴：蒲包，指馈赠的礼物；公行：公开。公开用金钱、财物贿赂别人",
  "苞笼万象": "苞：通“包”，包含；笼：收罗；象：形状，样子。包含容纳一切。形容内容丰富，无所不包",
  "宝贝疙瘩": "指人所喜爱珍贵的物体",
  "饱其私囊": "饱：满足；囊：口袋。指非法侵吞钱财，装入自己腰包",
  "抱鸡养竹": "唐朝新昌县令夏侯彪之一到任就叫里正代他抱小鸡养竹子，自己坐收渔利。比喻官吏坐地盘剥，不择手",
  "抱素怀朴": "抱：胸怀；素：质朴；朴：敦厚。指风俗敦厚，人心质朴",
  "抱头缩项": "项：颈的后部。形容畏缩不敢出斗的样子",
  "抱瑜握瑾": "瑜、瑾：美玉。比喻具有纯洁高尚的品德",
  "卑己自牧": "卑：谦；牧：养。以谦逊的态度修身养性",
  "杯残炙冷": "炙：烤肉。指残剩的饭菜。也指权贵施舍的东西",
  "杯圈之思": "杯圈：不加雕饰的杯具。指思念亡故的母亲",
  "备尝艰难": "备：全、遍；尝：经历。指受尽了艰难困苦",
  "备位将相": "备位：充数，徒有其位。指白占据将相要位",
  "奔车朽索": "朽：腐烂；索：绳子。用朽烂的绳索去套奔驰的马车。形容事情非常危险",
  "奔腾澎湃": "奔腾：飞奔疾驰；澎湃：波涛冲击声。形容声势极大",
  "彼何人斯": "斯：助词，啊。他是什么人啊",
  "彼哉彼哉": "彼：他。他是什么人",
  "变服诡行": "变：更换；服：服装；诡：诡秘。更换服装，秘密赶路",
  "变化万端": "端：头绪。形容变化多种多样",
  "变化无方": "方：方向，引申为准则。善于变化没有固定的方向或程式。形容行动不因循守旧，变化多端",
  "变迹埋名": "迹：痕迹，踪迹。改变行踪，隐蔽姓名",
  "变起萧墙": "萧墙：古代宫室内当门的小墙，比喻内部。指祸变发生在内部",
  "变生意外": "变：变化。指意外发生变故",
  "变姓埋名": "隐瞒自己的真实姓名，不让别人知道",
  "变徵之声": "徵：古代五音之一；变徵：指古代七声音阶中的第四音级。指悲凉的音乐",
  "表里相合": "表里：内外；合：协同。里外相互协同",
  "秉公办事": "秉持公正之心做事，公事公办",
  "秉笏披袍": "秉：执持；笏：古代大臣上朝时拿着的手板；披袍：身穿官服。比喻做官",
  "秉旄仗钺": "秉：执持；旄：古代军旗；钺：掌权的兵器。比喻掌握军事大权",
  "秉政当轴": "秉：执持；当轴：要员。比喻官居要职，执掌政权",
  "秉轴持钧": "秉：执持；轴：中心，枢纽；持：握；钧：古代制作陶器所用的转轮。比喻官居要职，执掌政权或处于",
  "拨乱返正": "拨：治理；乱：乱世；返：回复；正：正常。整顿混乱局面，恢复正常秩序",
  "拨乱兴治": "拨：治理；兴：兴起。平定乱世，进行治理",
  "拨乱之才": "拨：治理。平定乱世、能使天下恢复安定的人才",
  "拨乱诛暴": "拨：治理；诛：杀戮。平定乱世，诛杀强暴，使天下太平",
  "波涛滚滚": "滚滚：大水奔流的样子。形容江河奔流而来或迅猛发展的潮流",
  "怖鸽获安": "怖；惶惧。比喻走投无路的人又获得了安身之地",
  "把持包办": "揽权专断代替别人办理，不让别人参与",
  "报仇心切": "急于要报仇雪恨",
  "报怨雪耻": "雪：洗刷掉。报怨恨，雪耻辱",
  "别具炉锤": "具：具有；炉锤：冶炼锻炼的工具。比喻具有独特的风格和造诣",
  "别饶风致": "别有一番风趣",
  "别无选择": "没有别的选择余地",
  "别有匠心": "别：独特的；匠心：巧妙的心思。构思巧妙，与众不同",
  "别有企图": "另外有别的打算或谋划",
  "别别扭扭": "说话、作文不通顺，彼此意见不投合。亦指争执之事",
  "兵败将亡": "兵：军队。军队打败仗，将官阵亡。形容作战失败",
  "兵不逼好": "兵：出兵打仗；逼：威胁；好：指友好国家。不出兵威胁友好的国家",
  "兵戈抢攘": "兵戈：武器，指战争；抢攘：纷乱。形容战争时期社会动荡混乱",
  "兵革满道": "兵：兵器；革：甲胄。兵器装备胡乱遗弃，塞满了道路。形容战祸伤亡惨重",
  "兵革之祸": "兵革：兵器战甲，引申为战争。指发生战争",
  "兵老将骄": "老：衰。士兵疲惫，将领骄傲",
  "兵连祸深": "兵：指战争。战争连年不断，灾祸持续相结",
  "兵强将猛": "兵力强盛，将领勇猛。形容军力强大",
  "兵无斗志": "士兵缺乏作战的决心和勇气",
  "兵以诈立": "兵：军事，战争；诈：欺骗。用兵作战要善于用计谋迷惑对立，才能使自己立于不败之地",
  "兵已在颈": "颈：颈项。刀已架在脖子上。比喻危险已非常逼近",
  "兵勇将猛": "士兵勇敢，将帅勇猛。形容战斗力很强",
  "伯虑愁眠": "伯虑：国名；愁：忧愁。伯虑国民忧虑睡眠。指过虑",
  "伯俞泣杖": "伯俞：古代孝子名。形容对父母极为孝顺",
  "补苴调胹": "补苴：补缀；调胹：烹调煮熟。比喻经过加工使之完美",
  "补天济世": "修补苍天，挽回世运",
  "补缀乾坤": "缝补天地，比喻治理国家",
  "步步紧逼": "紧紧地逼近，毫不松懈",
  "步步进逼": "一步一步地逼进",
  "步步深入": "一步一步地进入事物的内部",
  "步履安详": "步履：步行；安详：安稳。迈步走路，从容安稳",
  "步履如飞": "形容行进很快",
  "步态蹒跚": "走路摇摆、缓慢的姿态",
  "百败不折": "折：屈服。即使失败100次也绝不屈服。形容意志坚强",
  "百般无赖": "采用所有卑鄙的方法",
  "百不一爽": "爽：失，差。形容做事有充分把握，绝不会失误",
  "百草权舆": "权舆：草木萌芽状态。指花草萌芽，春天到来",
  "百锻千炼": "锻、炼：比喻文章的反复推敲。比喻文章字句再三推敲，力求精练",
  "百二关山": "百二：以二敌百。指边防稳固的国家",
  "百废备举": "举：兴办。一切被废置的事情全部都兴办起来。形容建设事业兴旺发达",
  "百卉含英": "卉：草的总称；英：花。指各种鲜花同时盛开，万紫千红",
  "百家诸子": "百家：指儒家、道家、墨家、法家等流派；诸子：指孔子、老子、庄子、荀子等。后来对先秦学术思想",
  "百里异习": "异：不相同；习：风俗习惯。相隔百里远的地方风俗习惯就不同",
  "百炼之钢": "炼：用加热的方法提纯。指久经烤炼、坚强不屈的人",
  "百两烂盈": "两：同“辆”；烂：灿烂；盈：充满。指妆奁有一百辆车，光彩夺目。形容婚娶的铺张奢华",
  "百灵百验": "验：效验，灵验。测算预卜十分灵验",
  "百六阳九": "百六：古代认为4617岁为1元，初入元106岁；阳九：106岁中有灾岁9。指灾难年份或厄运",
  "百龙之智": "龙：公孙龙，战国时期名家代表，著有《公孙龙子》；智：智慧，聪明。100个公孙龙的智慧。形容非",
  "百年到老": "指夫妻共同生活到老",
  "百年归寿": "百年：指人去世。指人死的婉称",
  "百听不厌": "形容乐曲或歌曲好听，使人听多少遍也不厌烦",
  "百无失一": "百：很多；失：差错。指非常有把握，绝对不会出差错",
  "百无所忌": "百：一切；忌：忌讳。什么都不忌讳",
  "百无一存": "存：存在。一百个里面没有留下一个。指丧失殆尽",
  "百样玲珑": "百：多；玲珑：玲珑敏捷。各方面都表现得灵活敏捷",
  "百约百叛": "约：约定。多次订约，多次背叛。形容毫无信用",
  "百治百效": "效：效果，功用。形容医术高明，效果很好",
  "邦家之光": "邦：诸侯国；家：大夫的封地。指国家的光荣",
  "闭关主义": "闭关自守不与国外进行往来的政策",
  "闭户关门": "户：出入的门户。门户都关闭起来。形容冷清寥落",
  "闭口不谈": "紧闭着嘴不说话或谈论秘密",
  "冰壶玉尺": "冰壶：即冰心玉壶；玉尺：玉制的尺。比喻人品高尚纯洁",
  "冰壶玉衡": "冰壶：即冰心玉壶；玉衡：用玉石装饰的衡器。比喻人品高尚纯洁",
  "冰肌雪肤": "像冰一样的肌肤。形容女子洁美的体肤",
  "冰瓯雪椀": "瓯：盂；椀：同“碗”，水碗。晶莹透亮的水盂，纯净洁白的水碗。指质地纯净的笔洗",
  "冰消冻释": "比喻困难或障碍像冰融化那样消释",
  "冰柱雪车": "唐朝名士刘叉结识韩愈后作的两首好诗的名称。泛指好诗",
  "并肩作战": "密切配合，一起打仗。比喻团结合作，共同完成某项任务",
  "并辔齐驱": "辔：驾驭牲口的缰绳；齐驱：一齐快跑。几匹马并排拉着车一齐奔跑。比喻齐头并进，不分前后高低",
  "并容遍覆": "并：兼；覆：遮盖掩蔽。广为包容覆庇。比喻德化宽广，庇护天下",
  "并无二致": "没有多大区别",
  "扒拉不开": "扒拉：用手指头快速移动。不能如意安排或运动",
  "白板天子": "没有国玺的皇帝",
  "白吃干饭": "只会吃饭不会干活",
  "白发郎官": "指直到年老也没晋升的人",
  "白发婆娑": "婆娑：四下披散的样子。形容满头白发的老人",
  "白发偕老": "白头：头发白。指夫妻相爱相守一直到老",
  "白毫之赐": "白毫：佛家称如来的32相之一。指供养僧徒之物",
  "白鹤晾翅": "太极拳的一个拳式，动作像站定的白鹤张开翅膀晾着",
  "白龙微服": "比喻贵人微服出行，恐有估计不到的灾祸",
  "白马素车": "素车：白色丧车。驾白马，乘素车。传说伍子胥被害后化作涛神乘白马素车来往于江水里。指钱塘江潮",
  "白磨嘴皮": "指说了一些无用的话，不能说动对方",
  "白跑一趟": "白白地去了一次无功而返",
  "白恰青衫": "白恰：尖顶无檐的白布帽；青衫：青色袍衫。指没有取得功名的士人",
  "白首无成": "白首：白头，指年老。头发白了，一事无成。指到老没有成就",
  "白往黑归": "比喻只看表面不看本质",
  "白衣送酒": "穿白衣的人来送酒。指人心想事成",
  "白云青舍": "比喻在异乡思念亲人",
  "白昼见鬼": "泛指虚妄荒诞、不可能出现的事",
  "白昼做梦": "大白天做起梦来。比喻幻想根本不能实现",
  "半瞋半喜": "瞋：通“嗔”，生气。形容欢喜中又带责备",
  "半工半读": "一面劳动一面学习的个人学习方案",
  "半老徐娘": "徐娘：梁元帝妃徐氏，泛指妇女。指尚有风韵的中年妇女",
  "半明半暗": "光线不充足",
  "半亩方塘": "半亩池塘，形容很小的地方",
  "半瓶子醋": "比喻稍有一点知识而知识并不丰富，略有一点本领而本领并不高强的人",
  "半身不摄": "摄：引持。指半边身体不能随意转动或半边肢体瘫痪",
  "半生尝胆": "半生：半辈子；胆：苦胆。半辈子尝苦胆。指受了半辈子的劳苦",
  "半死半活": "半死：接近死亡。不死不活，形容被折磨得很惨或死气沉沉，没有生气",
  "半文不值": "比喻毫无价值或无能、品格卑下",
  "半心半意": "半：不完全。不充分地或不完全地，不十分热心地，只是敷衍应付",
  "包而不办": "包：包揽。把事情包揽下来却不办理",
  "包羞忍辱": "包：包容。形容人有忍辱含垢的大气量",
  "包胥之哭": "包胥：春秋时楚国大臣申包胥。比喻到别国哀求援兵",
  "本本分分": "守本分，不越轨",
  "本本源源": "本本：根本；源源：源头。多指事物的根源和本相",
  "本本主义": "盲目地照搬书本或僵硬地凭上级指示办事，是一种脱离实际的教条主义作风",
  "本固枝荣": "主干强固，枝叶才能茂盛。比喻事物的基础巩固了，其他部分才能发展",
  "本盛末荣": "本：指树根；末；指树梢；荣：草木茂盛。树根发达，枝叶才能繁茂。指对待事物要看重根本",
  "本位主义": "为自己所在的小单位打算而不顾整体利益的思想作风",
  "夯雀先飞": "夯：同“笨”，愚钝；雀：山雀，麻雀。比喻天资不好的人做事比别人先动手",
  "必不可少": "绝对需要，指不达到某种目的就不能做成某种事情",
  "必由之地": "必：一定；由：经过。必定要经过的道路、地方",
  "弁髦法纪": "弁：黑布帽子；髦：儿童眉际的垂发；弁髦：蔑视，抛弃。指蔑视抛弃法令和纪律",
  "丙吉问牛": "看到牛的异常想起天气变化，赞扬官员关心百姓疾苦",
  "布德施恩": "布：给予；施：施舍。给人们以道德和恩惠",
  "布衣芒屩": "布衣：麻布衣服；芒屩：草鞋。穿布衣和草鞋。指平民百姓",
  "布衣疏食": "疏：通“蔬”，蔬菜。穿布衣，吃粗粮。形容生活俭朴",
  "布衣雄世": "布衣：平民。一个平民成了世间的英雄",
  "巴结高枝": "高枝：比喻权贵。向权贵献媚取宠",
  "巴蛇吞象": "巴蛇：传说中的大蛇。一条蛇想吞吃一条大象。比喻人心不足，贪得无厌",
  "贝锦萋菲": "贝锦：指锦文，比喻诬陷人的谗言；萋菲：通“萋斐”，文采相错杂。比喻谗言",
  "比手画脚": "说话的同时用手脚来比画",
  "比屋可诛": "比屋：一屋挨一屋，家家；诛：杀戮。家家都可杀戮，世风日下，恶人众多",
  "比下有余": "比：比较。对所处的中等地位感到知足。形容满足现状，不求进取",
  "比张比李": "比喻多方面打比方",
  "不安本分": "本分：本身应尽守的职责和规矩。形容不务正业，不守规矩",
  "不蔽风雨": "蔽：遮盖。不能遮风挡雨。形容房屋破烂简陋",
  "不避强御": "避：回避；强御：有权势的人。刚正无私，不怕有势力的人",
  "不便之处": "指不方便的地方",
  "不辨龙蛇": "辨：辨别，明察。是龙是蛇不加分辨。形容不分优劣，不识好坏",
  "不宾之士": "宾：客人。不以客人自居的人士。指敢于以主人翁出面提意见和建议",
  "不惭屋漏": "屋漏：古代室内西北角安放死者用帐幕遮盖处。独处于室时慎守善德，无愧于心。形容心地光明，在暗",
  "不测之渊": "测：测量，估计；渊：深潭。不可测量的深渊。比喻危险的境地",
  "不成气候": "指单个、局部或孤立事物不能形成大的环境",
  "不此之图": "此：这个；图：图谋，计划。不打算做此事或不考虑这个问题",
  "不达大体": "大体：大局，整体利益。不懂得从大局考虑",
  "不达时务": "务：事物；时务：当前的重大事情或形势。指不认识当前重要的事态和时代的潮流。现也指待人接物不",
  "不大对头": "有了问题，出了毛病，指有失调的迹象",
  "不待蓍蔡": "蓍蔡：同“蓍龟”，指卜筮。不用占卜就能知道吉凶。比喻事理极明显",
  "不惮强御": "惮：畏惧；强御：有权势的人。刚正无私，不怕有势力的人",
  "不懂人事": "不懂得为人处世",
  "不毒不发": "不受凌辱就不能发奋图强",
  "不夺农时": "夺：侵占，耽误。不耽误农作物的播种时节",
  "不分上下": "不管上级和下级或指分不出高低胜负",
  "不分胜败": "指双方势均力敌，分不出高低",
  "不分主次": "指人办事不能分辨主要的和次要的",
  "不伏水土": "水土：指一地的饮水、气候、环境等。不能适应某地的气候和饮食习惯",
  "不攻自拔": "拔：攻破。不用攻击就自动破灭。形容情节、论点虚谬，经不起反驳",
  "不轨不物": "轨：轨道，引申为法规；物：典章文物。超出常规和不合乎法则",
  "不合实际": "指想法、计划等不现实",
  "不讳之变": "不讳：死的委婉说法；变：变故。指人的死亡",
  "不毁之制": "毁：毁坏；制：制度。不可破坏的制度。指经久不变的制度",
  "不荤不素": "荤：指鱼肉类食品。形容不上不下，不成样子",
  "不见圭角": "圭角：圭玉的棱角。比喻深沉、才干不外露",
  "不见舆薪": "看不见一车柴禾。比喻不下功夫去做",
  "不皦不昧": "皦：清白、清晰；昧：糊涂。形容恍恍忽忽，难以捉摸",
  "不竭之府": "竭：尽，完。取之不尽的府库。比喻很富有",
  "不解衣带": "解：脱去，解下。不脱衣服就休息，形容非常忙碌和辛劳",
  "不堪视听": "堪：可，能。言辞污秽，行为卑劣，不能看与听",
  "不堪收拾": "堪：可；收拾：整理，整顿。无法整顿",
  "不可避免": "指不能使不发生的事情",
  "不可分割": "割：分割，划分。不容许割裂",
  "不可估量": "难以估计",
  "不可抗拒": "不能抵抗并拒绝",
  "不可名貌": "名：说出。没法用言辞来形容",
  "不可侵犯": "不能侵凌触犯",
  "不可轻视": "不能够小看",
  "不可缺少": "必不可少的",
  "不可饶恕": "饶恕：原谅过错、冒犯或失礼之处。指不能原谅",
  "不可胜书": "胜：尽；书：书写，记载。不是用文字能写完的。形容要写的事情很多",
  "不肯一世": "一世：同处于一个世界。自视甚高，看不起天下人。形容目空一切、骄横自大",
  "不劳而食": "食：吃。自己不劳动而占有别人的劳动成果",
  "不理不睬": "指对人或事物不闻不问，漠不关心",
  "不吝金玉": "吝：吝惜。不吝惜宝贵美好的东西",
  "不令而信": "令：命令；信：信服。不用三令五申能使之遵守服从",
  "不留痕迹": "指做事彻底，没有留下蛛丝马迹",
  "不露辞色": "辞色：言辞神色。不让心里的打算从话音和脸色上流露出来。形容说话沉着老练",
  "不露斤斧": "斤：斧头。看不见刀斧加工的痕迹。形容精巧自然",
  "不明不暗": "明：明亮；暗：昏暗。事实真像被歪曲而不清楚。指不怎么明显，也不怎么秘密",
  "不明真相": "明：了解清楚；真相：本来面目。不明白事情的本来面目",
  "不平而鸣": "平：公平；鸣：发出声音。指人或事物遇到不公正的待遇，就要发出不满的呼声",
  "不欺地下": "地下：黄泉之下。指人刚正不阿，坚持原则",
  "不弃故旧": "弃：抛弃；故旧：旧交。不轻易抛弃老朋友",
  "不欺室漏": "屋漏：古代室内西北角。原指独处于室时慎守善德，无愧于心。后转义为心地光明，在暗中也不做坏事",
  "不清不白": "不明白，不清楚。形容关系暧昧",
  "不请自来": "不用邀请自己前来。多指不速之客",
  "不忍释卷": "释：放开；卷：书本。书本不离手。形容勤奋好学",
  "不丧匕鬯": "匕鬯：宗庙祭祀物品。形容军纪严明，百姓安居，不废宗庙祭祀",
  "不少概见": "概：大略。所能见的只是一个梗概。指难以真正见到",
  "不生不死": "指超脱生死的界限。现指半死不活",
  "不胜杯酌": "不胜：经不起。比喻喝酒太多，为酒所困",
  "不世之仇": "不世：非凡。指极大的仇恨",
  "不世之略": "不世：不是每代都有的；略：谋略。不平凡的谋略",
  "不适时宜": "适：适应；时宜：当时的需要。不符合时势和趋势",
  "不私其利": "私；私有。不把利益据为己有",
  "不死不生": "指超脱生死的界限",
  "不死之药": "长生不死的药",
  "不疼不痒": "比喻说话做事只是做样子，不解决实际问题",
  "不通时宜": "不明白当时的形势潮流",
  "不通世务": "指不了解社会上的情况",
  "不通文墨": "通：精通；文墨：指写文章、著述等。指人文化水平不高或识字不多",
  "不忘久要": "久要：旧约，旧交。不忘记旧友情",
  "不忘母训": "指不忘记母亲的教诲",
  "不畏强御": "畏：畏惧、惧怕；强御：有权势的人。刚正无私，不怕有势力的人",
  "不瘟不火": "瘟：戏曲沉闷乏味；火：比喻紧急急促。指戏曲不沉闷乏味，也不急促",
  "不误农时": "不耽误农作物的播种时节",
  "不惜一切": "为了达到目的不吝惜所花费的代价",
  "不惜代价": "为得到某种东西或实现某个目标而不吝惜付出钱物、精力等",
  "不相违背": "指不会互相不符",
  "不祥之征": "征：征兆。指不好的预兆",
  "不孝之子": "不孝顺的子孙",
  "不屑置辩": "屑：认为值得；置辩：辩论，申辩。认为不值得分辩",
  "不学面墙": "面墙：面对墙壁，一无所见。形容不学习而无知",
  "不哑不聋": "不装聋作哑，就不能当阿婆阿公。指长辈要宽宏大量",
  "不厌求详": "厌：嫌；详：详细。不嫌过于详细。指越详细越好",
  "不痒不痛": "既不痛也不痒。比喻不中肯，没触及要害，不能彻底解决问题",
  "不依本分": "依：安装；本分：本身应尽守的职责和规矩。形容不务正业，不守规矩",
  "不遗尺寸": "遗：遗漏；尺寸：形容数量小。比喻一点也不漏掉",
  "不虞之隙": "不虞：没有料到；隙：裂痕。指意外的误会",
  "不赞一辞": "原指文章写得好，别人不能再添一句话。一句话也不说",
  "不战而溃": "溃：溃败。没有开战就自行崩溃。形容毫无战斗力",
  "不知春秋": "不知道当前是什么季节或局面",
  "不知大体": "知：知道；大体：重要的道理。不懂得大道理或从全局出发",
  "不知底细": "不知道人或事情的内情",
  "不知权变": "权变：随机应变。不能根据实际情况而改变",
  "不知死所": "所：处所。不知道死在那里",
  "不知所从": "不知怎么办。形容拿不定主意",
  "不知所为": "为：做。不知道该怎么办",
  "不知虚实": "虚实：或虚或实，情况。泛指不掌握或虚或实的内部情况",
  "不值一谈": "不值得谈论",
  "不治生产": "治：管理。指不注意或无暇料理自己的生计",
  "不足回旋": "回旋：转动。形容处境局促，不便转身",
  "不足为道": "足：值得；道：说。不值得一说",
  "不足之处": "不完善的地方",
  "不左右袒": "左右袒：露出左右臂。不偏不倚，保持中立",
  "八百姻娇": "姻娇：美女。指美女众多",
  "八拜为交": "八拜：古代世交子弟谒见长辈的礼节；交：交情，友谊。旧时称异姓结拜兄弟或姐妹的关系",
  "八公草木": "将八公山的草木视为敌人。形容心情极为紧张和恐惧",
  "八攻八克": "屡次攻击，屡次胜利",
  "八花九裂": "裂：分裂。形容漏洞百出，缝隙很多",
  "八门五花": "八门：八门阵；五花：五行阵。古代两种战术变化很多的阵势。比喻变化多端或花样繁多",
  "八索九丘": "古书名",
  "八抬大轿": "大官坐的由八个人抬着走的大轿子，是身分重要的标志",
  "匕首投枪": "匕首：短剑。比喻短小犀利击中要害的文章",
  "不足为怪": "不足：不值得。不值得认为奇怪",
  "不知贵贱": "指不知事物的轻重与价值",
  "不宣而战": "指不宣布开战，就突然发起进攻",
  "不吐不快": "吐：倾诉；快：痛快。不说出来就不痛快",
  "不失旧物": "旧物：旧的典章制度或原有的东西。指恢复原有的事业或山河",
  "不念旧情": "指人原则性强，不记挂过去的情义",
  "不分轻重": "指人办事盲目，不分主次",
  "不法之徒": "对抗或违反法律的人，歹徒或逃犯，流窜或犯有暴力行为罪行的亡命之徒",
  "不雌不雄": "不阴不阳。指态度暧昧",
  "不成方圆": "方圆：借指规矩。形容言语行动没有规矩，不成样子",
  "别无出路": "指除了某一种解决问题的方法外，没有其他办法",
  "闭门谢客": "指不接待客人",
  "笔枪纸弹": "指用笔墨文章作为论战的武器",
  "笔墨纸砚": "指书写工具",
  "比肩而事": "比肩：并肩；事：侍奉。肩并肩做事。指共事",
  "比比划划": "指讲话时用手势示意",
  "贲军之将": "贲：覆败。打了败仗的将领",
  "饱餐一顿": "指大吃一顿",
  "半子之谊": "半子：女婿。半个儿子的情分",
  "百爪挠心": "像有一百只脚爪在抓心一样。形容人心情错综复杂，心神不定",
  "白衣天使": "指护士",
  "白费心机": "白费心思，形容徒劳无益",
  "白费口舌": "谈话一无所获",
  "八砖学士": "八砖：八行砖。指懒惰的人",
  "斑斑斓斓": "色彩错杂灿烂的样子",
  "不遗馀力": "指毫无保留地使出全部力量。",
  "冰壸秋月": "喻人品德清白廉洁。宋·苏轼《赠潘谷》诗：“布衫漆黑手如龟，未害冰壶贮秋月。”《宋史·李侗传",
  "讬物寓感": "假借外物寄托情感。",
  "半斤八面": "旧制一斤合十六两，半斤等于八两。一个半斤，一个八两，重量相等。比喻彼此一样，不分上下。亦作",
  "布袋里老鸦": "比喻虽然活着，但象死了一样。",
  "不知者不罪": "罪：责备，怪罪。因事先不知道而有所冒犯，就不加怪罪。",
  "不吃烟火食": "烟火食：熟食。道教以为仙人可以不吃熟食。旧时用来称赞诗文立意高超，言词清丽，不同一般。",
  "步步生莲华": "语本《杂宝藏经·鹿女夫人缘》故事，谓 鹿女 每步迹有莲花，后为 梵豫 国王第二夫人，生千叶莲花",
  "步步生莲花": "莲花：荷花。形容女子步态轻盈姿",
  "不幸而言中": "不希望发生的事情却被说准真的发生了。",
  "不以辞害志": "辞：文辞；志：作品的思想内容。原意是不因为只顾文辞而损害了对内容的理解。后也指写文章不要只",
  "不以人废言": "废：废弃。不因为这个人有不足的地方而不采纳他的正确意见。",
  "不期然而然": "没有想到是这样而竟然是这样。",
  "不打不相识": "指经过交手，相互了解，能更好地结交、相处。",
  "不能赞一词": "赞一词：说一句话。指文章写得好，别人不能再添一句话。形容文章非常完美",
  "不能赞一辞": "赞：赞助；赞一辞：添一句话。提不出一点意见。形容文章非常完美。",
  "兵败如山倒": "兵：军队。形容军队溃败就像山倒塌一样，一败涂地。",
  "冰炭不相容": "冰：冰块；炭：炭火；容：接纳。比喻两种对立的事物不能并存",
  "冰炭不同器": "冰和炭火不能放在同一个器具里。比喻性质不同的事物彼此排斥，不能相容。",
  "冰炭不同炉": "比喻两种对立的事物不能同处。",
  "病笃乱投医": "同“ 病急亂投醫 ”。 鲁迅 《二心集·知难行难》：“做牢靠的时候是‘偃武修文’，粉饰粉饰；做",
  "病急乱投医": "病势沉重，到处乱请医生。比喻事情到了紧急的时候，到处求人或乱想办法。",
  "杯酒释兵权": "释：解除。本指在酒宴上解除将领的兵权。泛指轻而易举地解除将领的兵权。",
  "卑卑不足道": "指卑微藐小，不值得一谈。",
  "饱暖生淫欲": "指生活安逸，易起淫念。",
  "饱暖思淫欲": "食饱衣暖之时，则生淫欲之心。",
  "邦以民为本": "古代儒家民本思想的一种反映，认为万民百姓是国家的根本。治国应以安民、得民作为根本。",
  "板板六十四": "宋时官铸铜钱，每板六十四文，不得增减。比喻刻板不知变通。板：即“版”，铸钱的模子。",
  "版版六十四": "版：宋代铸钱的模型。每块铸版都是铸出六十四文钱。形容做事死板，不知变通。",
  "八九不离十": "指与实际情况很接近。",
  "八字没一撇": "比喻事情还没有眉目。",
  "饱食思淫欲": "饱：吃足；食：吃；淫：邪恶。指生活安逸，容易起淫念",
  "伴君如伴虎": "陪伴君王像陪伴老虎一样，随时有杀身之祸。指大人物喜怒无常",
  "百步无轻担": "担：负担。走长路，再轻的东西都会很重。比喻任重道远",
  "比葫芦画瓢": "比喻照样子模仿",
  "不打不成器": "打：打磨，打造。不打造就不能成为有用的器物。比喻不教育就不成材，没出息",
  "不可须臾离": "须臾：片刻。一会都不能离开。形容至关重要",
  "不以词害意": "不因为只顾文辞而损害了对内容的理解。指写文章不要只追求修辞而忽略文章的立意",
  "不知何许人": "许：处所。不知道是哪里人",
  "报喜不报忧": "只说好的，不说坏的，实际上是说假话",
  "不足为外人道": "不必跟外面的人说。现多用于要求别人不要把有关的事告诉其他的人。",
  "不得已而为之": "没有办法，只能这样做。",
  "不得已而用之": "用：使用。没有办法，只好采用这个办法。",
  "不登大雅之堂": "大雅：高贵典雅。不能登上高雅的厅堂。形容某些不被人看重的、“粗俗”的事物（多指文艺作品）。",
  "不法古不修今": "指不应效法古代，也不应拘泥于现状。",
  "不可同日而语": "不能放在同一时间谈论。形容不能相提并论，不能相比。",
  "不知天高地厚": "不知道天有多高，地有多深。形容骄狂无知。",
  "不知老之将至": "不知道老年即将来临。形容人专心工作，心怀愉快，忘掉自己的衰老。",
  "不打不成相识": "指经过交手，彼此了解，结交起来就更投合。",
  "不分青红皂白": "皂：黑色。不分黑白，不分是非。",
  "不问青红皂白": "比喻不分是非，不问情由。",
  "不费吹灰之力": "形容事情做起来非常容易，不花一点力气。",
  "拨云雾见青天": "只有推开密布的云雾才能看到湛湛蓝天。比喻冲破黑暗，见到光明。",
  "表壮不如里壮": "外表好看，不如里面结实。比喻妻子能够治家，就是丈夫的好帮手。",
  "表壮不如理壮": "外表好看，不如里面结实。比喻妻子能够治家，就是丈夫的好帮手。",
  "鞭长不及马腹": "指鞭子虽然很长，但是不应该打到马肚上。后以之比喻力所不能及。",
  "毕其功于一役": "把应该分成几步做的事一次做完。亦以形容急于求成。",
  "卑之无甚高论": "表示只就浅易的说，没有什么过高难行的意见。",
  "百动不如一静": "指多动不如静待有效。",
  "百闻不如一见": "闻：听。听到一百次；也不如亲眼见到一次。指多听不如亲眼看到更可靠或印象更深刻。",
  "百思不得其解": "百：多次；思：考虑，思考；解：理解。指经过百般思索仍旧不能理解",
  "百星不如一月": "一百颗星星发出的亮光不如一个月亮发出的光明亮。比喻量多不如质优。",
  "八字没见一撇": "比喻事情毫无眉目，未见端绪。",
  "拔赵帜易汉帜": "帜：旗帜；易：换。比喻偷换别人的胜利成果",
  "拔赵帜立赤帜": "用以比喻偷换取胜或战胜、胜利之典。",
  "伯仁由我而死": "伯仁：晋代周颙的字。指对别人的死亡负有某种责任",
  "百思不得其故": "百：多次；思：考虑，思考；故：原因。指经过百般思索仍旧不能找到其原因",
  "不汲汲于富贵": "汲汲：心情急切。不迫切追求富贵。指人清高，安于清贫生活",
  "不可同年而语": "两者相差很大，不能相提并论",
  "不可以道里计": "计：计算。不能用里程来计算。形容程度相差很大",
  "不越雷池一步": "雷池：湖名，在安徽省望江县南。不敢越过界限，形容拘谨",
  "不知轻重缓急": "指人办事不知事情有主要的、次要的，急办的和可缓办的区别",
  "不食人间烟火": "食：吃；烟火：熟食。比喻人有出世之想或诗画立意高超，言词清丽",
  "八竿子打不着": "比喻远得不沾边",
  "不自由，毋宁死": "毋宁：同“无宁”，宁可，不如。如果失去自由、主权，宁可去死",
  "不以一眚掩大德": "以：因；眚：过失，错误；掩：遮蔽，遮盖；德：德行。不因为一个人有个别的错误而抹杀他的大功绩",
  "不念僧面念佛面": "不看僧面看佛面。",
  "不怕官，只怕管": "指直接管的人要比官更有权威。也指在人管辖之下，一切只能听命于他。",
  "不见棺材不下泪": "比喻不到走投无路的境地不肯死心。",
  "不见棺材不落泪": "比喻不到彻底失败的时候不肯罢休。",
  "不敢越雷池一步": "越：跨过；雷池：湖名，在安徽省望江县南。原指不要越过雷池。后比喻不敢超越一定的范围和界限。",
  "不识庐山真面目": "庐山：山名，江西九江市南面的一座山。比喻认不清事物的真相和本质",
  "不管三七二十一": "不顾一切，不问是非情由。",
  "不是冤家不聚头": "冤家：仇人；聚头：聚会。不世前世结下的冤孽，今世就不会聚在一起。",
  "不到黄河心不死": "比喻不达目的不罢休。也比喻不到实在无路可走的的境地不肯死心。",
  "不能登大雅之堂": "形容不够文雅。",
  "不为五斗米折腰": "五斗米：晋代县令的俸禄，后指微薄的俸禄；折腰：弯腰行礼，指屈身于人。比喻为人清高，有骨气，",
  "不看僧面看佛面": "比喻请看第三者的情面帮助或宽恕某一个人。",
  "兵在精而不在多": "兵士在于精壮而不在乎众多。也比喻要求质量而不能只讲数量。",
  "彼一时，此一时": "那是一个时候，现在又是一个时候。表示时间不同，情况有了变化。",
  "闭塞眼睛捉麻雀": "比喻盲目地进行工作。",
  "饱汉不知饿汉饥": "饱：吃足；饥：饥饿。比喻处境好的人，不能理解别人的苦衷。",
  "饱人不知饿人饥": "比喻处境顺利、优越或个人愿望得到满足的人，不理解处境困难、恶劣或个人愿望不得实现的人的苦衷",
  "半部论语治天下": "旧时用来强调学习儒家经典的重要。",
  "拔了萝卜地皮宽": "比喻为了行事方便而把碍眼的事物去掉。也比喻为了扩展地盘而排挤别人。",
  "扁担脱，两头虚": "脱：脱落。扁担没有挡头，挂在两头的东西都会滑落。比喻两头落空",
  "败子回头金不换": "指不干正事的人改邪归正比金子还可贵",
  "别有天地非人间": "别：另外；天地：风格或境界。另有一番新的境界，不是人间所有的",
  "半夜敲门心不惊": "比喻没有做过什么亏心的事，心里很踏实",
  "不到长城非好汉": "比喻不能克服困难，达到目的，就不是英雄豪杰",
  "不到乌江心不死": "乌江：项羽兵败的地方。比喻不达目的绝不罢休",
  "不得已而求其次": "次：差一点。没有别的办法，只好用差一些的或次品来凑合",
  "不见棺材不掉泪": "比喻不到走投无路的境地不肯死心",
  "不看金面看佛面": "不看那方面的情面，也要看这方面的情面",
  "不如意事常八九": "不顺心的事情经常会发生",
  "不是冤家不碰头": "指仇人或不愿意相见的人偏偏相逢，无可回避",
  "不问三七二十一": "不顾一切，不问是非情由",
  "不识人间有羞耻事": "不知道人世间还有羞耻之事。形容恬不知耻。",
  "不知人间有羞耻事": "形容无耻到极点。",
  "不吃羊肉空惹一身膻": "羊肉没吃上，反倒沾了一身羊膻气。比喻干了某事没捞到好处，反坏了名声惹来了麻烦。",
  "不塞不流，不止不行": "指对佛教、道教如不阻塞，儒家学说就不能推行。现比喻不破除旧的、坏的东西，新的、好的东西就建",
  "不入虎穴，不得虎子": "不进老虎洞，就不能捉到小老虎。比喻不担风险就不可能取得成果。",
  "不入虎穴，焉得虎子": "焉：怎么。不进老虎窝，怎能捉到小老虎。比喻不亲历险境就不能获得成功。",
  "不经一事，不长一智": "智：智慧，见识。不经历一件事情，就不能增长对那件事情的见识。",
  "不知有汉，何论魏晋": "不知道有汉朝，三国魏及晋朝就更不知道了。形容因长期脱离现实，对社会状况特别是新鲜事物一无所",
  "不求有功，但求无过": "不要求立功，只希望没有错误。",
  "不以规矩，不成方圆": "规：圆规；矩：曲尺。比喻做事要遵循一定的法则",
  "不在其位，不谋其政": "不担任这个职务，就不去过问这个职务范围内的事情。",
  "簸之扬之，穅粃在前": "1.谓扬米去糠，糠在米上。穅，同“ 糠 ”。 南朝  宋  刘义庆 《世说新语·排调》：“ 王文度 、",
  "兵马不动，粮草先行": "作战时兵马还没出动，军用粮草的运输要先行一步。后泛指行动前须作好准备工作。",
  "兵藏武库，马入华山": "兵器藏进武库，军马放入华山。指天下太平。",
  "兵马未动，粮草先行": "指出兵之前，先准备好粮食和草料。比喻在做某件事情之前，提前做好准备工作。",
  "兵来将迎，水来土堰": "指根据具体情况，采取灵活的对付办法。",
  "兵来将敌，水来土堰": "敌：对抗；堰：拦河坝。敌人来了派将军抵挡，大水来了用土去掩盖。比喻针锋相对，根据具体情况，",
  "兵来将挡，水来土掩": "比喻不管对方使用什么手段，总有相应的对付方法。",
  "冰炭不言，冷热自明": "比喻内心的诚意不用表白，必然表现在行动上。",
  "比上不足，比下有余": "赶不上前面的，却超过了后面的。这是满足现状，不努力进取的人安慰自己的话。有时也用来劝人要知",
  "避其锐气，击其惰归": "其：他的；锐气：勇猛的气势；惰：松懈善于用兵之人，总是避开敌人初来时的气势，等敌人疲惫时再",
  "傍观者审，当局者迷": "指局外人对事物观察得周详慎密，当事人则往往会迷惑糊涂。",
  "搬起石头打自己的脚": "搬：移动。比喻本来想害别人，结果害了自己。自食其果。",
  "百尺竿头，更进一步": "佛家语，比喻道行、造诣虽深，仍需修炼提高。比喻虽已达到很高的境地，但不能满足，还要进一步努",
  "百不为多，一不为少": "指难得的好人或好东西。",
  "百花齐放，百家争鸣": "比喻艺术及科学的不同派别及风格自由发展与争论。",
  "百足之虫，死而不僵": "百足：虫名，又名马陆或马蚿，有十二环节，切断后仍能蠕动。比喻势家豪族，虽已衰败，但因势力大",
  "百足之虫，断而不蹶": "比喻势力雄厚的集体或个人一时不易垮台。同“百足之虫，至死不僵”。",
  "百足之虫，至死不僵": "百足：虫名，躯干计二十节，切断后仍能蠕动。僵：肢体僵硬不能活动。比喻势力雄厚的集体或个人一",
  "败事有余，成事不足": "指非但办不好事情，反而常常把事情搞坏。",
  "白刀子进，红刀子出": "指要杀人见血、动手拼命。红刀子：带血的刀子。",
  "白沙在涅，与之俱黑": "涅：黑土。白色的细沙混在黑土中，也会跟它一起变黑。比喻好的人或物处在污秽环境里，也会随着污",
  "八公山上，草木皆兵": "八公山：在安徽淮西市西。将八公山上的草木，都当作是士兵。形容极度惊恐，疑神疑鬼。",
  "八仙过海，各显其能": "八仙：传说的仙人，即汉钟离、张果老、吕洞宾、铁拐李、曹国舅、韩湘子、蓝采和、何仙姑。比喻做",
  "八仙过海，各显神通": "八仙：道教传说中的八位神仙。比喻做事各有各的一套办法。也比喻各自拿出本领互相比赛。",
  "百万买宅，千万买邻": "比喻好邻居千金难买。",
  "扁担没扎，两头打塌": "扁担没有挡头，挂在两头的东西都会滑落",
  "拔诸水火，登于衽席": "拔：拉出；诸：同“之于”；登：加上；衽席：床席。把人从水火中拉出来放到床上。比喻解救危难中",
  "饱食终日，无所事事": "饱：吃足；终日：整天。整天吃得饱饱的，什么事也不干",
  "饱食终日，无所用心": "饱：吃足；终日：整天。整天吃得饱饱的，什么事也不干，什么事也不思考",
  "兵犹火也，不戢自焚": "戢：停；焚：烧。战争就像玩火，不在适当的情况下停止就会烧死自己",
  "百足之虫，至断不僵": "百足：虫名，马陆，多足虫；僵：倒。比喻势力雄厚的集体或个人一时不易垮台",
  "白首如新，倾盖如故": "白首：老年；倾盖：停车，初见。有人相识到老还是不怎么了解，有人初次见面却一见如故",
  "白头如新，倾盖如故": "白头：老年；倾盖：停车，初见。有人相识到老还是不怎么了解，有人初次见面却一见如故",
  "不喑不聋，不成姑公": "姑公：婆婆，公公。指作为一家之主，对下辈的过失要能装糊涂",
  "不痴不聋，不作阿家翁": "指作为一家之主，对下辈的过失要能装糊涂",
  "不耕而食，不蚕而衣": "耕：翻松田土以备播种；蚕：养蚕。不种田却有饭吃，不养蚕却能穿丝绸。形容不劳而获",
  "不耕而食，不织而衣": "耕：翻松田土以备播种。不种田却有饭吃，不织布却能穿丝绸。形容不劳而获",
  "不可无一，不能有二": "形容独一无二或唯一的",
  "不鸣则已，一鸣惊人": "鸣；鸟叫。比喻平时没有突出的表现，一下子做出惊人的成绩",
  "不入兽穴，安得兽子": "不进野兽窝，怎能捉到小野兽。比喻不冒险进入险境就不能取得成果",
  "不入兽穴，不得兽子": "不进野兽窝，不能捉到小野兽。比喻不冒险进入险境就不能取得成果",
  "不探虎穴，安得虎子": "探：探测；安：怎么。不进老虎窝，怎能捉到小老虎。比喻不冒险进入险境就不能取得成果",
  "不探虎穴，不得虎子": "探：探测。不进老虎窝，不能捉到小老虎。比喻不冒险进入险境就不能取得成果",
  "不以为耻，反以为荣": "耻：耻辱；荣：荣耀。不认为是可耻，反而认为是荣耀。指不知羞耻",
  "不因一事，不长一智": "智：聪明才智。不经历一件事情，就不能增长对于那件事情的知识",
  "不塞下流，不止不行": "指对佛教、道教如不阻塞，儒家学说就不能推行。现比喻不破除旧的、坏的东西，新的、好的东西就建",
  "不以规矩，不能成方圆": "比喻做事要遵循一定的法则。",
  "冰冻三尺，非一日之寒": "比喻一种情况的形成，是经过长时间的积累、酝酿的。",
  "冰厚三尺，非一日之寒": "非：不是；寒：冷。冰冻到三尺厚，不是一天冷造成的。比喻某一种情况的形成，是经过长时间酝酿、",
  "彼亦一是非，此亦一是非": "彼：那。这种情况下与那种情况下的是非标准不一。即没有客观的是非标准"
}