{
  "卒然": "形容很短暂的时间。",
  "杵臼交": "指不计贫贱的交谊。",
  "尝出入": "曾经来往于。",
  "炒冷饭": "比喻说话、做事全是重复过去的，没有新的内容",
  "炒鱿鱼": "因鱿鱼一炒就卷起来，比喻卷铺盖。指解雇",
  "吹鼓手": "旧时婚丧礼仪中吹打乐器的人，比喻专为别人捧场的人",
  "吃白食": "白吃别人的饭，光吃饭不工作，吃东西不付钱，也指不务正业专靠讹诈为生",
  "出锋头": "出：显露。表现自己，自鸣得意地显示自己比别人行",
  "出气筒": "指没有恰当的由头而被人当作发泄怨恨的对象",
  "出头鸟": "飞在鸟群前面或把头先从窝里伸出来的鸟。比喻表现突出或领头的人",
  "出洋相": "露出令人作笑的丑相，略带幽默的失态",
  "长舌妇": "好进谗言的妇人",
  "车轮战": "用比对方多的人轮流跟对方打，使对方因疲乏而失败",
  "吹牛皮": "说大话，闲聊天",
  "丑八怪": "相貌丑陋的人",
  "唱高调": "发表似乎高明但脱离实际的论调或说得很好听而不实际去做",
  "搓手顿足": "形容焦急不安的样子。",
  "蹉跎自误": "蹉跎：时间白白地消耗掉。人生虚度年华，耽误了自己的前程。",
  "蹉跎岁月": "蹉跎：时间白白地消耗掉；虚度光阴。白白地度过年月。指人生虚度年华。也作“日月蹉跎”、“岁月",
  "蹉跎日月": "蹉跎：时光白白过去。把时光白白地耽误过去。指虚度光阴。",
  "撮盐入水": "①形容立刻消灭干净。②形容大而化之，什么都不在乎。",
  "撮盐入火": "撮：以指取物。盐一放在火里就爆裂。比喻性情急躁。",
  "撮土焚香": "撮土：用手把土聚拢成堆。指旧时迷信的人在野外撮土代替香炉，烧香敬神。",
  "撮科打閧": "犹言插科打诨。戏曲、曲艺演员在表演中穿插进去的引人发笑的动作或语言。閧，同“哄”，喧闹。",
  "撮科打哄": "犹言插科打诨。戏曲、曲艺演员在表演中穿插进去的引人发笑的动作或语言。",
  "搓手顿脚": "形容焦急不耐烦的样子。",
  "厝火积薪": "厝：同“措”；放置；薪：柴草。把火置放在堆积的柴草下面。比喻潜隐着极大的祸患。",
  "错落参差": "同“ 參差錯落 ”。 清  百一居士 《壶天录》卷下：“一騎在前，數騎在後……乃未及半圈，而前者",
  "错认颜标": "形容懵懂浅陋。",
  "错落有致": "致：别致；有情趣；错落：参差交错；致：情趣。形容事物的布局虽然参差不齐；但却极有情趣；使人",
  "错落高下": "犹言长短高低。",
  "错落不齐": "形容极不整齐。",
  "错节盘根": "错：交错；节：枝节；盘：盘曲。树木的根枝盘旋交错。①比喻事情纷难复杂。②形容人坚韧不拔。",
  "错彩镂金": "错：涂饰；镂：雕刻。形容诗文的词藻十分华丽。",
  "措置裕如": "措置：处理，安排；裕如：从容不迫，很有办法的样子。处理事情从容不迫。常用来称赞人有办事的才",
  "措心积虑": "犹言处心积虑。指长久考虑在心。",
  "措手不及": "措手：着手处理；应付；不及：来不及。着手处理已来不及了。形容事情来得突然；来不及应付。",
  "挫骨扬灰": "死后将骨头挫成灰撒掉。形容罪孽深重或恨之极深。",
  "厝火燎原": "“厝”念cuò。放火燎原，喻小乱子酿成大祸患。",
  "错综复杂": "错：交叉；交错；综：合在一起；错综：纵横交叉。交错综合；重复杂乱。形容头绪繁多；情况复杂。",
  "村生泊长": "指生长于村野。泊，水泊。",
  "村夫俗子": "指粗野鄙俗的人。",
  "村歌社鼓": "指民间的歌谣、鼓乐。",
  "村哥里妇": "指平民百姓。里，里巷。",
  "村野匹夫": "村野：荒村山野。匹夫：平民百姓。旧指没有知识、没有地位的人。",
  "村箫社鼓": "指民间鼓乐。",
  "村夫野老": "旧指生活在农村的农民和老人。",
  "村酒野蔬": "乡村酿的酒，田野种的菜。形容酒食淡薄，生活清贫。",
  "村歌社舞": "指民间歌舞。",
  "村学究语": "指迂腐浅陋的言辞。",
  "寸辖制轮": "比喻控制事物的关键虽小而极重要。辖，固定车轮与车轴位置，插入轴端孔穴的销钉。",
  "寸铁在手": "寸铁：很短的兵器。手里拿着一件短小的兵器。",
  "寸步难行": "寸步：寸步之路；形容距离非常短。①形容走路十分艰难；连很短的路都不容易走。②亦形容陷入窘境",
  "寸蹏尺缣": "喻收受小贿。蹏，“ 蹄 ”的古字，兽蹄，缣，黄色的细绢。 清  吴伟业 《梅村诗话》：“貪吏放手",
  "寸草春晖": "寸草：小草；春晖：春天的阳光。小草微薄的心意报答不了春日阳光的深情。比喻父母的恩情，难报万",
  "寸指测渊": "以一寸之指而测深渊。比喻浅学不能探明深理。",
  "寸土必争": "寸土：极小的一片土地。一点土地也不让敌方侵占；要进行争夺。形容斗争激烈尖锐和针锋相对。也作",
  "寸土不让": "一寸土地也不让人。",
  "寸步千里": "寸步：指距离非常短。虽然相距只有寸步，却如同千里之隔。比喻相见非常困难。",
  "寸土尺金": "比喻土地收益极高，极其贵重。",
  "寸步难移": "连一步都难移动。形容走路困难。也比喻处境艰难。",
  "寸步不让": "连寸步也不让给别人。形容丝毫不肯让步、妥协。",
  "寸步不离": "寸步：极短的距离。一步也不离开。①形容两个人总是在一起；感情很融洽。②指距离很近；不离前后",
  "寸心千古": "千古：时间久远。寸心具有千古识力。",
  "寸阴尺璧": "阴：日影，光阴；寸阴：指极断的时间。日影移动一寸的时间价值比径尺的璧玉还要珍贵。极言时间可",
  "寸阴若岁": "岁：年。一刹那象过一年。形容非常殷切地期待和盼望。",
  "寸阴是惜": "日影移动一寸的时间也应当爱惜。表示时间极其宝贵。",
  "寸有所长": "寸比尺短，但用于更短处即显其长。比喻平平常常的人或事物，也会有他的长处。",
  "寸兵尺铁": "比喻微小的武力。",
  "寸土尺地": "寸、尺：比喻很少。形容极少的土地。",
  "寸木岑楼": "一寸长的木材同尖顶的高楼比。原意是起点不同就比不出高低，比喻轻重相比必须标准一样。后也比喻",
  "寸草衔结": "比喻虽然力薄，亦当感恩图报。",
  "寸长尺短": "语出《楚辞·卜居》：“尺有所短，寸有所长。”喻人各有长处和短处。亦指微才薄技。",
  "寸长尺技": "犹言微才薄技。",
  "寸长片善": "寸长：一点儿长处。片：零碎的。形容微小的长处和优点。",
  "寸地尺天": "指一小块土地和天空。",
  "寸积铢累": "铢：古代重量单位；二十铢为一两。形容一点一滴地积累。",
  "寸进尺退": "前进一寸，后退一尺。指得到的少而失去的多，即得不偿失。",
  "寸量铢称": "论寸来量，论铢来称。比喻点点滴滴地计量，烦琐不切实用。",
  "寸草不留": "寸草：小草。①一根小草也不给留下。②亦比喻把人斩尽杀绝或把各种东西破坏殆尽；什么也不留下。",
  "寸男尺女": "一男半女。",
  "寸善片长": "形容微小的优点和长处。同“寸长片善”。",
  "寸丝半粟": "比喻极微小的东西。",
  "寸丝不挂": "原为佛家语，比喻心中无所牵挂。后多指赤身裸体。",
  "寸蹄尺缣": "喻收受小贿。蹄，“蹄”的古字，兽蹄，缣，黄色的细绢。",
  "寸田尺宅": "比喻微薄的资产。",
  "寸铁杀人": "一寸长的短兵器即可以杀人。比喻事物主要是在于精而不是在于多。",
  "寸草不生": "寸草：一点儿草；生：生长。①形容土地贫瘠；连一点儿草都不长。②亦形容灾情严重。",
  "寸利必得": "寸利：微小的利益。微小的利益也必须得到，不能放弃。形容斤斤计较个人的得失。",
  "存心养性": "保存赤子之心，修养善良之性。旧时儒家宣扬的修养方法。",
  "存心积虑": "指长期、一贯的思想、想法。",
  "存心不良": "存心：怀着某种心思或打算。指存着坏心眼。",
  "存亡续绝": "存：保存；续：接续。恢复灭亡的国家，延续断绝了的贵族世家。",
  "存亡未卜": "卜：猜测，估计。或是活着，或是死了，不能预测。",
  "存亡绝续": "绝：完结；续：延续。事物处在生存或灭亡、断绝或延续的关键时刻。形容局势万分危急。",
  "存亡继绝": "存：保存；继：接续。恢复灭亡的国家，延续断绝了的贵族世家。",
  "存而不论": "存：保留；论：讨论。把问题保留起来；暂不加论述或讨论。",
  "存亡安危": "使将要灭亡的保存下来，使极其危险的安定下来。形容在关键时刻起了决定作用。",
  "摧眉折腰": "低眉弯腰。形容没有骨气，巴结奉承。",
  "摧枯拉朽": "摧：破坏；枯：枯草；拉：折断；朽：朽烂的木头。比喻腐朽势力或事物很容易被摧毁。原作“摧枯折",
  "摧枯折腐": "折断枯树枝烂木头。比喻极容易做到。",
  "摧坚陷阵": "摧：击溃；坚：锋芒，引伸为精锐；陷：攻入。攻入并摧毁敌军的阵地。",
  "摧锋陷阵": "摧：击溃；锋：锋芒，引伸为精锐；陷：攻入。攻入并摧毁敌军的阵地。",
  "催人泪下": "催：催促，促使。形容事迹十分感人，使人不禁流下眼泪。",
  "摧刚为柔": "摧：挫败。变刚强为柔顺。",
  "摧兰折玉": "摧：摧残，毁掉。毁坏兰花，折断美玉。比喻摧残和伤害女子。",
  "摧枯振朽": "犹摧枯拉朽。形容轻而易举。",
  "摧身碎首": "即粉身碎骨。",
  "摧锋陷坚": "摧：摧毁；锋：锋利；陷：攻陷；坚：坚锐。破敌深入。",
  "摧坚获丑": "摧坚：击溃敌精锐部队。丑：众，指敌人。挫败敌方精锐的军队，俘获敌寇。形容作战十分英勇。",
  "摧陷廓清": "摧陷：摧毁；廓清：肃清。攻破敌阵，肃清残敌。比喻写文章打破陈规。",
  "摧心剖肝": "摧：折。剖：划开。心肝断裂剖开。比喻极度悲伤和痛苦。",
  "摧朽拉枯": "摧折枯朽的草木。形容轻而易举。也比喻摧毁腐朽势力的强大气势。",
  "榱崩栋折": "榱，古代指椽子，放在檩上支持屋面和瓦片的木条。比喻大局崩溃。",
  "榱栋崩折": "比喻大局崩溃。",
  "摧折豪强": "摧：折断。打击依仗权势横行不法的人。",
  "璀璨夺目": "璀璨：美玉发光。光辉灿烂耀人眼睛。",
  "翠围珠绕": "翠：翡翠；珠：珍珠。形容富家女子的华丽装饰。亦比喻随从侍女众多。",
  "翠羽明珰": "翠羽：翡翠鸟的羽毛；珰：耳饰。比喻珍贵的物品或富家女子的华丽饰品",
  "翠袖红裙": "泛指妇女的服装。亦用为妇女的代称。 元  戴善夫 《风光好》第三折：“總然你富才華，高名分，誰",
  "翠被豹舄": "以翡翠羽为背帔，以豹皮为履。指生活奢侈。被，同“ 帔 ”。 宋  王应麟 《困学纪闻·左氏》：“",
  "翠围珠裹": "翠：翡翠；围：包围；珠：珍珠。形容富家女子的华丽装饰",
  "翠尘珠坱": "谓珠翠落于尘土。比喻人才横被堙没。 明  陈与郊 《昭君出塞》：“彩鳳曉銜丹詔往，青鸞遠降賜戎",
  "翠绕珠围": "翠：翡翠；绕：围绕；珠：珍珠；围：包围。形容富家女子的华丽装饰，也比喻随从侍女很多",
  "翠消红减": "形容女子姿容减退。",
  "啛啛喳喳": "“啛”念cuì。象声词。形容杂乱细碎的说话声。",
  "脆而不坚": "脆弱而不坚实。形容虚有其表。",
  "翠羽明珠": "泛指珍贵的饰物。 宋  张孝祥 《二郎神·七夕》词：“聚翠羽明珠三市滿，樓觀湧、參差金碧。”后",
  "翠竹黄花": "指眼前境物。",
  "撺拳拢袖": "捏紧拳头，卷起袖口。形容准备动武的样子。",
  "蹿房越脊": "旧小说多用来形容侠客、盗贼等跳上房顶，在上面飞快地行走。",
  "窜端匿迹": "比喻掩盖事情的真相。",
  "篡党夺权": "篡夺党和国家的领导权。",
  "篡位夺权": "篡：夺取，特指臣子夺取君位。夺取君主的位置及其权柄。",
  "爨桂炊玉": "爨：炊。柴禾难得如桂木，米价贵得如珠玉。形容物价昂贵，生活艰难。",
  "攒眉蹙额": "攒眉：皱眉。蹙额：皱额头。眉头额头紧皱。形容愁闷的表情。",
  "攒三集五": "指三五成堆或成群地聚集在一起。",
  "攒三聚五": "三三五五聚在一起。",
  "攒锋聚镝": "受到众多的刀箭围攻。比喻备受舆论斥责。",
  "攒零合整": "攒：聚，凑集。把零碎的拼凑成整数。",
  "粗制滥造": "粗：粗糙；滥：过多而不加以节制。原指产品制作粗糙；只求数量；不顾质量。现也泛指工作草率；不",
  "麤袍粝食": "同“ 麤衣惡食 ”。《後汉书·袁京传》：“﹝ 袁彭 ﹞行至清，爲吏麤袍糲食，終於議郎。”",
  "麤服乱头": "粗劣的衣服，蓬乱的头发。谓不加修饰。",
  "麤枝大叶": "谓文字或话语简略概括。",
  "麤衣粝食": "亦作“麄衣糲食”。粗劣的衣食。形容生活清苦。 唐  李翱 《左仆射傅公碑》：“夫人麤衣糲食，與",
  "麤心浮气": "亦作“麄心浮氣”。谓办事浮躁，不细心。 宋  陆九渊 《祭吕伯恭文》：“比年以來，日覺少異，更",
  "麤衣恶食": "粗劣的衣食。常形容生活清苦。",
  "粗衣淡饭": "粗：粗糙、简单；淡饭：指饭菜简单。形容饮食简单，生活简朴。",
  "粗风暴雨": "指风雨之来势急骤狂猛。",
  "粗株大叶": "粗：粗疏，粗略。原比喻简略或概括。现比喻工作粗糙，做事不认真细致",
  "粗中有细": "形容人说话做事表面好像粗鲁、随便，实际上却是审慎、细心。",
  "粗服乱头": "粗服：粗布衣服；乱头：蓬头乱发。形容不讲究修饰。",
  "粗枝大叶": "原指花草树木的枝茎粗壮。原比喻简略或概括。现多指工作粗糙；做事不认真、不细致；不研究事物各",
  "粗衣粝食": "粝：粗米。穿粗布衣，吃粗米饭。形容生活水平很低。也指不追求生活享受。",
  "粗袍粝食": "粗劣的衣食。形容生活俭朴。",
  "粗心浮气": "浮：浮躁。形容人不细心，不沉着。",
  "粗心大意": "粗：粗疏。形容做事不细心；不谨慎；马马虎虎。",
  "粗通文墨": "粗：略微；通：通晓。文墨：指写文章。稍微懂得一些写作方面的学问。",
  "麤衣淡饭": "粗布衣服，平常饭食。形容生活俭朴。",
  "粗茶淡饭": "粗：粗糙；淡饭：指没有多少下饭的菜。指粗糙简单的饭食；形容生活俭朴清苦。也作“淡饭粗茶”。",
  "蹙金结绣": "形容文章精美，结构严密。",
  "蹙蹙靡骋": "指局促，无法舒展。",
  "簇锦团花": "簇：聚成团。锦：有花纹的丝织品。形容五色缤纷，繁华艳丽的景象。",
  "醋海翻波": "醋：比喻嫉妒。比喻男女间因爱情而引起的纠葛。",
  "猝不及防": "猝：突然；出乎意料；防：防备。事情来得突然；使人来不及防备。",
  "促膝谈心": "促：挨近；促膝：膝盖挨近膝盖。形容面对面靠近坐着；亲密地交谈心里话。",
  "踧踖不安": "恭敬而不安。意谓恭敬而不自然的样子。",
  "聪明智能": "指智力过人，心思敏锐。",
  "聪明自误": "见“ 聰明反被聰明誤 ”。",
  "聪明才智": "聪明：耳聪目明。泛指人有高超的智慧和才能。",
  "聪明绝世": "聪明到了极点，无人能与之相比。",
  "聪明智慧": "智力过人，心思敏锐。",
  "聪明正直": "头脑聪明，行为正直无私。形容词人的品质优秀。",
  "聪明一世": "表示一个人一辈子聪明。",
  "聪明睿智": "聪明：天资高，智力发达。睿智：智能，英明而有远见。天资高，有智能，有远见。亦作“聪明睿哲”",
  "聪明伶俐": "聪明：智力发达，天资高。伶俐：灵活、乖巧。形容小孩头脑机灵，活泼且乖巧。",
  "聪明叡知": "见“ 聰明睿智 ”。",
  "聪明睿知": "聪明：聪敏有智慧。形容洞察力强，见识卓越",
  "从中渔利": "渔：劳取。渔利：乘机谋取不正当的权益。人当中捞取好处。",
  "从头彻尾": "自始至终。",
  "从善如流": "从：听从；善：指高明正确的意见和建议；如流：像水从高处流下那么快。听从高明正确的意见和建议",
  "从善若流": "形容能迅速地接受别人的好意见。同“从善如流”。",
  "从俗浮沉": "顺着世俗或浮或沉。指能够随着世俗或时势的变化而变化。",
  "从俗就简": "依照通俗的做法，以求简易。",
  "从天而降": "降：下落。比喻出于意外，突然出现。",
  "从天而下": "比喻出于意外，突然出现。",
  "从宽发落": "发落：处分，处置。指处罚从宽，轻予放过。",
  "从令如流": "从令：服从命令；如流：好像流水向下，形容迅速。形容绝对服从命令。",
  "从头到尾": "从开头到结尾。指某件事物的全过程或全部内容。",
  "从头至尾": "由开头到末尾。指事情发展的全过程。也作“从头到底”、“从头到尾”。",
  "从一而终": "丈夫死了不再嫁人，这时旧时束缚妇女的封建礼教。",
  "从容就义": "从容：不慌不忙；镇定自若；就义：为正义事业而牺牲。非常镇静；毫不畏惧地为正义事业而牺牲。",
  "从中作梗": "梗：阻塞，妨碍。在事情进行中，设置障碍，故意为难。",
  "从心所欲": "按照自己的意思，想怎样便怎样。",
  "从风而靡": "①谓如风之吹草，草随风倾倒。比喻强弱悬殊，弱者不堪一击，即告瓦解。②谓如风之吹草，草随风倾",
  "丛雀渊鱼": "比喻不行善政，等于把老百姓赶到敌人方面去。语本《孟子·离娄上》：“为渊驱鱼者，獭也；为丛驱",
  "丛山峻岭": "无数高大险峻的山岭。",
  "丛轻折轴": "指即使轻而小的物件，装载多了也可以使车轴折断。",
  "从恶如崩": "指为恶如山崩那样容易。",
  "从恶若崩": "崩：倒塌。学坏像高山崩塌一样迅速。比喻学坏很容易。",
  "从恶是崩": "学坏象高山崩塌一样迅速。比喻学坏很容易。",
  "从风而服": "从：顺从；服：服从。象顺风倒下一样就迅速服从了。",
  "从长商议": "犹言从长计议。",
  "从容自如": "不慌不忙，得心应手。",
  "从善如登": "指为善如登山那样不易，比喻学好很难。",
  "从谏如流": "谏：直言规劝君主、尊长或朋友；使之改正错误。接受善意的规劝像水从高处往下流一样顺畅自然。旧",
  "从井救人": "从：跟从。跳到井里去救人。原比喻徒然危害自己而对别人没有好处的行为。现多比喻冒险救人。",
  "从流忘反": "指习从流俗而不可扭转。",
  "从轻发落": "发落：处分，处置。指处罚从宽，轻予放过。",
  "从容不迫": "从容：不慌不忙；镇静；不迫：不急促。形容临事不慌不忙；镇定沉着。",
  "从壁上观": "壁：壁垒。原指双方交战，自己站在壁垒上旁观。后多比喻站在一旁看着，不动手帮助。",
  "从容应对": "从容：舒缓，悠然。不慌不忙地应付答对。",
  "从容自若": "从容：不慌不忙，很镇静；自若：自在，如常，保持原样。不慌不忙，沉着镇定。",
  "从长计议": "长：放长时间；计议：商议需要较长的时间；仔细地考虑；商量。指对事情处理时的慎重认真态度。",
  "呲牙咧嘴": "1.露出牙齿，咧开嘴巴。 峻青 《秋色赋·故乡杂忆》：“在那些血腥的日子里， 潍河 两岸上的狗，",
  "此恨绵绵": "绵绵：延续不断的样子。这种遗恨缠绕心头，永远不能逝去。",
  "此起彼落": "这里起来，那里下去。形容接连不断。",
  "此动彼应": "这里发动，那里响应。",
  "此问彼难": "这个诘问，那个责难。",
  "此呼彼应": "此：这里。彼：那里。这里呼唤，那里响应。形容联系紧密，互相配合行动。",
  "此中三昧": "三昧：佛教用语，梵文音译词，意思是“正定”，即屏绝杂念，使心神平静，是佛门修养之法。比喻这",
  "此唱彼和": "彼：那里。这里唱，那里随声附和。比喻互相呼应。",
  "此事体大": "事体：事情。这事关系重大，牵涉面广。亦作“兹事体大”。",
  "此界彼疆": "指划分疆界，彼此阻隔。",
  "此起彼伏": "此：这；这个；彼：那；那个；伏：低下去。这里起来；那里下去。形容联系紧密；互相配合行动。也",
  "刺股读书": "比喻刻苦攻读。",
  "刺股悬梁": "刺股：用锥子扎大腿；悬梁：以绳系头；悬屋梁上。用锥子刺大腿；把头发拴在房梁上。",
  "刺虎持鹬": "比喻待机行事，一举两得。",
  "刺心刻骨": "①犹刻骨铭心。指感念至深。②亦作“刺心切骨”。内心极其悲愤。",
  "赐茅授土": "封建社会帝王分封诸侯的一种礼仪。帝王以五色土为太社，分封诸侯时，各授以他们相应的某方某色土",
  "赐墙及肩": "比喻才学浅陋。",
  "刺刺不休": "刺刺：多话的样子。形容说话唠叨，没完没了。",
  "刺上化下": "讽谕国君，教化下民。",
  "刺心切骨": "指内心极其悲愤。",
  "刺心裂肝": "指悲痛至极。",
  "雌雄未决": "比喻胜负未定。",
  "慈明无双": "赞扬兄弟或平辈中之最负声望者。",
  "慈眉善眼": "形容人的容貌一副善良的样子。同“慈眉善目”。",
  "辞不达意": "辞：言辞；意：意思。指词句不能确切地表达出意思和感情。",
  "辞不获命": "指辞谢而未获允许。",
  "辞多受少": "辞：推辞掉。受：接受。推辞不受的多而接受的少。",
  "辞富居贫": "辞：推辞，推却。原指拒绝厚禄，只受薄俸。现形容抛弃优厚待遇，甘于清贫的生活。",
  "辞简义赅": "文辞简要，意义完备。",
  "辞金蹈海": "战国时，秦军围赵都邯郸，齐人鲁仲连以利害进说赵魏大臣，劝阻尊秦昭王为帝，并表示若秦王为帝，",
  "辞尊居卑": "辞：推却。不受尊位，甘居卑下。",
  "词不逮意": "词：言语，词句；逮：到，及。指说话、写文章时所用的词句不能充分、确切表达出思想感情。",
  "辞不达义": "说话写文章不能确切地表达意思。语本《仪礼·聘礼》：“辞多则史，少则不达，辞苟足以达义之至也",
  "慈乌返哺": "慈：奉养。返哺：乌雏长大，衔食哺其母。比喻子女报答父母的养育之恩。",
  "词清讼简": "词讼清简。指狱讼稀少，政事清闲。",
  "词华典赡": "文词华丽，用典周备。",
  "词钝意虚": "形容由于心虚而说话吞吞吐吐。",
  "词不达意": "达：表达。语言或文辞不能确切地表达想要表达的意思。也作“文不逮意”、“辞不达意”。",
  "辞严气正": "言辞严厉，义理正大。同“辞严义正”。",
  "词言义正": "词：言词，语言。义：道理。言辞严厉，义理正大。",
  "词穷理屈": "指理由亏屈，无话可说。",
  "词穷理绝": "指再也找不到理由，无话可说。同“词穷理尽”。",
  "辞巧理拙": "文辞虽然浮华，但不能阐明道理。",
  "词穷理尽": "指再也找不到理由，无话可说。",
  "词穷理极": "穷：完，尽；极：终，到头。把话说完，把理讲透。",
  "辞严义正": "辞：言词，语言。义：道理。言辞严厉，义理正大。",
  "慈乌反哺": "慈：奉养；慈乌：乌鸦的一种，相传能反哺其母；返哺：乌雏长大，衔食哺其母。比喻子女报答父母的",
  "词严义正": "词：言词，语言；严：严谨；义：道理；正：纯正。指言辞严厉，道理纯正。",
  "词不逮理": "词：言语，词句。逮：到；及。指说话、写文章时所用的词句不能充分、确切表达出思想感情。",
  "词约指明": "言词简洁，旨意明确。",
  "词正理直": "言词严正，理由充足。",
  "慈悲为本": "慈悲：慈善和怜悯。原佛教语，以恻隐怜悯之心为根本。",
  "慈眉善目": "形容人的容貌一副善良的样子。",
  "辞微旨远": "辞：文词，言词。微：隐蔽，精深。旨：意思，目的。言词隐微而表达的意思很深远。",
  "辞穷理屈": "理由站不住脚，被驳得无话可说。",
  "词无枝叶": "词：言词，词句。形容文字简炼，无枝蔓之辞。",
  "词严义密": "措词严谨，道理周密。",
  "踔厉骏发": "形容雄辩恣肆；议论纵横。",
  "戳无路儿": "捣鬼，无中生有的挑拨。",
  "戳心灌髓": "刺心并深入骨髓。形容刻毒得使人难以忍受。",
  "踔厉风发": "踔厉：精神振奋，言论纵横；风发：象刮风一样迅猛。形容精神振作，意气奋发。",
  "踔厉奋发": "形容精神振奋，斗志昂扬。",
  "踔绝之能": "踔绝：高超。高超的本领、才能。",
  "绰约多姿": "绰约：姿态优美的样子。形容女子体态的美。",
  "绰有余暇": "同“ 綽有餘裕 ”。形容态度从容。《北史·魏收传》：“ 愔 從容曰：‘我綽有餘暇，山立不動。’",
  "绰然有余": "同“ 綽有餘裕 ”。形容宽裕、富馀。《世说新语·言语》“ 道壹道人 好整飾音辭” 南朝  梁  刘",
  "啜英咀华": "“啜”念chuò。比喻品赏、体味诗文的精华。语出唐韩愈《进学解》：“沉浸醲郁，含英咀华。”",
  "啜菽饮水": "啜：吃；菽：豆类。饿了吃豆羹，渴了喝清水。形容生活清苦。",
  "逴俗绝物": "犹言超世绝俗。",
  "啜食吐哺": "辍：中止，停止。停止用饭，吐出口中含的食物。",
  "绰有余裕": "形容态度从容，不慌不忙的样子。后也指能力、财力足够而有剩余。",
  "绰绰有裕": "绰绰：宽裕舒缓的样子；裕：宽绰，宽缓。形容态度从容，不慌不忙的样子。",
  "绰绰有余": "绰绰：宽裕的样子。形容人、物、财、能力等很宽裕；用不完。也作“绰绰有余”、“绰有宽裕”。",
  "惙怛伤悴": "惙怛：忧伤的样子；伤悴：悲愁。形容非常忧伤、悲愁。",
  "辍毫栖牍": "停笔藏牍，指停止写作。牍，古代写字用的狭长木板。",
  "春风夏雨": "春风和煦，夏雨滋润，足以养育万物。常比喻及时给人以教益和帮助。",
  "春梦无痕": "比喻世事变幻，如春夜的梦境一样容易消逝，不留一点痕迹。",
  "春蛙秋蝉": "春天蛙叫，秋天蝉鸣。比喻喧闹夸张、空洞无物的言谈。",
  "春寒料峭": "料峭：形容初春的微寒。形容早春微带寒意；刺入肌骨。也作“料峭轻寒”、“料峭春寒”。",
  "春意盎然": "意：意味；盎然：洋溢，深厚。春天的意味正浓。",
  "春意阑珊": "阑珊：将尽，将衰。指春天就要过去了。",
  "春蛇秋蚓": "比喻字写得不好，弯弯曲曲，象蚯蚓和蛇爬行的痕迹。",
  "春雨如油": "春雨贵如油。形容春雨可贵。",
  "椿庭萱室": "指父母。",
  "椿萱并茂": "椿：多年生落叶乔木；萱：古人以为可以使人忘忧的萱草。椿萱：喻父母，古称父为“椿庭”，母为“",
  "春风雨露": "像春天的和风和雨滴露水那样滋润着万物的生长。旧常用以比喻恩泽。",
  "春风沂水": "原意是大人和儿童在沂水洗个澡，在舞雩台上吹吹风。指放情自然，旷达高尚的生活乐趣。",
  "春诵夏弦": "诵、弦：古代学校里读诗，只口诵的叫“诵”，用乐器配合的叫“弦”。原指应根据季节采取不同的学",
  "春风野火": "比喻迅猛之势。",
  "春笋怒发": "春天的竹笋迅速茂盛地生长。比喻好事层出不穷地产生。",
  "春满人间": "指生机勃勃的春意充满人间。",
  "春露秋霜": "比喻恩泽与威严。也用在怀念先人。",
  "春兰秋菊": "春天的兰花；秋天的菊花；各自在自己开花的季节显示出秀美。比喻各擅其美；各有所长。",
  "春回大地": "好像春天又回到大地。形容严寒已过，温暖和生机又来到人间。",
  "春晖寸草": "春晖：春天的阳光；比喻父母对儿女的慈爱抚养。寸草：一寸长的小草；比喻子女对父母的养育之恩的",
  "春华秋实": "华：古同“花”。春天盛开的花；秋天结的果。比喻文采和德行。有时也比喻学问和品德修养之间的关",
  "春花秋月": "春天的花朵，秋天的月亮。泛指春秋美景。",
  "春花秋实": "春天开花，秋天结果。比喻人的文采和德行。现也比喻学习有成果。",
  "春和景明": "春光和煦，风景鲜明艳丽。",
  "春光漏泄": "原指柳枝泛绿，透露了春天将至的信息。比喻秘密或男女的私情被泄漏出来。",
  "春光明媚": "明媚：美好，可爱。形容春天的景物鲜明可爱。",
  "春风一度": "度：次，回。比喻领略一番美妙的生活情趣。亦借指男女合欢。",
  "春秋鼎盛": "春秋：年龄。人年龄正处在旺盛、强壮之际。旧时比喻人正当壮年；精力充沛。",
  "春冰虎尾": "踩着老虎尾巴，走在春天将解冻的冰上。比喻处境非常危险。",
  "春风得意": "春风：春天和煦的风；得意：愿望得到满足时的高兴心情；和暖的春风使人觉得洋洋自得。①原指考中",
  "春风风人": "风人：吹拂人。和煦的春风吹拂着人们。比喻及时给人教益和帮助。",
  "春风和气": "春天和煦的春风吹拂着人们。比喻对人态度和蔼可亲。",
  "春风化雨": "化雨：适时的雨。像用和暖的春风吹拂人；似及时的雨水滋润大地一样。比喻良好教育的普遍深入。也",
  "春风满面": "春风：比喻笑容。形容情绪愉快；满脸高兴的样子。也作“满面春风”。",
  "春暖花开": "春天气候温暖；百花盛开。形容美丽的景色。比喻事物得以顺利发展的良好环境或机遇。",
  "春暖花香": "形容春天美丽的景色。",
  "春宵一刻": "欢娱难忘的美好时刻。",
  "春秋笔法": "指寓褒贬于曲折的文笔之中。",
  "春树暮云": "表示对远方友人的思念。",
  "春色满园": "整个园子里一片春天的景色。比喻到处是欣欣向荣的景象。也作“满园春色”。",
  "春生秋杀": "春天万物萌生，秋天万物凋零。",
  "春去秋来": "春天过去，秋天到来。形容时光流逝。",
  "春深似海": "春天美丽的景色像大海一样深广。形容到处充满了明媚的春光。",
  "春色撩人": "撩：撩拔，挑逗、招惹。春天的景色引起人们的兴致。",
  "春山如笑": "形容春天的山色明媚。",
  "春葩丽藻": "比喻美妙的言谈。",
  "蠢蠢思动": "同“ 蠢蠢欲動 ”。 邹鲁 《张家口举义》：“ 馬德山 部多爲修路工人，蠢蠢思動，紛請發給槍械，",
  "蠢蠢欲动": "蠢蠢：爬虫蠕动的样子。形容像虫子一样开始动弹。比喻敌人策划准备进攻；或坏人准备捣乱破坏。",
  "蠢动含灵": "犹言一切众生。 宋  洪迈 《容斋续笔·蜘蛛结网》：“佛經云：‘蠢動含靈，皆有佛性。’……天機",
  "鹑居鷇饮": "比喻生活俭朴，不求享受。同“鹑居鷇食”。",
  "鹑衣百结": "鹑衣：像鹌鹑鸟尾巴那样的衣服；百结：补丁摞补丁的衣服。身上穿的衣服补丁多；连缀起来就像鹌鹑",
  "醇酒妇人": "醇酒：味厚的酒。比喻颓废腐化的生活。",
  "鹑衣鷇食": "指衣不蔽体，食不果腹。形容生活极端贫困。",
  "唇敝舌腐": "犹唇焦舌敝。形容说话太多，费尽唇舌。",
  "鹑衣鹄面": "破烂的衣服，瘦削的面形。形容穷苦落魄之状。",
  "唇鎗舌剑": "见“ 脣槍舌劍 ”。",
  "唇红齿白": "嘴唇红，牙齿白。形容人容貌俊美。",
  "纯正无邪": "邪：不正当。纯洁真挚，没有一点邪念。",
  "醇酒美人": "指酒色。",
  "纯一不杂": "纯：纯粹；一：单一；杂：驳杂，不纯洁。形容纯粹、单一，没有杂质。",
  "纯属骗局": "纯粹是一个骗局。",
  "鹑居鷇食": "鷇：待母哺食的幼鸟，它不挑拣食物。如鹌鹑一样居无定所，象幼雏一样饥不择食。比喻生活俭朴，不",
  "唇不离腮": "比喻关系亲近，经常待在一起。",
  "唇齿相依": "嘴唇和牙齿互相依靠；比喻双方关系密切；互相依存；利害与共。也作“唇齿相济。”",
  "唇齿之邦": "嘴唇与牙齿互相储存依存。比喻双方关系密切，利害与共。",
  "唇辅相连": "犹言唇齿相依。语本《左传·僖公五年》：“辅车相依，唇亡齿寒。”",
  "唇齿相须": "犹唇齿相依。比喻关系密切，相互依靠。",
  "唇干口燥": "形容说话过多而出现口干舌燥的现象。",
  "莼鲈之思": "比喻怀念故乡的心情。",
  "唇尖舌利": "指言词尖利。",
  "唇焦口燥": "焦：干。形容说话过多而口唇干燥。",
  "唇焦舌敝": "焦：干；敝：破。嘴唇干，舌头破。形容说话太多，费尽唇舌。",
  "唇揭齿寒": "嘴唇没有了，牙齿就会感到寒冷。比喻利害密要相关。同“唇亡齿寒”。",
  "唇竭齿寒": "嘴唇没有了，牙齿就会感到寒冷。比喻利害密要相关。",
  "唇枪舌剑": "嘴唇像枪；舌头像剑。形容能言善辩；言词犀利；针锋相对。也作“舌剑唇枪。”",
  "唇亡齿寒": "亡：没有。嘴唇没有了；牙齿就会感到寒冷。比喻两者关系密切；相互依存；利害相关。",
  "莼羹鲈脍": "莼：莼菜；脍：切得很细的肉。比喻怀念故乡的心情。",
  "唇腐齿落": "比喻读书讽诵极为勤苦。",
  "吹毛利刃": "将毛、发置于刀或剑刃上，用力一吹即可削断毛发。形容刀剑极为锋利。",
  "吹灯拔蜡": "比喻垮台；散伙。",
  "吹牛拍马": "吹牛：吹牛皮；拍马：拍马屁。指爱说大话，喜欢自我吹嘘和一味逢迎巴结别人的行为。",
  "吹毛洗垢": "吹开皮上的毛而洗去所藏的污垢。比喻一意寻找他人的过失或缺点。",
  "吹毛求瑕": "吹开皮上的毛寻疤痕。比喻故意挑剔别人的缺点，寻找差错。",
  "吹吹打打": "指各种乐器的合奏。也用以形容故意渲染某种言行或事物，吸引别人注意。",
  "吹气胜兰": "气息象兰花那样香。形容美女的呼吸。",
  "吹毛求疵": "求：寻找；疵：缺点；小毛病。吹开皮上的毛；寻找里面的疤痕。比喻故意挑剔毛病；寻找差错。",
  "吹网欲满": "对网吹气，欲使之满。比喻不可能。",
  "吹糠见米": "比喻见效快。",
  "吹角连营": "角：古代军中所吹的乐器。指整个军营响着进攻的号角。",
  "吹花嚼蕊": "①指吹奏、歌唱。②引申指反复推敲声律、词藻。",
  "吹垢索瘢": "犹言吹毛求疵。",
  "吹毛数睫": "比喻目光短浅，只注意微末细节。",
  "吹箫乞食": "原指伍春秋时子胥于吴市吹箫向人乞讨。后指沿街乞讨。",
  "吹叶嚼蕊": "①谓吹奏、歌唱。②引申指反复推敲声律、词藻。",
  "吹影镂尘": "镂：雕刻。吹影子，刻尘土。比喻工艺精细到不见形迹。",
  "炊金馔玉": "炊：烧火做饭；馔：饮食，吃。形容丰盛的菜肴。",
  "炊臼之戚": "比喻丧妻。",
  "炊臼之痛": "比喻丧妻。同“炊臼之戚”。",
  "炊粱跨卫": "卫，驴的别名。用高粱做饭，骑驴子代步。形容简朴的生活。",
  "炊琼爇桂": "煮玉烧桂。比喻物价高昂。",
  "炊沙成饭": "煮沙子做饭。比喻费力而无用。",
  "炊沙镂冰": "炊沙不能成饭，刻冰不能作器。比喻徒劳无功。",
  "炊沙作糜": "煮沙子作饭。比喻徒劳无功，白费气力。",
  "椎锋陷陈": "犹冲锋陷阵。形容作战勇猛。",
  "吹气如兰": "气息象兰花那样香。形容美女的呼吸。也用于形容文词华美。",
  "吹弹歌舞": "演奏管弦乐器，唱歌跳舞。泛指音乐舞蹈娱乐活动。",
  "吹弹得破": "好像吹一吹、弹一弹就会弄破似的。形容面部的皮肤非常细嫩。",
  "吹毛索疵": "吹开皮上的毛寻疤痕。比喻故意挑剔别人的缺点，寻找差错。",
  "吹篪乞食": "吹着篪讨吃的。指在街头行乞。篪：古代的一种音乐，象笛子，有八孔。",
  "吹唇唱吼": "形容喧闹喊叫。",
  "吹大法螺": "法螺：做佛事时用的乐器。原比喻佛之说法广被大众。后借以讽刺吹牛皮，说大话。",
  "炊砂作饭": "砂，同“沙”。煮沙子作饭。比喻徒劳无功，白费气力。",
  "炊鲜漉清": "指煮鱼滤酒。",
  "吹灰之力": "比喻极轻微的力量。",
  "椎心泣血": "椎心：捶胸脯；泣血：因哭泣眼睛红肿得像流出血似的。用拳头捶打着胸脯；眼睛因哭泣而红肿；像要",
  "垂头塌翅": "形容受挫后萎靡不振的样子。",
  "垂头搨翼": "亦作“垂头塌翅”。形容受挫后萎靡不振的样子。",
  "垂涎三尺": "垂：东西的一头向下；涎：口水。流出的口水有三尺长。原形容嘴馋到极点。现多形容见了别人的好东",
  "垂涎欲滴": "垂：东西的一头向下；涎：口水。馋得口水快要流出来了。多形容嘴馋想吃。",
  "椎埋穿掘": "杀人埋尸，发冢盗墓。泛指行凶作恶。",
  "椎埋狗窃": "指抢杀偷盗，不务正业。",
  "椎心饮泣": "犹言椎心泣血。捶拍胸膛，哭泣出血。形容非常悲痛。",
  "椎心呕血": "犹言椎心泣血。",
  "椎心顿足": "形容人悲痛、悔恨等时的情状。同“椎胸顿足”。",
  "椎天抢地": "形容极度悲痛的样子。",
  "垂头丧气": "垂头：耷拉着脑袋；丧气：失去志气；情绪低落。耷拉着脑袋；有气无力。形容失意懊丧的样子。",
  "椎牛飨士": "椎牛：杀牛；飨士：犒劳军士。指慰劳作战的官兵。",
  "捶骨沥髓": "比喻残酷搜括民财。同“敲骨吸髓”。",
  "椎牛歃血": "古时聚众盟誓，杀牛取其血含于口中或以血涂嘴唇，表示诚意。",
  "椎牛发冢": "亦作“椎牛发?冢”。杀牛盗墓。谓为盗无所不为，穷凶极恶。",
  "椎锋陷阵": "犹冲锋陷阵。",
  "椎胸跌足": "犹言椎胸顿足。形容人悲痛、悔恨等时的情状。",
  "椎胸顿足": "形容人悲痛、悔恨等时的情状。",
  "椎埋屠狗": "杀人宰狗。指为非作歹和从事低贱的职业。",
  "吹竹弹丝": "吹奏管乐器，弹拨弦乐器。",
  "垂手可得": "垂；放下。放下双手就可以得到；形容事情非常容易；不费吹灰之力。也作“唾手可得”、“垂手而得",
  "垂首丧气": "形容因失败或不顺利而情绪低落、萎蘼不振的样子。同“垂头丧气”。",
  "垂死挣扎": "垂：将近。临死前的挣扎，妄想延长生命。比喻行将灭亡之时的孤注一掷。",
  "垂头塞耳": "指不问不闻，装聋作哑。",
  "垂暮之年": "垂：将，快要；暮：晚，老年。快要到老年。",
  "垂名竹帛": "垂名：传名。竹帛：古代供书写用的竹简和白绢，借指典籍、史册。名字被载入史册，流传后世。",
  "垂名青史": "青史：书写于竹简或白绢上的典籍、史册。名字被载入史册，流传后世。",
  "垂帘听政": "垂帘：太后或皇后临朝听政，殿上用帘子遮隔。听：治理。指太后临朝管理国家政事。",
  "垂帘听决": "指女后辅幼主临朝听政。",
  "垂拱而治": "垂拱：垂衣拱手，形容毫不费力；治：平安。古时比喻统治者不做什么，却能使天下太平。多用作称颂",
  "垂饵虎口": "往虎口送食。比喻置身险地。",
  "捶床捣枕": "形容辗转难以入睡。",
  "垂范百世": "垂：流传。范：典范。指光辉榜样或伟大精神永远流传。",
  "槌胸蹋地": "捶胸顿足。表示极度悲痛或悔恨。",
  "槌仁提义": "指抛弃仁义。",
  "槌牛酾酒": "杀牛滤酒。指备肴酒以燕享。",
  "捶胸顿足": "捶：敲打；顿：跺。两拳捶打胸部；两脚跺着地。形容焦急、痛楚、悔恨的神态。",
  "捶胸跌脚": "表示极为悲伤或悲愤。",
  "垂手而得": "垂：垂下。手不动就能得到。形容毫不费力。",
  "捶床拍枕": "形容辗转难以入睡。同“捶床捣枕”。",
  "垂裕后昆": "裕：富足。后昆：子孙，后代，后嗣。为后世子孙留下功业或财产。",
  "垂耳下首": "犹俯首帖耳，形容驯服听命。",
  "窗明几净": "几：小桌。窗户和小桌子擦得明亮干净。形容收拾得非常整洁、明亮、干净。也作“明窗净几”；“净",
  "疮好忘痛": "犹言好了伤疤忘了痛。《金瓶梅词话》第十四回：“你今日了畢官司，兩脚站在平川地，得命思財，瘡",
  "疮疥之疾": "喻轻微的祸患。 明  梁辰鱼 《浣纱记·死忠》：“ 齊 不過瘡疥之疾，幸而勝之，不過小喜。”",
  "疮痍弥目": "疮痍：创伤；弥：满。比喻触目皆是天灾人祸，穷困流离，民不聊生的景象",
  "窗间过马": "形容时间过得很快。",
  "疮巨衅深": "犹创巨痛深。 宋  叶廷珪 《海录碎事·政事》：“瘡巨釁深，不勝荼毒。”参见“ 創巨痛深 ”。",
  "疮痍满目": "疮痍：创伤；比喻战争或自然灾害之后的景象。多用于比喻因战争或自然灾害所造成的破坏。眼睛所看",
  "创巨痛深": "创：创伤；痛：疼痛。受了很大创伤，痛苦很深。原指哀痛父母之丧，犹如体受重创。后多比喻遭受很",
  "闯荡江湖": "指奔走四方，在外谋生。",
  "闯南走北": "奔走四方。",
  "创业维艰": "开创事业是艰难的。",
  "创意造言": "犹立意遣词。",
  "怆地呼天": "怆：悲伤，凄楚。悲痛地呼天喊地。形容极其悲痛绝望的神态。",
  "创业垂统": "创业：创建功业；垂：流传；统：指一脉相承的系统。创立功业，传给后代子孙。",
  "怆天呼地": "悲痛地呼天喊地。形容极其悲痛绝望的神态。同“怆地呼天”。",
  "创巨痛仍": "指创伤深重而悲痛长久。亦作“创钜痛仍”。",
  "怆然涕下": "怆然：伤感的样子。伤感地涕泪流洒。",
  "创剧痛深": "指创伤大、痛苦深。",
  "创钜痛深": "比喻受到巨大的创伤，痛苦之极。钜。同“巨”，大。",
  "创钜痛仍": "指创伤深重而悲痛长久。同“创巨痛仍”。",
  "床头金尽": "床头钱财耗尽。比喻钱财用完了，生活受困。",
  "床上施床": "比喻多余和重复。",
  "床上迭床": "比喻多余和重复。同“床上施床”。",
  "床笫之私": "笫：竹编的床席。床笫：床铺。指闺房之内或夫妇间的私话、私事。",
  "床下牛斗": "听到床下蚂蚁动，误以为牛在相斗。形容体衰耳聪，极度过敏。",
  "床上安床": "床上安张床。比喻不必要的重复。",
  "床下安床": "比喻无谓之重复。同“床上施床”。",
  "穿井得人": "穿井：打井。指家中打井后省得一个劳力，却传说成打井时挖得一个人。比喻话传来传去而失真。",
  "穿凿傅会": "见“ 穿鑿附會 ”。",
  "穿杨贯虱": "战国 时 养由基 射箭能百步穿杨， 纪昌 射箭能正中虱心。事见《战国策·西周策》和《列子·汤问",
  "穿宵连夜": "通宵。 周立波 《山乡巨变》下八：“下白团子霜，落水霜子的几天夜里， 谢庆元 邀了几个后生子，",
  "穿凿附会": "穿凿：硬要把讲不通的道理讲通；附会：把毫无关系的事硬拉在一起。指勉强生硬解释；把没有意义硬",
  "穿红着緑": "形容衣着鲜艳华丽。《醒世恒言·钱秀才错占凤凰俦》：“那 顔俊 雖則醜陋，最好粧扮，穿紅着緑，",
  "穿荆度棘": "穿越荆棘丛生处。喻多经艰难路途。《西游记》第六四回：“原來那 孫大聖 與 八戒 、 沙僧 ，牽着",
  "穿花蛱蝶": "穿戏花丛中的蝴蝶。 唐  杜甫 《曲江》诗之二：“穿花蛺蝶深深見，點水蜻蜓款款飛。”后以喻迷恋",
  "穿穴踰墙": "指偷窃行为。 明  杨慎 《＜易·说卦＞“坎为盗”》：“坎之爲卦，外陰柔而内剛狠，有穿穴踰牆乘",
  "穿文凿句": "钻研文字，琢磨词句。《艺文类聚》卷七九引 南朝  宋  刘义庆 《幽明录》：“君年少，何以輕穿文",
  "穿窬之盗": "穿：指穿壁；窬：通“逾”，从墙上爬过去。从墙上爬过去。指钻洞和爬墙的盗贼。",
  "穿花纳锦": "以穿纱的方法做成的刺绣花样。",
  "穿红着绿": "形容衣着鲜艳华丽。",
  "川流不息": "川：河流；流：流动；息：停止。①比喻时光的流逝和大自然的运行永无休止。②亦形容行人、车马、",
  "川渟岳峙": "指水止不流，山高矗立。比喻人的凝重庄严。川，本作“渊”，因避唐高祖李渊讳改。",
  "川壅必溃": "壅：堵塞。溃：决口，堤岸崩坏。堵塞河流，会招致决口之害。比喻办事要因势利导，否则就会导致不",
  "川泽纳污": "以湖泊江河能容纳各种水流的特性。比喻人有涵养，能包容所有的善恶、毁誉。",
  "穿云裂石": "穿破云天，震裂石头。形容声音高亢嘹亮。",
  "穿房入户": "在人家内室里出出进进。形容和主人的关系极为密切。",
  "穿针引线": "原指在男女之间进行的撮合；现常用来比喻从中联系、牵合、拉拢；使双方接通关系。",
  "穿壁引光": "穿：凿通；引：引进。凿通墙壁，引进烛光。形容家贫读书刻苦。",
  "喘息之间": "喘一口气的功夫。比喻时间短。",
  "喘月吴牛": "比喻因受某事物之苦而畏惧其类似者。",
  "喘息未定": "急促的呼吸还没有平稳下来。指还没有休息、恢复的时间。喘息：呼吸急促。",
  "舛讹百出": "舛：错乱。讹：错误。错乱的地方很多。一般指书籍的写作或印制不精。",
  "串通一气": "串通：互相勾结。暗中勾结；互相配合；采取一致的言语行动。",
  "串亲访友": "走亲戚，看朋友。",
  "传神阿堵": "传神：指好的文学艺术作品描绘的人物生动、逼真；阿堵：六朝人口语，即这、这个。形容用图画或文",
  "传为笑谈": "笑谈：笑话；笑料。流传开去成为人们谈笑的资料。",
  "传为笑柄": "笑柄：被人取笑的材料。流传开去被人们当作取笑的资料。",
  "传为美谈": "美谈：人们津津乐道的好事。指传扬开去，成为人们赞美、称颂的事情。",
  "传为佳话": "指传扬开去，成为人们赞美、称颂的事情。",
  "传诵一时": "诵：称诵、传述。在某一个时期内，人们到处传述。",
  "船坚炮利": "利：锋利。指战舰坚固，大炮猛烈。形容海军强盛。",
  "传杯弄盏": "指酒宴中互相斟酒。",
  "传柄移藉": "指权势转移。",
  "传道受业": "受：通“授”。传授道理，教授学业。",
  "传风搧火": "犹煽风点火。搧，同“扇”。比喻煽动别人闹事。多用于贬义。",
  "传风扇火": "犹扇风点火。比喻鼓动别人做某种事。多用于贬义。",
  "传龟袭紫": "指继承高爵显位。汉制，公侯皆佩紫绶龟纽金印。",
  "传闻异辞": "传闻：原指久远的事，后指听来的传说；异辞：原指措词有所不同，后指说法不一致。指传说不一致。",
  "传檄而定": "檄：讨敌文书；定：平定。比喻不待出兵，只要用一纸文书，就可以降服敌方，安定局势。",
  "传宗接代": "宗：宗族；家族；代：后代。传延宗族；接续后代。原指生了儿子可以使家世一代一代传下去。指继承",
  "传圭袭组": "指取得功名。圭，古代帝王、诸侯举行隆重仪式时所用的玉制礼器；组，古代官员系印的丝带，转指官",
  "传经送宝": "经：经典，经验。把成功的经验和办法传送给别人。",
  "揣骨听声": "原指旧时相法的一种。不相其面，而摸其骨骼，听其语声，以判贵贱。后用以比喻牵强附会，妄加评判",
  "揣奸把猾": "揣：藏。奸：奸诈，狡诈，虚伪。心藏奸诈，行为狡猾。",
  "揣合逢迎": "揣：揣测，揣摩。现指揣摩、迎合权贵的心意，以谋求私利。",
  "揣时度力": "揣度形势，估量自己的能力。",
  "出夷入险": "出入于安危之中。",
  "出奇取胜": "出奇兵战胜敌人。比喻用对方意料不到的方法取得胜利。",
  "初生之犊": "刚出生的小牛，比喻单纯或勇猛的青年人。",
  "出乎意外": "用于意想、预料之外。",
  "出言吐语": "犹言谈吐。指说话。",
  "出言无状": "说话放肆，没有礼貌。",
  "初露头角": "比喻刚刚显示出能力或才干。",
  "出一头地": "宋欧阳修《与梅圣俞书》：“读轼（苏轼）书，不觉汗出。快哉快哉！老夫当避路，放他出一头地也。",
  "初露锋芒": "锋芒：刀剑的刃口和尖端；多比喻事物的尖利部分；引申为人的棱角和锐气。比喻刚开始显露出自己的",
  "出以公心": "指考虑事情以国家和集体的利益为出发点。",
  "出幽迁乔": "语出《诗·小雅·伐木》：“出自幽谷，迁于乔木。”后以“出幽迁乔”比喻人的境遇好转或职位升迁",
  "出幽升高": "犹言出谷迁乔。比喻人的境遇好转或职位升迁。",
  "出有入无": "出入于有无之中。",
  "初试锋芒": "比喻刚开始显示出力量或才能。",
  "初写黄庭": "恰到好处的意思。",
  "出言有章": "说话有条理。",
  "出于意外": "指出乎人的意料之外。",
  "出手得卢": "卢：古时樗蒲戏一掷五子皆黑，为最胜采。比喻一下子就取得胜利。",
  "出水芙蓉": "芙蓉：荷花。刚露出水面的荷花。原比喻诗写得清新；后也形容女子的容貌清秀美丽。也作“芙蓉出水",
  "出死断亡": "指效死捐生。",
  "出死入生": "①从死亡里获救。②犹出生入死。",
  "出头露面": "在人多的场合公开出现；也指在众人面前出风头表现自己；又常因出现于公共场合而出名。还指出面活",
  "出头之日": "出头：摆脱困境等。指从困厄、冤屈、压抑的处境中摆脱出来的日子。",
  "出文入武": "指文武兼备。",
  "初生犊��": "刚出生的小牛，比喻单纯或勇猛的青年人。同“初生之犊”。",
  "出于无奈": "指实在没有办法而不得不这样。无奈：无可奈何。",
  "出丑放乖": "犹言出乖露丑。",
  "出尘不染": "比喻身处污浊的环境而能保持纯洁的节操。",
  "出语成章": "说出话来就成文章。形容文思敏捷，口才好。",
  "出震继离": "指帝王登基即位。",
  "出自意外": "出于意料之外。",
  "初出茅庐": "茅庐：草屋。原意指诸葛亮感念刘备三顾茅庐的诚意；接受邀请；就任军师；首战用计火烧博望坡；大",
  "初发芙蓉": "芙蓉：荷花。刚开放的荷花。比喻诗文清新不俗。也形容天然艳丽的女子。",
  "出其不虞": "犹言出其不意。指行动出乎人的意料。",
  "樗栎庸材": "樗栎：不成材的树木。比喻平庸无用的人。常用作谦词。",
  "出乎意表": "指出于意料之外。",
  "出乎意料": "指出人意料。",
  "出纳之吝": "亦作“出内之吝”。舍不得拿出去，出手小气。",
  "出奴入主": "唐韩愈《原道》：“其言道德仁义者，不入于杨，则入于墨，不入于老，则入于佛；入于彼，必出于此",
  "出其不备": "指行动出乎人的意料。",
  "出其不意": "其：代词；对方；不意：没有意料到。原指作战时；在对方料想不到或没有准备时；进行突然袭击。现",
  "出何经典": "指不知所说出自何书，有无根据。",
  "出何典记": "诘问见于何书，有何根据。借指无稽之谈",
  "出奇无穷": "指多出奇兵，多用奇计。比喻变化多端，使人难以捉摸。",
  "出奇划策": "犹言出谋划策。",
  "出奇制胜": "奇：奇兵；计；制胜：夺取胜利。①原指作战时运用奇兵或奇计；出敌人不意；制服敌人。②泛指用新",
  "初生犊儿": "同“ 初生之犢 ”。《醒世姻缘传》第九回：“他平日相厚那些人又都不是那老成有識見的人，脱不了",
  "出敌意外": "指行动出于敌方意料之外。",
  "出舆入辇": "指动必乘车。",
  "出丑扬疾": "暴露丑恶。",
  "出出律律": "象声词。",
  "出处进退": "指出仕或隐退。",
  "出处殊涂": "指出仕与隐居的态度各不相同。亦作“出处殊途”。",
  "出处殊途": "指出仕与隐居的态度各不相同。",
  "出处语默": "出仕和隐退，发言和沉默。语本《易·系辞上》：“君子之道，或出或处，或默或语。”",
  "出乎反乎": "犹言出尔反尔。指翻悔或说了不照着做。",
  "出敌不意": "指行动出于敌方意料。",
  "出陈易新": "犹吐故纳新。去掉旧的换成新的。",
  "出尔反尔": "尔：你；反：同“返”；回。原指你怎样对付人家；人家就会怎样对待你。现多指自己说了或做了后；",
  "出凡入胜": "指超出了一般，进入了极高的境界。形容造诣精深，也指超脱世俗进入仙界。",
  "出公忘私": "出于公心忘掉私情。",
  "出谷迁乔": "从幽深的溪谷出来，迁上了高大的乔木。比喻地位上升。",
  "出乖露丑": "乖：荒谬；丑：可耻。在众人面前丢脸出丑。",
  "出乖弄丑": "出丑，丢脸。",
  "出鬼入神": "指变化多端，不可捉摸。",
  "出词吐气": "犹谈吐。",
  "出人意料": "意料：事先对情况、结果等的估计；超出人们的料想猜测之外。表示情况非同寻常。也作“出乎意料”",
  "出师无名": "指没有正当理由而出兵征伐。",
  "出师有名": "有正当理由进行征伐。",
  "出世超凡": "超出尘世和凡俗。旧指脱离世俗生活，上升到仙界。",
  "出云入泥": "指自己一旦青云直上，便不惜将旧时朋友踩入泥中。比喻人情浇薄，世态炎凉。",
  "出人头地": "原意是让这个人高出一头。后形容超过一般人或高人一等。",
  "出乎预料": "指出人意料。",
  "出群拔萃": "拔，超出；萃，原为草丛生的样子。指卓越出众，非同一般。",
  "出没无常": "出：出现；没：隐没；无常：没有常规。忽而出现；忽而隐藏；没有一定的规律；令人无法捉摸。也作",
  "出人意外": "出于人们的意料之外，都没想到的。",
  "出生入死": "原指人从出生到死亡。后形容冒生命危险；不顾个人安危。也作“出死入生”。",
  "出将入相": "出征可为将帅，入朝可为丞相。指兼有文武才能的人，也指文武职位都很高。",
  "出口成章": "章：篇章。话出口就能成文章。形容口才好或文思敏捷。也作“出言有章”、“脱口成章”、“出言成",
  "出口入耳": "指品德、才能超出同类之上。",
  "出口伤人": "说出话来污辱人；说出的话有损人的尊严。",
  "出类拔萃": "出：超过；类：同类；拔：超出；萃：草丛生的样子；比喻聚集在一起的人或物。超出那一类；高出那",
  "出卖灵魂": "比喻以一个人的灵魂去换取荣誉、地位等。",
  "出没不常": "出现隐没都无规律，捉摸不定。",
  "出入人罪": "指法庭裁判错误，把有罪的人认为无罪，把无罪的人认为有罪。",
  "出入无间": "出入无间隔。犹言进出自由。",
  "出世离群": "指脱离人世。",
  "出内之吝": "舍不得拿出去，出手小气。同“出纳之吝”。",
  "出谋献策": "出主意、想对策来帮助解决问题。",
  "出谋画策": "谋：谋略。画：筹划。制定计谋策略。常指为人出主意。",
  "出谋划策": "谋：计谋；划：筹划。制定计谋策略。指为人出主意。",
  "出门应辙": "犹出门合辙。比喻才学适合社会需要。",
  "出门如宾": "出外做事象接待贵宾那样认真谨慎。",
  "出师不利": "师：军队。利：顺利。出战不顺利。形容事情刚开始，就遭受败绩。",
  "出入生死": "犹出生入死。",
  "出圣入神": "指神奇高妙。",
  "出山泉水": "出山：比喻出仕。旧指做了官的人，就不象未做官时那样清白了。",
  "出门合辙": "按同一规格，闭门造车子，用起来自然合辙。《景德传灯录·匡悟禅师》：“问：‘如何是闭门造车？",
  "出人意表": "表：外。出乎人们意料之外。",
  "出人望外": "犹出人意表。超出人们的意料。",
  "出神入定": "形容聚精会神。",
  "出神入化": "神：神妙；化：指化境；极高超的境界。超出神妙；进入化境。形容技艺达到非常高超的境界。",
  "出入将相": "犹出将入相。",
  "出入神鬼": "犹言神出鬼没。",
  "出浅入深": "犹言深入浅出。",
  "出言不逊": "言：话；说；出言：说话；逊：谦让；恭顺。说话不客气；没有礼貌。也作“出口不逊。”",
  "出言成章": "本意是出言便成为规范，后多用以形容文思敏捷。",
  "出言吐词": "犹言谈吐。指说话。",
  "楚弓复得": "比喻失物复得。",
  "楚云湘雨": "比喻男女幽情。",
  "楚越之急": "春秋时楚越两国先后遭吴入侵，后因以“楚越之急”泛指面临外敌入侵，国事危急。",
  "楚雨巫云": "楚地巫峡的云和雨。多比喻男女幽情。",
  "楚腰纤细": "楚腰：称妇人的细腰。形容美人的细腰，曲线玲珑。",
  "楚腰卫鬓": "指细腰秀发。借指美女。",
  "楚歌四起": "比喻四面被围，陷入孤立危急的困境。",
  "楚弓楚得": "楚国人丢掉的弓；仍然被楚国人拾到了。比喻自己丢失的东西落入与自己同为一个国家或民族的人手中",
  "处安思危": "犹言居安思危。处在安乐的环境中，要想到可能会出现困难及危险。《隋书·音乐志下》：“居高念下",
  "楚棺秦楼": "旧时指歌舞场所，也错指妓女居住的地方。",
  "楚歌之计": "《汉书·高帝纪下》：“扞刘邦呴围羽垓下。羽夜闻汉军四面皆楚歌，知尽得楚地，羽与数百骑走，是",
  "楚天云雨": "指巫山神女，或男女欢情。",
  "楚馆秦楼": "楚馆：楚灵王筑章华宫，选美人入宫；秦楼：秦穆公女弄玉善吹箫，穆公建楼给她居住。指歌舞妓院场",
  "楚管蛮弦": "泛指南方的管弦乐器。",
  "楚界汉河": "楚、汉相争中双方控制地区之间的地界与河流。后常比喻战争的前线。",
  "楚梦云雨": "楚王梦，云雨情。后比喻男女亲昵。",
  "楚囊之情": "《左传·襄公十四年》：“楚子囊还自伐吴，卒。将死，遗言谓子庚：‘必城郢！’君子谓子囊忠……",
  "楚囚对泣": "楚囚：指被俘到晋国的楚人钟仪；后比喻处于危难窘迫境地的人；对泣：相对哭泣。现泛指处于危难窘",
  "处高临深": "处高：处在显贵重要地位。临深：如临深渊。处在显贵之位，好比面临深渊。旧时指官职高了常有危险",
  "楚水吴山": "楚地的水，吴地的山。指古时吴、楚两国所属地域。后用以指长江中下游一带。",
  "杵臼之交": "杵：舂米的木棒；臼：石臼。比喻交朋友不计较贫富和身分。",
  "楚尾吴头": "古豫章一带位于楚地下游，吴地上游，如首尾相衔接，故称“楚尾吴头”。泛指长江中下游一带地方。",
  "处之怡然": "同“ 處之泰然 ”。 南朝  宋  刘义庆 《世说新语·任诞》：“至日，乃往 荆州 門下書佐家，處之",
  "处之晏然": "同“ 處之泰然 ”。 宋  秦观 《圆通禅师行状》：“事雖交至錯出，處之晏然。” 宋  李焘 《续资",
  "处之绰然": "谓处于险促的境地而显得宽绰坦然。 宋  程颐 《明道先生行状》：“人皆病於拘礙，而先生處之綽然",
  "楚囚相对": "南朝宋刘义庆《世说新语·言语》：“过江诸人，每至美日，辄相邀新亭，藉卉饮宴。周侯（周顗）中",
  "处之夷然": "处：处理，对待；之：代词；夷然：坦然。形容处理事情不慌不忙、沉着镇定或对待事情毫不在意",
  "处实效功": "处：办理。效：效验，效果。功：功绩，成效。处理事情从实际出发，讲究功效。",
  "处堂燕雀": "比喻生活安定而失去警惕性。也比喻大祸临头而自己不知道。",
  "处堂燕鹊": "比喻居安忘危的人。",
  "处心积虑": "处心：存心；积虑：图谋了很长时间。指存心很久；费尽心机。也指千方百计地谋算。",
  "处之泰然": "处：处理；对待；之：代词。泰：毫不在意很放心的样子。形容处理事情不慌不忙；沉着镇定。也指对",
  "处尊居显": "显：显要，显赫。指有声望有地位。形容职位高，权势大。",
  "楚弓遗影": "《晋书·乐广传》：“尝有亲客，久阔不复来，广问其故，答曰：‘前在坐，蒙赐酒，方欲饮，见杯中",
  "楚舞吴歌": "泛指江南的轻歌曼舞。",
  "楚腰蛴领": "指腰肢纤细，颈项洁白如蝤蛴。形容女子体态之美。",
  "础泣而雨": "柱子的基石泣湿了，就是要下雨的征候。比喻见到一点迹象，就能知道它的发展方向。",
  "础润而雨": "柱子的基石润湿了，就是要下雨的征候。比喻见到一点迹象，就能知道它的发展方向。",
  "楚楚可爱": "形容陈设整齐，令人喜爱。",
  "楚得楚弓": "楚国人丢失弓，拾到的仍是楚国人。比喻虽有所失，而利未外溢。",
  "楚楚作态": "犹言矫揉造作。",
  "楚楚有致": "形容陈列整齐，富有情趣。",
  "楚楚谡谡": "形容风度清雅高迈。",
  "楚楚可人": "形容姿容清秀，使人惬意。",
  "楚楚可怜": "楚楚：指幼树纤弱的样子；可怜：可爱。①本指幼松叶柔弱鲜嫩；惹人喜爱。②形容女子姿态娇柔妩媚",
  "楚璧隋珍": "指和氏璧与隋侯珠。比喻杰出的人才。",
  "楚楚动人": "楚楚：鲜明整洁的样子。形容美好的样子引人怜爱。",
  "楚楚不凡": "形容人才出众，不同寻常。",
  "楚材晋用": "楚国的人才为晋国所用。比喻本国的人才外流到别的国家工作。",
  "楚才晋用": "比喻用才不当。",
  "怵目惊心": "惊：震惊。看见事态严重，心里感到震惊",
  "触处机来": "指触及某一事物而生出机悟。",
  "触类而通": "指掌握了某一事物的知识或规律，进而推知同类事物的知识或规律。",
  "黜陟幽明": "指黜退昏愚的官员，晋升贤明的官员。",
  "黜衣缩食": "节衣缩食，指在生活上省穿省吃，力求节约。",
  "触景生情": "触：接触；情：感情。接触眼前景物而激起情绪波动。也作“见景生情”。",
  "触类而长": "语本《易·系辞上》：“引而伸之，触类而长之，天下之能事毕矣。”孔颖达疏：“谓触逢事类而增长",
  "黜昏启圣": "贬退昏庸，开启圣明。",
  "触类旁通": "触类：接触某一方面的事物；旁通：互相贯通。指掌握或懂得了某一事物的知识或规律；就可以由此及",
  "触目恸心": "恸：极悲哀；大哭。看到眼前景物而引起内心悲伤。",
  "触景伤情": "被眼前的景物所触动而引起伤感。伤：悲哀。",
  "触石决木": "比喻莽撞蛮干。",
  "触手可及": "近在手边，一伸手就可以接触到。",
  "触手生春": "一动手就转成了春天，富有生机。形容技术高明神奇。",
  "触目伤心": "看到某种情况而内心伤悲。",
  "触物兴怀": "受到眼前景物的触动而产生某种情怀。",
  "黜奢崇俭": "革除奢华，崇尚俭仆。",
  "黜邪崇正": "斥退奸邪，崇尚正直。",
  "触景伤心": "被眼前的景物所触动而引起伤感。",
  "触机便发": "机：弓弩上的发箭器。原指弓弩上的发箭器，一经触发，箭便射出。后亦指人遇到机会便要发作。",
  "触斗蛮争": "触和蛮。《庄子》寓言中蜗牛角上两个小国。见《庄子·则阳》。后因以“触斗蛮争”喻为私利而争斗",
  "触地号天": "呼天抢地。形容悲痛之极。",
  "触物伤情": "触：触动，感动。看到某一景物内心感到悲伤。",
  "触目警心": "看到某种情况，心中引起警觉。",
  "触目崩心": "看到某种情况而心中极度悲伤。",
  "触目成诵": "成诵：能背诵。看上一眼就能背下来。形容记忆力强。",
  "触目皆是": "触目：接触到视线。眼睛所看到的地方，到处都是。",
  "触目经心": "见到而萦烦于心。",
  "触目兴叹": "看到某种情况而引起感叹。",
  "触目儆心": "看到某种情况而引为儆戒。",
  "触目如故": "触目：目光所及。故：旧的，过去的，本来的。满眼看到的都是过去的老样子。",
  "触目惊心": "触目：眼睛看到；惊：震惊。眼睛看到；内心感到吃惊。形容事态严重；令人震惊。也作“怵目惊心”",
  "除疾遗类": "遗：留下。类：种。只治表面的病，又留下了病根。比喻去患不彻底，留下祸根。",
  "除旧更新": "清除旧的，建立新的。以新的代替旧的。",
  "除旧布新": "布：安排；展开。废除旧的；建立新的。也作“除旧更新”。",
  "除邪惩恶": "惩：处罚。清除邪气，惩办坏人。",
  "锄强扶弱": "铲除强暴，扶助弱者。",
  "刍荛之见": "刍荛：割草打柴的人。认为自己的意见很浅陋的谦虚说法。",
  "除恶务本": "铲除恶势力，必须杜绝根本。",
  "除恶务尽": "除：去除；恶：邪恶；指坏人坏事；务：必须；一定。清除坏人坏事必须干净、彻底。",
  "除害兴利": "根除对人民有害的事，兴办对人民有利的事业。",
  "除秽布新": "犹言除旧布新。",
  "刍荛之言": "刍荛：割草打柴的人。割草打柴人的话。指普遍百姓的浅陋言辞。也用作讲话者的谦词。",
  "除奸革弊": "除掉坏人，改革弊端。",
  "雏凤清声": "雏凤：比喻优秀子弟；清声：清越的鸣声。比喻后代子孙更有才华。",
  "雏鹰展翅": "雏：幼鸟。幼鹰展开翅膀飞翔。比喻青年人开始独立生活、工作。",
  "除狼得虎": "比喻除去一害又来一害。",
  "除残去秽": "残：残暴。秽：污秽，比喻恶势力。清除社会上的残暴、腐朽势力。",
  "除暴安良": "暴：暴徒；泛指给人民带来危害的人；安：安顺、安抚；良：善良的人；良民。除掉为非作歹的坏人；",
  "除患兴利": "清除祸患，兴办有利的事业。",
  "抽秘骋妍": "抒发深意，施展美才。",
  "抽薪止沸": "薪：柴草；沸：沸腾。抽掉锅底下的柴火，使锅里的水不再翻滚。比喻从根本上解决问题。",
  "抽丝剥茧": "丝得一根一根地抽，茧得一层一层地剥。形容分析事物极为细致，而且一步一步很有层次。",
  "抽祕骋妍": "指抒发深意，施展美才。",
  "抽梁换柱": "比喻暗中捣鬼，以假代真。",
  "抽筋剥皮": "形容剥削压迫非常残酷。",
  "抽筋拔骨": "比喻非常勉强。",
  "抽黄对白": "用“黄”对仗“白”。指只求对仗工稳。",
  "抽刀断水": "抽刀：拔出刀来。水：流水。抽出刀来要斩断流水。比喻无济于事，反会加速事态的发展。",
  "抽抽噎噎": "形容低声哭泣。",
  "抽抽搭搭": "形容抵声哭泣。",
  "抽胎换骨": "见“脱胎换骨”。",
  "抽丁拔楔": "比喻解决疑难。丁，“钉”的古字。",
  "丑态百出": "丑态：丑恶的样子。做出各种各样的丑恶的样子。形容丑恶的表演或丑恶的行为。",
  "丑态毕露": "毕：完全。丑恶的形态彻底暴露。",
  "丑类恶物": "指坏人。",
  "丑声远播": "坏名声传播得很远。",
  "臭肉来蝇": "腐臭的肉招来苍蝇。比喻自己的思想作风有问题，就会招致坏人的引诱。",
  "臭名昭著": "名：名声；昭著：显著；明显。坏名声谁都知道。",
  "臭名昭彰": "昭：显着。形容坏名声尽人皆知。亦作“臭名昭著”。",
  "臭名远扬": "名：名声；臭名：坏名声；扬：传播。坏名声传得很远。也作“丑声远播”。",
  "臭不可闻": "臭得使人受不了。比喻人名声极坏。",
  "臭不可当": "当：承受。臭得使人受不了。比喻人名声极坏。",
  "臭腐神奇": "《庄子·知北游》：“是其所美者爲神奇，其所惡者爲臭腐，臭腐復化爲神奇，神奇復化爲臭腐。故曰",
  "踌躇满志": "踌躇：从容自得的样子；满：满足；志：心意。形容心满意足或十分得意的样子。多指对己所得的成就",
  "愁眉锁眼": "锁：紧皱。愁得紧皱眉头，眯起双眼。形容非常苦恼的样子。",
  "愁眉苦脸": "苦：痛苦。忧愁得眉头紧锁；哭丧着脸。形容愁容满面的样子。也作“愁眉苦眼”。",
  "愁眉苦眼": "形容愁苦的神色。",
  "愁眉泪眼": "皱着眉头，掉下眼泪。形容愁苦悲伤的样子",
  "愁潘病沈": "泛指烦恼和疾病。",
  "愁山闷海": "忧愁如山，苦闷似海。形容愁闷象山一样大，象海一样深，无法排遣。",
  "踌躇不前": "踌躇：迟疑不决的样子。犹豫不决，不敢前进。",
  "绸缪牖户": "犹绸缪未雨。 宋  范成大 《枕上六言》诗之一：“一老綢繆牖户，幾人顛倒衣裳。”参见“ 綢繆未",
  "愁眉不展": "展：舒展。心里忧愁；双眉紧锁；不得舒展。形容心事重重的样子。也作“愁眉紧锁”。",
  "绸缪帷帐": "绸缪：绵密的样子；帷：帐幕。指运筹帷幄，在军营帐幕之中谋划军国大事",
  "绸缪帐扆": "绸缪：绵密的样子；帐：帐幕；扆：屏风。指运筹帷幄，在军营帐幕之中谋划军国大事",
  "绸缪桑土": "犹绸缪未雨。 清  钱谦益 《输丁议》：“吾邑富庶，百倍于 巢 ，願爲綢繆桑土之思，無忍焦頭爛額",
  "绸缪未雨": "《诗·豳风·鸱鸮》：“迨天之未陰雨，徹彼桑土，綢繆牖户。” 孔颖达 疏：“ 毛 以爲自説作巢至",
  "愁红惨緑": "谓经风雨摧残的败花残叶。 宋  辛弃疾 《鹧鸪天·赋牡丹》词：“愁紅慘緑今宵看，却是 吴 宫教陣",
  "愁肠九转": "指重重忧愁萦绕心怀。",
  "绸缪束薪": "绸缪：紧紧缠绕。紧紧地把柴草捆扎成捆儿。古代束薪比喻婚姻的结合。",
  "愁眉啼妆": "愁眉：使眉细而曲折；啼妆：轻轻地擦去目下的粉饰以作啼痕。形容妇女的妖态。",
  "绸缪帷幄": "指运筹帷幄，在军营帐幕之中谋划军国大事。",
  "畴咨之忧": "畴咨：访问、访求。指人才难求的忧虑。",
  "愁长殢酒": "愁长：愁闷的心肠；殢：困扰。心肠愁闷容易病酒。",
  "愁肠百结": "愁肠：忧愁的心肠。百结：极多的结头。忧愁苦闷的心肠好像凝结成了许多的疙瘩。形容愁绪郁结，难",
  "愁绪如麻": "愁绪：忧愁的心绪。麻：乱麻。忧愁的思虑像乱麻一样。形容烦愁之极。",
  "愁肠九回": "指悲愁频频在腹中萦绕，难于排遣。",
  "踌躇不决": "踌躇：犹豫，迟疑。形容犹犹疑疑地拿不定主意。",
  "愁肠殢酒": "愁长：愁闷的心肠；殢：困扰。心肠愁闷的人容易病酒。",
  "愁多夜长": "因心情愁闷而夜不成寐，感到时光悠长难遣。",
  "愁红怨绿": "红、绿：指花、叶。指经过风雨摧残的残花败叶。多寄以对身世凄凉的感情。",
  "稠人广众": "稠：多而密。指人很多的场合。",
  "愁眉蹙额": "因发愁而紧皱眉头。",
  "愁云惨淡": "惨淡：暗淡。原指阴沉沉的云层遮得天色暗淡无光。也用以形容使人感到忧愁、压抑的景象或气氛。",
  "愁云惨雾": "形容暗淡无光的景象。多比喻令人忧愁苦闷的局面。",
  "稠人广坐": "坐：同“座”。指人很多的地方，即公共场合。",
  "稠人广座": "指人很多的场合。",
  "酬功给效": "效，呈献，献出（生命者）。指赏赐有功劳者。",
  "愁肠寸断": "愁肠：忧思萦绕的心肠。愁得肠子都断成一段段的。形容忧愁到了极点。",
  "冲昏头脑": "因胜利而头脑发热，不能总冷静思考和谨慎行事。",
  "充天塞地": "指整个宇宙。",
  "充箱盈架": "充、盈：满。盛满书箱，摆满书架。形容藏书丰富。",
  "冲风冒雨": "指不避风雨之苦。",
  "冲风破浪": "形容在水道中迅猛前进。",
  "冲锋陷锐": "犹言冲锋陷阵。",
  "冲锋陷阵": "陷阵：攻破；深入敌阵。冲向敌人的防线；攻破敌人的阵地。形容作战英勇。",
  "冲冠发怒": "见“冲冠怒发”。",
  "充闾之庆": "充闾：光大门楣；庆：喜庆。能使门第光大的喜庆事。",
  "冲冠眦裂": "形容愤怒到极点。眦裂，睁裂眼眶。语本《史记·项羽本纪》：“哙即带剑拥盾入军门……瞋目视项王",
  "充栋汗牛": "谓书籍堆得高及栋梁，多至牛马运得出汗。形容藏书或著述之富。语出唐柳宗元《陆文通先生墓表》：",
  "冲坚毁锐": "冲破敌人坚固的营垒，摧毁敌人精锐的部队。形容军队锐不可当。也形容攻克难关。",
  "冲口而出": "冲口：脱口，一下子说出。形容不加思索地说出来。",
  "充栋盈车": "堆满屋子，装满车。形容书籍很多。",
  "充耳不闻": "充：塞住；闻：听。塞住耳朵不听。形容不听别人的意见或劝告。",
  "充饥画饼": "画个饼子来解饿。比喻虚有其名而无补于实际。也比喻用空想来安慰自己。",
  "充类至尽": "充类：推究同类事理；至尽：到极精密处。指就事理作充分的推论。",
  "冲云破雾": "冲破云层，突破迷雾。比喻突破重重障碍和困难。",
  "冲冠怒发": "形容极为愤怒。",
  "舂容大雅": "指文章气度雍容，用辞典雅。",
  "冲州撞府": "冲：向前直闯。州、府：旧时县以上行政区划名，泛指大城市、大地方。跑码头，闯江湖。也形容经历",
  "冲州过府": "指跑码头，闯江湖。也形容经历丰富，见过世面。",
  "宠辱若惊": "惊：惊惶不安。无论受宠、受辱，心里都要振动。形容人非常计较得失。",
  "宠辱皆忘": "受宠或受辱都毫不计较。常指一种通达的超绝尘世的态度。",
  "宠柳娇花": "惹人宠爱的柳色、娇艳的花枝。形容春色。",
  "宠辱不惊": "宠：宠爱；辱：羞辱。对受宠或受辱都不感到惊讶；即把得失置之度外。也作“不惊宠辱”。",
  "虫叶成字": "《汉书·五行志中之下》：“ 昭帝 時， 上林苑 中大柳樹斷仆地，一朝起立，生枝葉，有蟲食其葉，",
  "虫书鸟篆": "鸟虫书。比喻无法认读的字，借指外国文字。《文明小史》第五十回：“ 勞航芥 上 黄撫臺 那裏去，",
  "虫书鸟迹": "指古代的鸟虫书。借指变化莫测、难以辨认的书体。 明  李东阳 《答罗明仲草书歌》：“ 紫陽 之書",
  "重葩累藻": "比喻许多华丽的篇章。",
  "重峦复嶂": "形容山岭重重叠叠，连绵不断。同“重峦叠嶂”。",
  "重门击柝": "柝：打更用的梆子。设置重重门户，并派更夫巡夜。指严加戒备，以防不测。",
  "重明继焰": "指光焰相继，长明不息。",
  "虫言鸟迹": "上古的语言文字。借指上古时期。 南朝  陈  徐陵 《陈公九锡文》：“自古蟲言鳥跡，混沌洪荒，凡",
  "重垣叠锁": "重复的垣墙，重叠的锁钥。指深宫内苑，防护严密。",
  "重山复岭": "指山峦重叠层接。",
  "重垣迭锁": "重复的垣墙，重迭的锁钥。指深宫内苑，防护严密。",
  "重裀列鼎": "喻指生活富贵，位居高官。",
  "重岩叠嶂": "形容山岭重重叠叠，连绵不断。",
  "重岩迭障": "山峰一个连着一个，连绵不断。",
  "重兴旗鼓": "犹言重整旗鼓。",
  "重熙累绩": "形容累世圣明有德，天下升平昌盛。同“重熙累洽”。",
  "重熙累洽": "熙：光明；洽：谐和。指国家接连几代太平安乐。",
  "虫鸣螽跃": "《诗·召南·草虫》：“喓喓草蟲，趯趯阜螽。” 郑玄 注：“草蟲鳴，阜螽躍而從之。”后因以“蟲",
  "重珪迭组": "指世代连续做官。",
  "重振旗鼓": "比喻失败后，整顿再起。",
  "重整旗鼓": "重：重战；整：整顿；整治；旗鼓：古代作战时用来发号令的旌旗和战鼓；用以代表军事力量。比喻失",
  "重纸累札": "指很多的纸张。",
  "重足而立": "叠足而立，不敢迈步。形容恐惧。",
  "重足屏息": "同“重足屏气”。",
  "重足屏气": "指畏惧之甚。",
  "重三迭四": "见“重三迭四”。",
  "重纰貤缪": "谓谬误重出。语本《文选·左思〈魏都赋〉》：“兼重以胣缪。”李善注：“言既重其，而又累其缪也",
  "重操旧业": "指再做以前曾做的事。",
  "重生父母": "重生：再一次获得生命。指对自己有重大恩情的人；多指救命恩人。",
  "重山峻岭": "连绵起伏的高山。",
  "重山复水": "指山峦重叠，水流盘曲。",
  "重三叠四": "形容多次重复。",
  "重起炉灶": "指事情遭受挫折后，再从头做起。",
  "重足一迹": "叠足而立，不敢迈步。形容非常恐惧。",
  "崇山峻岭": "崇：高；峻：山高而陡。高大陡险的山岭。也作“高山峻岭”。",
  "重关击柝": "设置重门，击柝（木梆）巡夜。指警戒森严。",
  "重蹈覆辙": "重：再一次；蹈：踏上；覆：翻倒；辙：车轮轧出的痕迹。再走翻过车的老路。比喻不吸取失败的教训",
  "重床迭架": "比喻重复繁多。",
  "重床迭屋": "比喻重复繁多。同“重床迭架”。",
  "崇墉百雉": "形容城墙高大。",
  "重迹屏气": "见“重足屏气”。",
  "崇雅黜浮": "指在文风上崇尚雅正，摈弃浮华。",
  "重规沓矩": "指前后相合，合乎同样的规矩法度。亦比喻因袭、重复。",
  "崇论谹议": "指高明卓越的议论。同“崇论闳议”。",
  "崇论闳议": "崇：高；闳：宏大。指高明卓越的议论。",
  "崇论宏议": "崇：高；宏：大。高超的见解和议论。又作“崇论闳议”。",
  "崇论吰议": "指高明卓越的议论。同“崇论闳议”。",
  "崇本抑末": "注重根本，轻视枝末。古代“本”多指农业，“末”多指工商业。",
  "虫鱼之学": "指繁琐的考据订正。",
  "虫沙猿鹤": "旧时比喻战死的将士。也指死于战乱的人。",
  "虫臂鼠肝": "比喻极微小而无价值的东西。",
  "崇洋媚外": "洋：西洋，指西方国家；媚：谄媚。崇拜西方一切，谄媚外国人。指丧失民族自尊心，一味奉承巴结外",
  "重见天日": "重：重新。重新看见天和太阳。比喻摆脱了黑暗困苦的环境；又见到了光明。也作“复见天日”、“重",
  "重手累足": "两手相重，两足相叠，不敢有所举动。形容十分恐惧的样子。",
  "重生爷娘": "比喻有救命之恩的人。",
  "重峦迭嶂": "峦：连绵的山。山峰一个连着一个，连绵不断。",
  "重峦叠巘": "形容山岭重重叠叠，连绵不断。同“重峦叠嶂”。",
  "重峦迭巘": "山峰一个连着一个，连绵不断。同“重峦迭嶂”。",
  "重理旧业": "指再做以前曾做的事。",
  "重光累洽": "指前后功绩相继，累世升平。",
  "重金兼紫": "指一门中有数人佩金印紫绶，极言荣显。秦汉列侯以上皆金印紫绶。",
  "重珪叠组": "指世代连续做官。",
  "虫臂拒辙": "犹言螳臂挡车。比喻以小敌大，力量悬殊。 唐  元稹 《授牛元翼深冀州节度使制》：“夫以爾之材力",
  "重睹天日": "比喻脱离黑暗，重见光明。",
  "重规累矩": "指前后相合，合乎同样的规矩法度。亦比喻因袭、重复。",
  "重规叠矩": "规与规相重，矩与矩相迭。指前后相合，重叠的规矩与制度。比喻因袭、重复。",
  "重规迭矩": "规与规相重，矩矩与相迭，度数相同，完全符合。原比喻动静合乎法度或上下相合，后形容模仿、重复",
  "重温旧梦": "重：再一次；温：复习。重新经历旧日的梦境。比喻再次经历或回忆以前美好的事情或情境。也作“旧",
  "重金袭汤": "指几重金城汤池，防守非常坚固。",
  "重增其放": "更助长了我的狂放。",
  "鸱视虎顾": "如鸱鸟举首而视，如虎反顾。",
  "鸱张门户": "树立门户，标榜门庭。",
  "鸱张鼠伏": "比喻时而嚣张，时而隐蔽。",
  "鸱张蚁聚": "喻指如鸱嚣张，如蚁聚集。",
  "吃里爬外": "接受这一方面的好处，却为那一方面卖力。也指将自己方面的情况告诉对方。",
  "鸱视狼顾": "①如鸱鸟举首而视，如狼反顾。②形容人的凶狠贪戾。",
  "鸱张鱼烂": "《旧唐书·僖宗纪》：“初则狐假鸱张，自谓骁雄莫敌；旋则鸟焚鱼烂，无非破败而终。”后以“鸱张",
  "鸱目虎吻": "鸱：鹞鹰，一种猛禽；吻：嘴唇边。形容人相貌阴险凶恶。",
  "吃着不尽": "着：穿衣。吃的穿的，享用不尽。比喻生活富裕。",
  "吃哑巴亏": "自己遭受暗算或受损吃亏，不敢声张或无法申诉，只好自认吃亏。",
  "鸱鸦嗜鼠": "比喻嗜好各不相同。",
  "鸱鸮弄舌": "鸱鸮：猫头鹰一类的鸟，比喻小人。鸱鸮卖弄口舌。比喻小人拨弄是非，得以逞强。",
  "嗤之以鼻": "嗤：讥笑。用鼻子发出冷笑声；表示轻蔑；看不起。也作“以鼻嗤之”。",
  "痴儿呆女": "指天真无知的少男少女。",
  "痴男怨女": "旧指爱恋极深但感情上得不到满足的男女。",
  "痴人说梦": "痴：呆；傻。原指对傻子说梦话；傻子信以为真。现在比喻凭妄想说根本办不到的荒唐话。",
  "痴心妄想": "痴：呆；傻；痴心：心思沉迷于某人或某种事物；妄：荒唐；胡乱；不切实际。失去理智的心思；想法",
  "魑魅罔两": "传说中山林中的妖怪。后比喻形形色色的坏人。",
  "魑魅魍魉": "魑魅：也作“螭魅”；古代传说中山里湖沼里的鬼怪妖精；魍魉：亦作“罔两”；古代传说中的山川精",
  "吃苦耐劳": "耐：受得起；禁得起。能经受困苦的生活；也禁得起劳累。",
  "吃惊受怕": "受惊骇。",
  "吃喝玩乐": "指过恣意享乐的生活。",
  "吃穿用度": "指日常衣食费用。",
  "痴男騃女": "犹言痴儿騃女。 唐  白居易 《寒食夜》诗：“抱膝思量何事在，癡男騃女唤鞦韆。”参见“ 癡兒騃",
  "絺句绘章": "雕琢文辞，修饰章句。《新唐书·文艺传序》：“ 高祖 、 太宗 ，大難始夷，沿 江 左餘風，絺句繪",
  "絺章绘句": "同“ 絺2句繪章 ”。 宋  真德秀 《谢除翰林学士表》：“變絺章繪句之習，豈薄技之能堪；以救時",
  "絺辞绘句": "同“ 絺2句繪章 ”。 明  宋濂 《＜田氏哀慕诗集＞序》：“是詩之傳……則爲移風易俗之益又豈小",
  "絺绘章句": "同“ 絺2句繪章 ”。 清  叶名沣 《桥西杂记·宋绍兴十八年同年录》：“ 高宗 試進士於南省，戒",
  "螭魅魍魉": "螭：通“魑”，古代传说中山泽的鬼怪妖精。比喻各种各样的坏人",
  "螭盘虎踞": "犹虎踞龙盘。《法书要录》卷三载 唐  李嗣真 《书品後》：“右 謝公 縱任自在，有螭盤虎踞之勢。",
  "痴鼠拖姜": "亦作“痴鼠拖薑”。比喻不聪明的人自找麻烦。《儿女英雄传》第二二回：“按俗語説便叫作‘賣盆的",
  "絺章饰句": "同“ 絺2句繪章 ”。 清  王韬 《＜蘅花馆诗录＞自序》：“歷觀古人作，亦有不盡佳，要其研精殫",
  "痴云騃雨": "形容男女沉迷恋情。 元  萨都剌 《洞房曲》：“癡雲騃雨自年年，不管人間有離别。”亦作“ 癡雲",
  "螭魅罔两": "亦作“ 螭魅魍魎 ”。亦作“ 螭鬽魍魎 ”。传说中川泽山林的妖怪。后用以比喻形形色色的坏人。螭",
  "螭鬽魍魉": "见“ 螭魅罔兩 ”。",
  "痴云腻雨": "痴：入迷。形容男女痴迷于情爱",
  "痴思妄想": "亦作“痴思妄想”。犹言痴心妄想。 洪深 《飞将军》：“我不免痴思妄想－－假如有一天我能当面碰",
  "尺有所短": "比喻事物有其短处，并非在所有的情况下都是合适的。",
  "尺瑜寸瑕": "大塊美玉而小有疵病。比喻良才而有小缺点。",
  "尺水丈波": "比喻说话夸张，不真实。",
  "尺树寸泓": "泓：水深。泛指地方虽小，却有花草树木、清泉流水的景区。",
  "尺泽之鲵": "尺泽：一尺见方的水面；鲵：一种小鱼。小水洼中的小鱼。比喻见识短浅的人。",
  "齿落舌钝": "指年老掉齿，说话不清楚。",
  "齿如含贝": "形容牙齿整齐洁白。贝，白色螺壳。",
  "齿牙余慧": "慧：通“惠”，好处。指帮人说好话",
  "齿少气锐": "指年轻气盛，锐意进取。",
  "齿牙余惠": "惠：给人好处。指帮人说好话",
  "耻居人下": "以地位在人之下为耻，形容胸怀大志",
  "齿牙之猾": "指谗言造成灾祸。",
  "齿牙馀论": "比喻随口称誉的话。",
  "齿牙馀慧": "见“齿牙馀惠”。",
  "齿甘乘肥": "食美味，骑骏马。形容生活豪奢。",
  "齿弊舌存": "谓刚者易折，柔者难毁。语本汉刘向《说苑·敬慎》：“老子曰：‘夫舌之存也，岂非以其柔耶？齿之",
  "齿白唇红": "牙齿白，嘴唇红。形容面容美。",
  "尺寸之地": "尺寸：形容数量少。面积狭小的封地。",
  "侈人观听": "指加强人们在观感听觉上的印象。",
  "尺山寸水": "指每一小块山水。",
  "尺籍伍符": "指记载军令、军功的簿籍和军士中各伍互相作保的守则。",
  "尺蠖求伸": "尺蠖：虫名，体长约二三寸，屈伸而行。尺蠖用弯曲来求得伸展。比喻以退为进的策略。",
  "尺寸可取": "比喻有些许长处。这是认为自己有才能的谦虚说法。",
  "尺布斗粟": "一尺布，一斗谷子。形容数量很少。也比喻兄弟间因利害冲突而不和。",
  "尺寸之柄": "柄：权力。指尺寸长大小的权力。比喻微小的权力。",
  "尺波电谢": "波，水波。指人世短促，如波逝电闪。",
  "尺幅千里": "一尺长的画幅，画进了千里长的景象。比喻外形虽小，包含的内容很多。",
  "尺幅寸缣": "指小幅书画。",
  "尺寸之功": "尺寸：形容数量少。微末的功劳。",
  "尺短寸长": "尺有所短，寸有所长。比喻人或物各有长处，也各有短处。",
  "尺二秀才": "旧时用以讥讽写俗字的书生。“尺二”即指当时“盡”字的俗体“尽”字。",
  "尺寸千里": "千里远景，如在尺寸之间。形容登高所见。",
  "尺兵寸铁": "比喻微小的武力。",
  "尺板斗食": "旧时形容小官位低禄少。",
  "齿牙馀惠": "指帮人说好话。",
  "齿牙余论": "微末的赞扬言辞。比喻不费力的奖励的话。",
  "齿牙为祸": "齿牙：比喻谗言。指谗言拨弄，造成灾祸。",
  "齿牙为猾": "指谗言造成灾祸。",
  "齿牙春色": "形容爽朗地大笑。",
  "齿危发秀": "指年高眉秀。",
  "齿亡舌存": "亡：脱落，不存在。牙齿都掉了，舌头还存在。比喻刚硬的容易折断，柔软的常能保全。",
  "齿少心锐": "指年轻气盛，锐意进取。",
  "尺二冤家": "指众多的求书画者。尺二，指卷轴高度。",
  "齿若编贝": "编：顺次第排列；贝：贝壳。形容牙齿整齐洁白。",
  "尺椽片瓦": "指建筑物遭受破坏后所剩无几的砖瓦木料。",
  "侈衣美食": "侈衣，华美的衣服；美食，鲜美的食物。言衣食俱精。",
  "耻居王后": "指在文名上耻于处在不及己者之后。",
  "尺竹伍符": "本指记载军令、军功的簿籍和军士中各伍互相作保的守则。亦借指军队。",
  "齿过肩随": "指尊礼长者。",
  "齿豁头童": "齿缺发秃。指老态。",
  "齿颊挂人": "指为人们所称道。",
  "侈纵偷苟": "指奢侈放纵，苟且偷生。",
  "侈丽闳衍": "华丽繁富。多用以指文辞。",
  "齿剑如归": "犹言视死如归。",
  "耻与哙伍": "指不愿与粗鄙庸碌之人为伍。",
  "耻言人过": "以议论别人的过错为可耻。",
  "齿颊生香": "嘴边觉有香气生出。形容谈及之事使人产生美感。",
  "侈恩席宠": "指张扬恩遇，凭恃宠幸。",
  "侈侈不休": "说话没完没了；唠叨。",
  "尺璧寸阴": "阴：日影，光阴；寸阴：指极断的时间。日影移动一寸的时间价值比径尺的璧玉还要珍贵。极言时间可",
  "尺步绳趋": "绳、尺：木工校曲直、量长短的工具，引伸为法度；趋：快走；步：行走。指举动符合规矩，毫不随便",
  "赤口毒舌": "赤：火红色。形容言语恶毒，出口伤人。",
  "赤壁鏖兵": "鏖：激战。汉献帝建安十三年，曹操大军伐吴，孙权联合刘备军队联合抗曹，联军于赤壁用火攻大破曹",
  "赤心奉国": "赤：火红色，比喻真纯；赤心：忠心。形容赤胆忠心，为国效力",
  "赤口烧城": "赤舌：指谗言。比喻谗言为害极其严重",
  "赤身露体": "指光着身子，衣不蔽体。也指赤祼全身，不穿衣服。",
  "赤身裸体": "赤：光着。大部分身体或全身裸露。",
  "赤绳系足": "赤绳：红绳；系：结、扣。旧指男女双方经由媒人介绍而成亲。",
  "赤手空拳": "赤手：空手。指手中没有任何武器。指没有任何可以凭借的东西或形容两手空空；一无所有。也作“空",
  "赤诚相待": "赤诚：极真诚、忠诚。以至诚之心待人。",
  "叱嗟风云": "形容声势、威力极大。",
  "赤地千里": "赤：空无所有。寸草不生的地面有千里之广。形容因天灾人祸而造成广大农田没有收成的惨状。",
  "赤膊上阵": "赤膊：光着上身；指不穿盔甲；阵：泛指战场。原指不穿盔甲；裸露上身；上阵作战。形容作战勇敢；",
  "赤贫如洗": "赤贫：穷得一无所有。穷得如同被水洗过一样；什么也没有了。",
  "叱咤风云": "叱咤：发怒吆喝。一声怒喝；可使风云变色。形容声势威力极大；可以左右整个局势。",
  "赤胆忠心": "赤：赤诚、真诚；忠：忠诚。形容很忠诚；有时也指非常真诚的心。也作“忠心赤胆”。",
  "赤胆忠肝": "赤：赤诚，真诚；忠：忠诚。形容十分忠诚",
  "赤舌烧城": "赤：火红色。赤舌如火，足以烧城。比喻毁谤或挑拔离间的话非常伤害人。",
  "赤心相待": "赤心：真诚的心。真心诚意对待别人。",
  "赤县神州": "中国的别称。",
  "赤子之心": "赤子：初生的婴儿。孩子纯真无邪的心灵。形容人的心地善良、纯洁。",
  "敕始毖终": "自始至终警饬谨慎。",
  "赤体上阵": "不穿盔甲，裸露上身出阵交战。事本《三国演义》第五九回：“ 許褚 性起，飛回陣中，卸下盔甲，渾",
  "赤手起家": "形容在条件很差的情况下创立起一番家业。 宋  文天祥 《邹仲翔墓志铭》：“君雖亦赤手起家，而好",
  "赤心报国": "赤：火红色，比喻真纯；赤心：忠心；报国：为国家效劳。旧指为帝王尽忠效劳。现亦形容赤胆忠心，",
  "迟迟吾行": "迟迟：慢慢地。原指慢慢考虑考虑再走。形容恋恋不舍地离开。",
  "池鱼之殃": "比喻因牵连而无端遭到的祸害",
  "驰风骋雨": "犹言乘风驾雨。",
  "驰高鹜远": "犹言好高骛远。",
  "驰骋疆场": "驰骋：奔驰。疆场：战场。骑着马奔驰在战场上，形容英勇作战，无可阻挡。",
  "驰魂夺魄": "形容振撼心灵。",
  "池鱼笼鸟": "池里的鱼，笼里的鸟。比喻受束缚而失去自由的人。",
  "驰志伊吾": "《后汉书·臧宫传论》：“臧宫、马武之徒，抚鸣剑而抵掌，志驰于伊吾之北矣。”伊吾，今新疆哈密",
  "迟疑不断": "犹言迟疑不决。",
  "迟徊观望": "犹言迟疑观望。",
  "迟回观望": "同“迟疑观望”。",
  "迟眉钝眼": "指眼神呆滞，不灵活。",
  "迟暮之年": "迟暮：黄昏，比喻晚年。指人至老年。",
  "迟日旷久": "犹言旷日持久。",
  "弛声走誉": "指名声传扬。",
  "弛魂宕魄": "形容振憾心灵。亦作“驰魂夺魄”。",
  "踟蹰不前": "迟疑不决，不敢前进。",
  "持久之计": "持久：持之以久，即长久。长久的打算或谋略。",
  "持蠡测海": "蠡：瓠瓢，古代舀水用具。指用瓢来测量海水的深浅多少。比喻用浅薄的眼光去看待高深的事物。",
  "持禄养交": "持禄：保持禄位；养交：交结权贵。指结交权贵以保持自己的职位。",
  "持论公允": "指言论公平并合于情理。",
  "持满戒盈": "端盛满之水而留心不外溢。比喻居高位而能警戒自己不骄傲自满。",
  "持平之论": "持平：主持公道，没有偏向。指公正的意见。也指折中、调和的话。",
  "持权合变": "以权宜之计适应已经变化的局面。",
  "持戈试马": "比喻作好准备，跃跃欲试。",
  "弛高骛远": "犹好高骛远。比喻不切合实际地追求过高过远的目标。",
  "持刀动杖": "持：拿。杖：木棒。指动武。",
  "池鱼林木": "比喻无辜而受连累，遭祸害。",
  "池鱼幕燕": "比喻处境危险极易遭殃的人。",
  "池鱼堂燕": "比喻无辜受祸。",
  "池鱼之祸": "比喻受牵连而遭到的祸害。",
  "池鱼之虑": "指担忧无端受累遭灾。",
  "持人长短": "指抓住他人的缺点过失作为把柄，加以攻击。",
  "持危扶颠": "扶持危困的局面。",
  "驰名当世": "驰名：声名远扬；当世：当代，现今。声名在当代传播得很远。形容知名度极高。",
  "驰名天下": "驰：传扬。形容名声传播得很远。",
  "驰名中外": "驰：传播。声名传播到国内国外。也作“驰名天下”。",
  "持之有故": "持：持论，主张；有故：有根据。指所持的见解和主张有一定的根据。",
  "持之以恒": "持：保持；坚持；之：代词；指所要坚持的东西；恒：长久；指恒心。有恒心地坚持下去。也作“持之",
  "持正不阿": "持守公正正派，不迎合阿谀。",
  "持斋把素": "把：遵守。斋：斋戒。谓信佛者遵守吃素，坚持戒律。",
  "持衡拥璇": "比喻掌握国家政权。",
  "持盈保泰": "盈：盛满；泰：平安。旧指在富贵极盛的时候要小心谨慎，避免灾祸，以保持住原来的地位。",
  "驰马试剑": "驰马：骑马飞跑；试：用。跑马舞剑。形容人骑马练剑习武。",
  "持橐簪笔": "橐，口袋；簪，插。指侍从之臣携带书和笔，以备顾问。",
  "迟疑不决": "犹豫疑惑，不能决定",
  "迟疑顾望": "犹言迟疑观望。",
  "迟疑观望": "指犹豫等待，不作决定。",
  "迟疑未决": "形容拿不定主意。",
  "持螯把酒": "南朝宋刘义庆《世说新语·任诞》载：晋代嗜酒的毕卓曾说：一手拿着蟹螯，一手捧着酒杯，便足以了",
  "持筹握算": "原指筹划，后称管理财务。",
  "持盈守成": "保持已成的盛业。",
  "秤不离铊": "秤和砣原为一整套衡具，喻事物之相联系者不可使其分离。 孙锦标 《通俗常言疏证·什物》：“《合",
  "称斤掂两": "计算重量。谓计较多少、轻重。 王愿坚 《粮食的故事》：“一次搞购粮工作，找全县的干部来布置任",
  "称功诵德": "称：称道；功：功绩；德：德行。颂扬功绩和德行",
  "撑岸就船": "比喻颠倒主从，不合情理。",
  "撑肠拄肚": "腹中饱满。比喻容受很多。",
  "称赏不已": "赏：赞赏。不已：继续不止。连连称赞。",
  "称贤荐能": "称：称扬。指重视人才，推举贤能。",
  "称薪而爨": "薪：柴；爨：烧火煮饭。称了柴草煮饭。比喻只注意小事，不从大处着眼。",
  "称兄道弟": "朋友间以兄弟相称。形容关系亲密。",
  "称雨道晴": "比喻说话说不到一块。",
  "瞠呼其后": "在别人后面干瞪眼赶不上。形容远远落在后面。",
  "称斤约两": "比喻权衡得失。 孔厥  袁静 《新儿女英雄传》第十三回：“ 申耀宗 也没睡着，他肚子里大大小小几",
  "瞠目结舌": "瞠：瞪着眼睛；结舌：翘起舌头落不下。瞪眼翘舌说不出话来；形容受窘或惊呆而一时无法对付的样子",
  "秤薪量水": "谓勤俭持家。《儿女英雄传》第三三回：“ 安老爺 雖是研經鑄史的通品，却是個秤薪量水的外行。”",
  "称名道姓": "称呼姓名。《敦煌变文集·伍子胥变文》：“今日兩賊相逢，何用稱名道姓，君爲蘆中之事，我爲船上",
  "称物平施": "根据物品的多少，做到施与均衡。《易·谦》：“君子以裒多益寡，稱物平施。” 孔颖达 疏：“稱物",
  "撑肠拄腹": "比喻容受很多。也形容肚子吃得非常饱。",
  "撑天拄地": "犹言顶天立地。",
  "撑霆裂月": "形容声气惊人。",
  "秤薪而爨": "薪：柴；爨：烧火煮饭。比喻只注意小事，不从大处着眼。",
  "称王称霸": "王：帝王；君王；霸：霸主；古代诸侯联盟的首领。自称为君主、霸主。比喻凭借势力；飞扬跋扈；独",
  "秤斤注两": "形容斤斤计较，顾小不顾大。",
  "瞠目咋舌": "瞠：瞪着眼睛。瞪眼伸出舌头说不出话来。形容窘迫或惊呆的样子",
  "瞠目而视": "瞠目：瞪大眼睛。瞪大眼睛看着。",
  "瞠然自失": "瞪着眼就像失落什么似的。《平山冷燕》第十一回：“不意到了 山東  汶上縣 ，便遇了一個小才女，",
  "瞠目挢舌": "瞠：瞪着眼睛；挢：翘起。瞪眼翘舌说不出话来。形容窘迫或惊呆的样子",
  "称觞举寿": "同“ 稱觴上壽 ”。 汉  崔寔 《四民月令》：“子婦孫曾，各上椒酒於其家長，稱觴舉壽，欣欣如也",
  "称奇道绝": "觉得奇怪难得。",
  "称孤道寡": "孤、寡：古代皇帝自称。自封为王。比喻狂妄地以最高统治者自居。",
  "称功颂德": "称颂功德。",
  "瞠乎后矣": "犹言瞠乎其后。 清  江藩 《汉学师承记·钱大昕》：“若先生學究天人，博綜羣籍……以 漢 儒擬之",
  "称心满愿": "犹言称心如意。 元  杨梓 《霍光鬼谏》第二折：“這一場開解民寃，喜還家稱心滿願。” 元  无名",
  "称柴而爨": "称了薪柴才去生火煮饭。比喻斤斤于细节而不识大体。同“称薪而爨”。",
  "瞠乎后已": "瞠：瞪眼。在别人后面干瞪眼，追赶不上",
  "瞠乎其后": "瞠：瞪着眼看；其：代词，他。在别人后面干瞪眼赶不上。形容远远落在后面。",
  "称王称伯": "王：君王；伯：通“霸”，霸主。比喻凭借势力，飞扬跋扈，独断专行，狂妄自大",
  "称觞上寿": "举杯饮酒，表示祝寿。《陈书·侯安都传》：“明日， 安都 坐于御坐，賓客居羣臣位，稱觴上壽。”",
  "称贤使能": "举用贤能之人。《逸周书·大聚》：“泉深而魚鼈歸之，草木茂而鳥獸歸之，稱賢使能、官有材而士歸",
  "称帝称王": "帝：帝王；王：君王。比喻凭借势力，飞扬跋扈，独断专行，狂妄自大",
  "称臣纳贡": "旧时指小国向大国臣服而年年进贡。",
  "称德度功": "称：衡量；度：估量。对被任用的人既要考虑到他的品德，也要考虑到他的功劳。",
  "逞性妄为": "由着性子胡来。也指坏人任意干坏事。",
  "逞娇呈美": "指花草显示出美丽的颜色。",
  "成一家言": "指学问自成体系可派别。",
  "逞工炫巧": "指炫耀工巧。",
  "逞工衒巧": "衒，同“炫”，夸耀。炫耀工巧。",
  "骋嗜奔欲": "指随自己的嗜欲而奔走求取。",
  "逞己失众": "逞：放任。指由着性子胡来会失去众人的支持。",
  "逞娇斗媚": "犹言争娇斗媚。形容竞相撒娇献媚的样子。",
  "逞心如意": "犹言称心如意。",
  "逞奇眩异": "指炫耀奇异。",
  "逞凶肆虐": "逞：施展。肆：放肆。虐：残暴。放纵地行凶作恶，任意地进行残害。",
  "骋耆奔欲": "耆，同“嗜”。指随自己的嗜欲而奔走求取。",
  "逞妍斗色": "形容花儿盛开，竞相逞美。",
  "逞异夸能": "施展奇异本事，夸耀能力高强。",
  "逞强称能": "炫耀卖弄自己的才能和本事。",
  "骋怀游目": "骋怀：放开胸怀，往远处想；游目：远眺。纵目四望，开阔心胸。",
  "逞强好胜": "指显示自己能力强并想胜过别人。",
  "秤不离砣": "秤和砣是一整套衡器。比喻事物之间有连带关系或关系亲密。",
  "秤锤落井": "像秤锤掉进井水里一样不见踪影，不知消息。",
  "秤平斗满": "指做买卖规矩，不短斤少两。",
  "成日成夜": "整天整夜，日日夜夜。",
  "成仁取义": "成仁：杀身以成仁德；取义：舍弃生命以取得正义。为正义而牺牲生命。",
  "成人之善": "成全别人做善事。",
  "成群逐队": "指众多的人或动物聚结成一群群、一队队。",
  "成群结伙": "犹成群结队。谓众多的人或动物聚结成一群群、一伙伙。",
  "成年累月": "成：整；累：积聚。一年又一年，一月又一月。形容时间长久。",
  "成群结队": "结成一群群；一队队。形容很多；自然给合在一起。也作“成群结伙”、“成群结伴”。",
  "成群集党": "指一部分人结成小团体。",
  "成群打伙": "指众多的人或动物聚结成一群群、一伙伙。",
  "成千上万": "成：达到一定数量；上：达到一定程度或数量。累计成千；达到万数。形容数量极多。也作“成千成万",
  "成千论万": "犹言成千成万。形容数量极多。",
  "成千累万": "形容数量极多。",
  "承上启下": "承：承接；启：引出；开始。承接上面的；并引出下面的。多指文章的结构。也泛指把事业或学问接过",
  "诚心实意": "形容十分真挚诚恳。",
  "程朱学派": "宋 代理学的主要派别。首创者为 北宋  程颢 、 程颐 ，集大成者为 南宋  朱熹 。他们提倡性理，",
  "乘机打刼": "谓利用机会掠夺钱财。 清  张少南 《临安旬制记》引 明  王思任 《诛马士英疏》：“以至文選職方",
  "惩羹吹韲": "人被滚汤烫过，以后吃冷菜也要吹一下。羹，滚汤；韲，细切的肉菜，冷食品。比喻戒惧过甚。语出《",
  "惩羹吹虀": "羹：浓汤；虀：通“齑”，咸菜。被热羹烫过的人，吃凉菜也要吹一吹。比喻鉴于以往的教训，遇事过",
  "程序动作": "戏剧术语。指经过艺术夸张、提炼加工而定型的规范化、格式化的表演动作。如 中国 传统戏曲中人物",
  "承颜候色": "看人脸色行事，不敢有不同意见。",
  "程朱理学": "指 北宋  程颢 、 程颐 和 南宋  朱熹 的理学。参见“ 程朱學派 ”。",
  "惩一戒百": "惩罚一人以警戒众人。同“惩一警百”。",
  "程门飞雪": "程：宋代理学家程颐。比喻尊师重教",
  "程朱之学": "指 宋 代 程颢 、 程颐 、 朱熹 的理学。《元史·儒学传一·赵复》：“北方知有 程  朱 之學，自",
  "乘龙配凤": "比喻得佳偶，结良缘。",
  "承天之祜": "承：蒙受；祜：福。蒙受老天的赐福。",
  "承天之佑": "承：受；佑：保佑。蒙受老天的保佑。",
  "承天之祐": "承：受；祐：保佑。蒙受老天的保祐。",
  "承先启后": "继承前代的，启发后代的。",
  "承星履草": "头戴星光，脚踏草地。形容早出晚归辛勤劳作。",
  "盛水不漏": "盛：以器受物。比喻说理严密",
  "诚心诚意": "诚：真实的心意。真心诚意。形容对人十分真挚诚恳。也作“诚心实意”。",
  "乘龙佳壻": "比喻好女壻。《醒世恒言·钱秀才错占凤凰俦》：“ 高贊 爲選中了乘龍佳壻，到處誇揚，今日定要女",
  "乘龙快婿": "乘龙：女子乘坐于龙上得道成仙。快婿：称意的女婿。旧时指才貌双全的女婿。也用作誉称别人的女婿",
  "乘舆播越": "指天子流亡在外。",
  "乘鸾跨凤": "乘鸾：求得佳偶。比喻结成美好的佳偶。",
  "乘其不备": "乘：趁。利用别人没有防备的时机，去侵害对方。",
  "乘热打铁": "比喻做事抓紧时机，加速进行。",
  "乘人之危": "乘：趁；危：危险；灾难。趁别人有困难时；去要挟、侵害对方。",
  "惩前毖后": "惩：警戒；毖：谨慎。指批判以前所犯的错误，吸取教训，使以后谨慎些，不致再犯。",
  "承上起下": "指承接前者，引出后者。",
  "诚心正意": "诚：真诚。心意真诚恳切。形容对人十分真挚诚恳。亦作“诚心诚意”。",
  "惩恶劝善": "惩：责罚；劝：勉励。惩罚坏人，奖励好人。",
  "成己成物": "自身有所成就，也要使自身以外的一切有所成就。",
  "成家立计": "犹言成家立业。",
  "乘坚策肥": "坚：坚固的车子；策：鞭打；肥：肥壮的马。坐牢固的车，驾肥壮的马。形容生活豪华。",
  "乘风兴浪": "比喻趁机挑起事端。",
  "乘风转舵": "比喻顺随情势改变态度。",
  "乘高决水": "凭借地势居高临下，决口放水。比喻费力小，收效大。",
  "乘机打劫": "指利用机会掠夺钱财。",
  "成败利钝": "利：锋利；顺利；钝：不锋利；不顺利。指事业的成功或失败；顺利或挫折。泛指处事的各种情况和结",
  "成风之斫": "形容技艺高超。同“成风尽垩”。",
  "成败兴废": "成功或失败，兴起或衰退。",
  "成风尽垩": "形容技艺高超。",
  "成帮结队": "犹成群结队。众多的人或动物结成一群群、一队队。",
  "成事不说": "说：解说。原指事情已成，不要在解说；后指事情已过，不要再解说。",
  "成双成对": "配成一对，多指夫妻或情侣。",
  "成双作对": "配成一对。",
  "成算在心": "心中早已经算计好了如何应付的办法。",
  "成团打块": "比喻聚集成群。",
  "成王败寇": "旧指在争夺政权斗争中，成功了的就是合法的，称帝称王；失败了的就是非法的，被称为寇贼。含有成",
  "成败论人": "论：评论，衡量。以成功和失败作为评论人物的标准。",
  "乘间投隙": "乘机挑拨离间。",
  "成败得失": "得：得利。失：失利。成功与失败，得到的与丢掉的。",
  "成人之美": "成：成全；帮助；美：好事。成全别人的好事。也指帮助别人实现其美好的愿望。",
  "诚惶诚恐": "诚：确实；惶：害怕；恐：畏惧。原指封建官吏给皇帝上奏章时用的客套话；表示敬畏而又惶恐不安；",
  "乘车戴笠": "乘：坐，驾；笠：斗笠。比喻不因为富贵而改变贫贱之交。",
  "承欢膝下": "承欢：旧指侍奉父母；膝下：子女幼时依于父母膝下，故表示幼年。旧指侍奉父母。",
  "乘坚驱良": "坚：坚固的车子；良：好马。坐牢固的车，驾肥壮的马。形容生活豪华。",
  "成佛作祖": "佛教语。谓修成佛道，成为祖师。亦以喻获得杰出成就。",
  "乘间伺隙": "同“乘间抵隙”。",
  "乘利席胜": "凭借着胜利的形势。",
  "乘龙佳婿": "乘龙：女子乘坐于龙上得道成仙。佳婿：称意的女婿。旧时指才貌双全的女婿。也用作誉称别人的女婿",
  "诚至金开": "精诚所至，金石为开。",
  "城北徐公": "原指战国时期齐国姓徐的美男子。后作美男子的代称。",
  "城狐社鼠": "社：古时指土地神及其庙宇。以城墙为凭借的狐狸；以土地庙为依托的老鼠。比喻仗势作恶的小人。",
  "城门鱼殃": "城门失火，大家都到护城河取水，水用完了，鱼也死了。比喻因受连累而遭到损失或祸害。",
  "成城断金": "成城，团结得像城堡一样坚固；断金，力量大得能折断金属。指万众一心，力量无比强大。",
  "乘间抵隙": "指趁机钻空子。",
  "惩羹吹齑": "羹：用肉、菜等煮成的汤；齑：细切的冷食肉菜。被热汤烫过嘴，吃冷食时也要吹一吹。比喻受到过教",
  "乘隙捣虚": "趁空子，攻虚弱。",
  "乘隙而入": "趁着虚弱疏漏的地方进入。",
  "乘险抵巇": "冒险钻空子。巇，多指（山岭）险恶、险峻。",
  "乘兴而来": "乘：趁，因；兴：兴致，兴趣。趁着兴致来到，结果很扫兴的回去。",
  "乘虚蹈隙": "犹言切中窾窍。比喻叩击中节。",
  "乘虚迭出": "虚：空虚、弱点。迭：屡次。指军事上向对方没有设防或兵力薄弱的地方进攻。",
  "乘虚而入": "虚：空隙。指军事上向对方没有设施或兵力薄弱的地方进攻。也指趁着空虚或虚弱的地方侵入。也作“",
  "乘顺水船": "比喻顺势行事。",
  "惩忿窒欲": "惩：惩戒；忿：愤怒；窒：抑止；欲：嗜欲。克制愤怒，抑制嗜欲。",
  "乘势使气": "仗势逞性子。",
  "惩一儆百": "惩：惩罚；警：警戒。处死一个人，借以警戒许多人。",
  "惩一警百": "警：警戒，也做“儆”。惩罚一个人以警戒多数人。",
  "程门立雪": "旧指学生恭敬受教。比喻尊师。",
  "澄江如练": "澄：清澈，明净。练：洁白的熟绢。清澈的江水，像一条白练一样。多指对江景的鸟瞰。",
  "澄清天下": "指整肃政治，清除奸佞，使天下复归太平。",
  "澄神离形": "形容用心太专，如痴如呆。",
  "澄思渺虑": "指深思远虑。",
  "橙黄桔绿": "橙子黄熟，桔子还绿。指秋天宜人的景色。",
  "乘云行泥": "比喻地位高下悬殊。",
  "城下之盟": "盟：盟约；和约。因强敌兵临城下而被迫签订的屈辱性和约。",
  "橙黄橘绿": "指秋季景物。",
  "成竹在胸": "成竹：现成完整的竹子。画竹前竹的全貌已在胸中。比喻在做事之前已经拿定主义。",
  "承平盛世": "承平：太平。太平、兴盛的时代。",
  "承前启后": "承：承接；启：开创、开始。承接前面的；引出后面的。多用于事业、学问方面。也作“承先启后。”",
  "承嬗离合": "继承演变。",
  "成家立业": "成家：组成家庭；即结婚；立业：建立事业。指能独立生活或建立某种事业。",
  "成龙配套": "将零部件搭配起来，成为一套完整的整体。",
  "乘伪行诈": "指弄虚作假。",
  "成年古代": "犹言长期以来。",
  "城下之辱": "指兵临城下屈膝求和的耻辱。",
  "乘肥衣轻": "肥：肥壮的马。衣：穿。轻：轻暖的裘衣。驾驭肥壮的马，穿着贵重的衣服。形容生活奢侈豪华。",
  "乘风破浪": "乘：趁着。趁着顺风；破浪前进。比喻志向远大；气魄雄伟；不怕困难；奋勇前进；多含施展远大抱负",
  "乘其不意": "乘：趁，因；意：猜想，意料。利用别人没有防备的时机动手。",
  "乘轻驱肥": "乘好车，驱良马。形容生活奢华。",
  "乘胜逐北": "乘：趁，因；北：败。指乘着胜利继续追击。",
  "乘胜追击": "乘：趁着。趁着胜利的形势继续追击敌人，扩大战果。",
  "乘时乘势": "旧指人应趁着机会、时势，做一番事业。",
  "成名成家": "树立名声，成为专家。",
  "嗔目切齿": "嗔目：发怒时睁大眼睛。瞪大眼睛，咬紧牙齿。形容极端愤怒的样子。",
  "瞋目扼腕": "形容愤怒、勇敢的样子。",
  "瞋目切齿": "瞋目：发怒时睁大眼睛。瞪大眼睛，咬紧牙齿。形容极端愤怒的样子。",
  "趁浪逐波": "亦作“趂浪逐波”。谓随波逐流，从俗浮沉。 元  无名氏 《醉写赤壁赋》第三折：“四野如懸鏡，不",
  "趁风使柁": "犹看风使舵。比喻随机应变或迎合别人行事。",
  "趁火打劫": "趁：利用；乘机；劫：抢劫。趁人家失火的时候去抢人家的东西。比喻趁别人处在危难时刻从中捞一把",
  "趁火抢劫": "趁着别人紧张时去捞取私利或害人。",
  "趁热打铁": "铁要趁烧红的时候打。比喻要抓紧有利的时机和条件去做。",
  "趁人之危": "利用别人有困难时加以要挟或陷害。",
  "趁势落篷": "比喻乘机歇手。",
  "趁水和泥": "利用现成的水来搅泥。比喻乘机行事。",
  "趁心如意": "称心如意。指符合心意，满足愿望。趁，通“称”。",
  "趁虚而入": "趁：乘着；虚：空虚。趁力量虚弱时侵入。",
  "趁伙打劫": "犹言趁火打劫。《初刻拍案惊奇》卷八：“ 陳大郎 是個性急的人，敲檯拍凳的怒道：‘我曉得，都是",
  "趁波逐浪": "犹随波逐流。形容奔波；颠沛。",
  "趁风转篷": "趁：乘便；篷：船帆。比喻根据情势的变化行事",
  "趁风转帆": "比喻根据情势的变化而转向，见机行事。 柴萼 《梵天庐丛录·妙判》：“嗟爾欲上無由，亦惟有趁風",
  "疢如疾首": "烦热得如患有头痛之疾。比喻忧伤到极点。《诗·小雅·小弁》：“我心憂傷，惄焉如擣。假寐永歎，",
  "趁心像意": "犹言称心如意。指完全合乎心意。趁：满足，遂。趁，通“称”。",
  "趁哄打劫": "犹言在混乱中劫掠。",
  "称家有无": "称：适合，相符。与家庭经济情况相符。指办理婚、丧等事不可过奢或过俭。",
  "称心如意": "称：符合；称心：符合心愿。完全符合心意。",
  "称心满意": "称心如意。",
  "称心快意": "遇事如意，心情舒畅。称心：恰合心愿。快意：心情爽快舒适。",
  "称体载衣": "称：适合。按照身材剪载衣服。比喻根据实际情况办事。",
  "沉心静气": "“沉”同“沉”。犹言心平气和。",
  "沉鱼落雁": "沉：使下沉；落：使落下。原指女子貌美；使游鱼下沉；使飞雁降落；不敢与之比美。后来形容女子容",
  "沉吟章句": "沉吟：沉思吟味。章句：章节和句子，亦指诗文。默默地琢磨构思诗文。",
  "沉吟不决": "沉吟：深思吟味，引伸为犹豫；决：决断。形容人遇到难题时，自言自语地决定不下来。",
  "沉吟不语": "沉默地思量着，不说话。引伸为迟疑不决的态度。",
  "沉谋重虑": "指计划周密，考虑详尽。",
  "沉毅寡言": "沉毅：深沉宁静。深沉文静，不爱多说话。",
  "沉冤莫雪": "沉冤：长期得不到伸雪的冤案；莫雪：无法昭雪。长期得不到昭雪的冤屈。",
  "沉思熟虑": "深入思索，仔细考虑。",
  "沉思默想": "形容深入地思考。沉：深。默：不作声。",
  "沉声静气": "指声调低沉，态度平和。",
  "沉潜刚克": "沉潜：深沉不露；刚克：以刚强见胜。形容深沉不露，内蕴刚强。",
  "沉著痛快": "坚劲而流利，遒劲而酣畅。形容诗文、书法遒劲流利。",
  "臣门如市": "旧时形容居高位、掌大权的人宾客极多。",
  "尘饭涂羹": "涂：泥。尘做的饭，泥做的羹。指儿童游戏。比喻没有用处的东西。",
  "尘羹涂饭": "涂：泥。尘做的羹，泥做的饭。指儿童游戏。比喻没有用处的东西。",
  "臣心如水": "心地洁净如水。比喻为官清廉。",
  "沉博绝丽": "沉：深长；博：渊博。指文章的含义深远，内容渊博，文辞美妙。",
  "沉烽静柝": "烽火熄灭，柝声寂静。比喻边疆无战事。",
  "沈博绝丽": "指文章的含意深远，内容渊博，文辞美妙。",
  "沉郁顿挫": "郁：低沉郁积。指诗文的风格深沉蕴籍，语势有停顿转折。",
  "沉滓泛起": "已经沉底的渣滓重新浮上水面。",
  "沉冤莫白": "沉冤：长期得不到伸雪的冤案；莫白：无法辩白，不能弄清。长期得不到申雪的冤屈。",
  "沉舟破釜": "釜，锅。打破饭锅，沉掉渡船。表示决一死战。",
  "沉重少言": "朴实稳重，不爱多说话。亦作“沉厚寡言”、“沉重寡言”。",
  "沉厚寡言": "朴实稳重，不爱多说话。同“沉重少言”。",
  "沉灶产蛙": "灶没与水中，产生青蛙。形容水患之甚。",
  "沉密寡言": "犹沉默寡言。不声不响，很少说话。",
  "陈陈相因": "陈：旧；因：沿袭。原指皇家粮仓里；陈粮再加上陈粮；年年堆积。后用以比喻沿袭旧的一套；没有改",
  "陈言老套": "陈旧的言词和套数。",
  "晨秦暮楚": "犹言朝秦暮楚。比喻反复无常。",
  "晨兢夕厉": "兢，小心谨慎；厉，严格。指终日勤勉谨慎。",
  "晨昏定省": "晚间服侍就寝，早上省视问安。旧时侍奉父母的日常礼节。",
  "晨光熹微": "熹微：天色微明。早上天色微明。",
  "晨炊星饭": "清晨烧早饭，入夜才吃晚饭。形容早出晚归，整日辛勤劳苦。",
  "晨参暮省": "按礼节朝暮参拜问安。",
  "沉湎淫逸": "沉湎：沉迷。沉溺于酒和安逸中间。形容对于美酒和女色过于放纵，纵欲放荡。",
  "陈言务去": "陈言：陈旧的言辞；务：务必。陈旧的言词一定要去掉。指写作时要排除陈旧的东西，努力创造、革新",
  "晨钟暮鼓": "暮：傍晚。佛教规矩，寺里晚上打鼓，晚上敲钟。比喻可以使人警觉醒悟的话。",
  "陈言肤词": "指陈旧而肤浅的言词。",
  "陈师鞠旅": "陈：陈列；鞠：告；师旅：军队。出征之前，集合军队发布动员令。",
  "陈善闭邪": "陈：述说；善：善法美政；闭：堵塞。臣下对君主陈述善法美政，借以堵塞君主的邪心妄念。",
  "陈力就列": "陈力：贡献才力；就：担任；列：官职、职位。能贡献才力，担任相应的官职。",
  "陈规陋习": "陈旧不合理的规章制度或习惯。",
  "尘垢粃糠": "灰尘和污垢，谷粃和米糠。比喻卑微无用之物。",
  "晨参暮礼": "指早晚参拜。",
  "沉李浮瓜": "吃在冷水里浸过的瓜果。形容暑天消夏的生活。",
  "沉湎酒色": "沉湎：沉迷。沉溺于酒和女人中间。形容对于美酒和女色过于放纵，毫无节制。",
  "尘垢秕糠": "尘：尘土；垢：污垢；秕：秕谷；糠：米皮。比喻琐碎而没有用的东西。",
  "沉迷不悟": "形容不知觉悟。",
  "沉浮俯仰": "形容人、事物、时势的盛衰。",
  "沉痼自若": "沉痼：积久难治的疾病。比喻积久难改的习俗或嗜好没有改变。",
  "晨提夕命": "犹言朝夕教诲。",
  "沉疴宿疾": "疴：病；宿：长久的。指重病和老病。也比喻积久而成，为害甚大的社会弊端。",
  "晨兴夜寐": "兴：起。早起晚睡。形容勤劳辛苦。",
  "沉疴难起": "沉疴：重病或老病。久患重病，不能下床。",
  "陈古刺今": "即借古讽今。借评论古代某人某事的是非曲直，影射现实。",
  "陈辞滥调": "陈：陈旧，陈腐；滥：浮泛不合实际。指陈腐、空泛的论调。",
  "陈词滥调": "陈词：陈旧的不合实用的言词；滥：空泛；失真。陈旧、空泛、不切实际的论调。",
  "沉默寡言": "沉默：沉静；不声不响；寡：少。不声不响；很少说话。也作“沉密寡言”、“沉静寡言”。",
  "沉静寡言": "性格深沉文静，不爱多说话。",
  "车载斗量": "载：装载。用车装；用斗量。形容事物、人才很多；也作“斗量车载”。",
  "车尘马迹": "指车马行过的痕迹。",
  "车量斗数": "形容巨量。 清  秋瑾 《精卫石》第一回：“這真是千年萬載的名譽，車量斗數的功德，爲甚麽倒無人",
  "车轨共文": "车同轨，书同文。指统一。 南朝  梁  江淹 《萧骠骑让封表》之三：“昔 南楚 偏君， 鄢  郢 小政",
  "车马如龙": "谓车马众多，繁华热闹。 唐  王勃 《还冀州别洛下知己序》：“風煙匝地，車馬如龍。” 蒋光慈 《",
  "车殆马烦": "殆：通“怠”，疲乏；烦：烦躁。形容旅途劳顿。",
  "车驰马骤": "形容车马奔驰迅猛。",
  "车尘马足": "①指车马奔波。亦喻人世俗事。②指代车骑。敬称对方时亦用之。",
  "车马骈阗": "车马聚集很多。形容非常热闹。",
  "车马辐辏": "辐辏：形容人或货物像车轮上的辐条聚集在车毂上一样。指车马集聚拥挤。",
  "车在马前": "大马拖车在前，马驹系在车后，这样，可使小马慢慢地学拉车。比喻学习任何事物，只要有人指导，就",
  "车怠马烦": "车危且马疲。形容旅途困乏。怠：通“殆”。同“车殆马烦”。",
  "车载船装": "形容数量很多。",
  "车无退表": "兵车无后退的标志。引申为军队决不退却。",
  "车填马隘": "指车马填塞门庭道路。形容宾客众多。",
  "车水马龙": "车络绎不绝；有如流水；马首尾相接；好像游龙。形容沿途车马很多；成群结队；繁华热闹的场面。也",
  "车马盈门": "车子充满门庭，比喻宾客很多。",
  "车马填门": "车子充满门庭，比喻宾客很多。同“车马盈门”。",
  "车笠之盟": "笠：斗笠。比喻不因为富贵而改变贫贱之交。",
  "车击舟连": "车相撞，船相连。极言车船之多。",
  "车烦马毙": "形容旅途劳顿困乏。",
  "车辙马迹": "指车马行过的痕迹。",
  "扯纤拉烟": "犹扯篷拉纤。指用不正当的手段为人撮合或说情而从中取利的行为。",
  "撦鼓夺旗": "形容作战勇敢。 元  郑光祖 《伊尹耕莘》第三折：“統雄兵劈面相持，驅貔虎撦鼓奪旗。” 元  关",
  "扯顺风旗": "形容随风摆动，顺势迎合，奉承别人。",
  "扯旗放炮": "比喻公开张扬。",
  "扯篷拉纤": "指用不正当的手段为人撮合或说情而从中取利的行为。",
  "扯鼓夺旗": "形容作战勇敢。",
  "扯空砑光": "扯空：说假话。砑光：纸及布匹用石头磨光，使发光泽，叫“砑光”；比喻沾别人光。指花言巧语，骗",
  "彻里彻外": "①从里到外。②犹言完完全全。",
  "彻内彻外": "见“彻里彻外”。",
  "彻上彻下": "彻：贯通。贯通上下。",
  "彻头彻尾": "彻：通；透。从头到尾；自始至终；完完全全。",
  "掣襟露肘": "掣：牵接。接一下衣襟胳膊肘儿就露出来。形容衣服破烂，生活贫困。",
  "澈底澄清": "指完全清楚，毫无遗漏。",
  "彻首彻尾": "彻：通，透。从头到尾，全部，十足的意思。",
  "超凡入圣": "凡：凡人；普通人。超越凡俗；进入圣贤境界。后来多指学术、技艺、修养达到登峰造极的境界。",
  "超群拔类": "超出众人，在同辈中拔尖。",
  "超前绝后": "谓超越前人，以后也无一可相比。南朝梁·沈约《齐故安陆昭王碑文》“绝后光前”李善注引《晋起居",
  "超迈绝伦": "伦：同辈。超越同辈，无人可比。南朝齐·谢赫《毛惠远》：“出入穷奇，纵横逸笔，力遵韵雅，超迈",
  "超类绝伦": "指超出寻常，无与伦比。",
  "超今绝古": "见“超今冠古”。",
  "超然自得": "超脱世事，自觉快乐和满足。",
  "超阶越次": "谓越过原有的等级顺序，多指越级提升官吏。《晋书·赵五伦传》：“其余同谋者咸超阶越次，不可胜",
  "超群轶类": "超出众人，在同辈中拔尖。同“超群拔类”。",
  "超凡出世": "超越凡俗，离开尘世。",
  "超度众生": "佛教用语。用念经来使死人脱离苦海。也泛指做善事。",
  "超尘出俗": "尘、俗：指尘世、人间；出：超出。原指佛教徒功夫深，已超出尘世。后多形容才德远远超过平常人。",
  "超尘拔俗": "尘、俗：佛教称尘世、人间；拔：超出。原指佛教徒修行功夫深；已超出人世。后指超出一般人之上；",
  "超超玄箸": "超超：高超；玄：微妙；箸：通“著”，明显。指言论文辞高妙又明切。",
  "超今冠古": "冠：超出众人。超越古今。唐，韩愈《贺册尊号表》：“众美备具，名实相当，赫赫巍巍，超今冠古。",
  "超古冠今": "超：超出；冠：位居第一。古今第一，无人能比",
  "超前轶后": "犹言空前绝后。中国近代史资料丛刊《太平天囯·钦定士阶条例》：“仰見天朝制度維新，超前軼後，",
  "超群出众": "指超出众人。",
  "超群绝伦": "超：超过；超群：超出众人；绝：没有；伦：同辈。超出众人；同辈中没有可以相比的。也作“逸群绝",
  "超尘逐电": "腾空而行，追逐电光。形容奔驰之速。 清  富察敦崇 《燕京岁时记·大钟寺》：“ 長安 少年多馳驟",
  "超然远引": "为超脱世事，远由而去。",
  "超然自逸": "超脱世事，安闲快乐。",
  "超轶绝尘": "轶：车辙；超轶：指后车超过前车；绝尘：脚不沾尘土。形容奔跑得极快。",
  "超逸绝尘": "谓不拘滞于世俗，超然物外。《宣和书谱·空鲙帖》：“往昔字学之流，其初笔法安在?惟其胸次笔端",
  "超以象外": "以：用法等同“于”。超脱于物象之外。形容诗文意境雄浑、超脱。也比喻置身世外，脱离现实的空想",
  "超超玄著": "超超：形容高超；玄：微妙；著：明显。言论、文辞高妙明切。",
  "超俗绝世": "谓超出世俗，无人可比。汉·赵壹《非草书》：“夫杜崔张之，皆有超俗绝世之才，博学余暇游手于斯",
  "超世之才": "有超越世人的才能，宋·苏拭《晁错论》：“古之大事者，不唯有超世之才，亦必有坚忍不拔之志。”",
  "超世绝俗": "指超出世俗，无人可比。",
  "超世绝伦": "超出世人和同辈。汉·蔡邕《陈寔碑》：“群僚贺之，皆举手曰，颖川陈君，超世绝伦。”亦作“超类",
  "超世拔俗": "原指佛教徒功夫深，已超出尘世。后多形容才德远远超过平常人。同“超尘出俗”。",
  "超然自引": "谓超脱世事，自动引退。晋·陆机《豪士赋序》：“借使伊人，颇览天道。知尽不可益，盈难久持。超",
  "超群越辈": "超越众人和同辈。唐·陈子昂《为将军程处弼谢放流表》：“臣山东孤子，朝无亲故。性识愚鲁，非有",
  "超然不群": "超脱于世俗之外。不与众人合群。《清史稿·吴文溥传》：“[吴文溥]其为人有韬略，超然不群，能作",
  "超然独处": "谓超出世事离群独居。《文选·宋玉＜对楚王问＞》：“宋玉曰：‘夫圣人瑰意琦行，超然独处，世俗",
  "超然独立": "指超出世事离群独居。",
  "超然绝俗": "高超得完全不同凡俗。谓远过于寻常之辈。汉·班固《为第五伦荐谢夷吾疏》：“方之古贤，实有伦序",
  "超然迈伦": "伦：同辈。超越同辈，无人可比。",
  "超然物外": "超然：脱离；不介入；物：客观世界。超脱于世俗生活之外；意指对现实的一切都不感兴趣。也比喻置",
  "超然象外": "以：用法等同“于”。超脱于物象以外。指诗文的意境雄浑、超脱。也比喻置身世外，脱离现实的空想",
  "超然远举": "为超脱世事，远由而去。末·苏舜钦《答韩持国书》：“偷俗如此，安可久居其间，遂超然远举，羁泊",
  "炒买炒卖": "指就地迅速转手买卖，从中牟利。",
  "巢林一枝": "指鹪鹩筑巢，只不过占用一根树枝。后以之比喻安本分，不贪多。",
  "嘲风咏月": "指描写风云月露等景象而思想内容贫乏的写作。",
  "巢毁卵破": "鸟巢毁了，卵也一定会打碎。比喻大人遭难而牵连到子女。",
  "潮鸣电掣": "极言气势大、速度炔。",
  "潮鸣电挚": "极言气势大、速度快。",
  "巢居穴处": "栖身于树上或岩洞里。指人类未有房屋前的生活状况。",
  "嘲风弄月": "嘲：嘲笑；弄：玩赏；风、月：泛指各种自然景物。指描写风云月露等景象而思想内容贫乏的写作。",
  "巢倾卵破": "比喻灭门之祸，无一得免。亦以喻整体被毁，其中的个别也不可能幸存。",
  "朝成暮徧": "早晨刚写成，晚上就到处流传。形容文章流传迅速。",
  "朝阳丹凤": "比喻贤才逢明时。",
  "朝野上下": "朝野：指朝廷和民间；上下：从中央到地方。指从中央到地方，从做官的到老百姓。",
  "朝章国典": "朝廷与国家的典章制度。同“朝章国故”。",
  "朝章国故": "朝廷与国家的典章制度。",
  "巢焚原燎": "极言战祸惨烈。",
  "操其奇赢": "操纵市场上货物奇缺以及过剩情况，以获暴利。",
  "昌歜羊枣": "据传周文王嗜昌歜，春秋鲁曾点嗜羊枣。后用以指人所偏好之物。",
  "昌言无忌": "昌言：原指善言，引伸为直言。敢于直言，无所顾忌。",
  "倡条冶叶": "倡：通‘娼’；冶：妖艳。原形容杨柳的枝叶婀娜多姿。后比喻任人玩赏攀折的花草枝叶。借指妓女。",
  "猖獗一时": "猖獗：凶猛而放肆。形容坏人或反动势力一时间显得特别凶猛放肆。",
  "惝恍迷离": "惝恍：也作：“惝况”，失意的样子。迷离：模糊不清。指茫然若失而模糊不清的样子。",
  "怅然自失": "怅然：因不如意而感到不痛快。形容神志迷乱，像失去什么似的样子。南朝·宋·刘义庆《世说新语·",
  "畅叫扬疾": "指大吵大闹。“暢叫”即“唱叫”，吵闹之意。“扬疾”犹嚷唧，亦吵闹之意。",
  "畅所欲为": "痛痛快快地做想做的事。",
  "畅所欲言": "畅：尽情；痛快；欲：想要。把心里要讲的话痛快地全部讲出来。也作“尽所欲言”。",
  "畅通无阻": "畅：不停滞；畅利地。毫无阻碍地通行或通运。多指事情能顺利地进行。",
  "唱对台戏": "过去，两个戏班子为了抢生意，有时候会硐一时间演同样的戏，称为唱对台戏。比喻采取与对方相对的",
  "怅然若失": "怅然：失意；懊恼。形容因不如意而心情沮丧；好像丢了什么似的。",
  "唱筹量沙": "把沙当做米，量时高呼数字。比喻安定军心，制造假象来迷惑敌人。",
  "倡情冶思": "冶荡轻佻的情思。",
  "倡而不和": "倡：同“唱”。和：响应。领唱无人应和。形容有人领导，但无人响应的冷清局面。",
  "畅行无阻": "毫无阻碍地通行或通过。",
  "畅行无碍": "毫无阻碍地通行或流通。多指事情能顺利地进行。亦作“畅通无阻”。",
  "唱沙作米": "比喻以假乱真或以劣为优。",
  "徜徉恣肆": "形容文章挥洒自如，气势豪放。",
  "常胜将军": "每战必胜的指挥官。",
  "常年累月": "长年累月。形容经过的时间很长。",
  "常鳞凡介": "一般的鱼类、贝类。比喻平凡的人。",
  "常备不懈": "常：时常；备：防备；准备；懈：懈怠；放松。时常准备着；从不松懈。形容警惕性高。",
  "尝胆卧薪": "薪：柴草。睡觉睡在柴草上，吃饭睡觉都尝一尝苦胆。形容人刻苦自励，发奋图强。",
  "尝鼎一脔": "鼎：古代炊具，三足两耳；脔：切成块的肉。尝鼎里一片肉，就可以知道整个鼎里的肉味。",
  "长虑却顾": "顾及未来而作长远打算。",
  "偿其大欲": "偿：达到，满足。欲：欲望。大欲：野心。指满足了他最大的欲望，或达到了他的野心。",
  "长辔远驭": "用长缰绳远远地驾驭拉车的马。比喻远距离操纵，控制另外的人或物。",
  "苌弘碧血": "形容为正义事业而流的血。苌弘：春秋时周大夫，又称苌叔。碧：青绿色的玉石。",
  "肠肥脑满": "肠肥：指身体胖，肚子大；脑满：指肥头大耳。形容不劳而食的人吃得饱饱的，养得胖胖的。",
  "长治久安": "治：太平；安：安定。形容国家长期安定、巩固。",
  "长枕大被": "比喻兄弟友爱。",
  "长斋绣佛": "长斋：终年吃素；绣佛：刺绣的佛像。吃长斋于佛像之前。形容修行信佛。",
  "长斋礼佛": "长斋：终年吃素。吃长斋于佛像之前。形容修行信佛。",
  "长吁短叹": "吁：叹气。长声、短声不住地叹气。多为人心情烦闷、郁结不舒的表现。也作“短叹长吁”。",
  "长嘘短叹": "指叹息不已。",
  "长篇大套": "大段的议论、言论或长篇的文章。",
  "长林丰草": "幽深的树林，茂盛的野草。指禽兽栖止的山林草野，旧常喻隐居之地。",
  "长辔远御": "①放长缰绳，驾马远行。比喻帝王用某种政策、手段羁縻边远地区。②比喻驾驭创作手段从容达到写作",
  "长乐未央": "未央：未尽。长久欢乐，永不结束。",
  "长念却虑": "思前顾后，反覆考虑。却，后。",
  "长年累月": "长年：整年；年复一年；累月：一月又一月。形容经历的时间很长很久。",
  "长目飞耳": "看得远，听得远。比喻消息灵通，知道的事情多。",
  "长命富贵": "既长寿又富裕显贵。",
  "长命百岁": "寿命很长，能活到一百岁。常用作祝福长寿之词。",
  "长鸣都尉": "鸡的别名。",
  "长眠不起": "死亡的别称。",
  "长虑顾后": "虑：思考；顾：回头看。从长远考虑问题。",
  "长篇大论": "冗长的篇幅；大而无当的言论。形容文章或讲话过长；内容空泛。也作“长篇大章”、“长谈阔论”。",
  "长安道上": "长安：古都名，在今陕西西安西北。旧喻名利场所。",
  "长计远虑": "指长远打算。",
  "长戟高门": "门庭高大，门内列戟。形容旧时显贵人家的威仪。",
  "长话短说": "要说的话很多，一时不能说清，只用扼要的几句话表明主要意思。",
  "长歌当哭": "长歌：放声歌咏；引申为写诗文；当：当作。以放声歌咏代替哭泣；指用诗文抒发胸中悲愤的感情。也",
  "长风破浪": "比喻志向远大，不怕困难，奋勇前进。",
  "长恶不悛": "指长期作恶，不肯悔改。",
  "长此以往": "长：长久；此：如此；这样。长久这样下去。",
  "长春不老": "犹言长生不老。",
  "长材小试": "犹言大材小用。",
  "长安棋局": "比喻动荡不定的政局。",
  "长夜漫漫": "漫漫：无边际的样子。漫长的黑夜无边无际。多用来比喻社会的黑暗。",
  "长江天堑": "堑：壕沟。长江为天然的坑堑、险要。旧时形容长江地势险要，不可逾越。",
  "昌亭之客": "下乡（属江苏省淮阴市）南昌亭长的食客。原指汉淮阴侯韩信。后以借指怀才未遇而暂寄人篱下者。",
  "昌亭旅食": "寄食南昌亭长处。借指寄人篱下。",
  "长才广度": "指才能出众器量宏大的人。",
  "长才短驭": "犹言大才小用。",
  "长安少年": "旧指都城里豪奢轻狂的贵家子弟。",
  "长揖不拜": "揖、拜：旧时的拱手、磕头礼。对长者或尊者只弯腰行拱手礼，不跪拜磕头。旧时指相见时态度不恭，",
  "长夜之饮": "指通宵宴饮。",
  "长夜难明": "漫长的黑夜难以见到光明。比喻漫长的黑暗统治。",
  "长驱直进": "犹言长驱直入。",
  "长材茂学": "指才能高学问大的人。",
  "长生不死": "生命长存，永不死亡。",
  "长篇累牍": "累：重　叠；牍：古代写字用的木板。篇幅很长的文章。",
  "长袖善舞": "袖子长，有利于起舞。原指有所依靠，事情就容易成功。后形容有财势会耍手腕的人，善于钻营，会走",
  "长往远引": "指引身远行，一去不返。",
  "长途跋涉": "跋涉：翻山越岭、趟水过河。指远距离的翻山渡水。形容路途遥远，行路辛苦。",
  "长亭短亭": "古时设在路旁的亭舍，常用为饯别处。也指旅程遥远。",
  "长谈阔论": "犹高谈阔论。",
  "长算远略": "犹言深谋远虑。",
  "长绳系日": "系：拴，缚。用长绳子把太阳拴住。比喻想留住时光。",
  "长驾远驭": "喻帝王用某种政策、手段羁縻边远地区。",
  "长生久视": "久视：不老，耳目不衰。形容长寿。",
  "长生不老": "长生：永生。原为道教的话，后也用作对年长者的祝愿语。",
  "长蛇封豕": "长蛇和大猪。比喻贪暴者。",
  "长舌之妇": "常用来指多嘴多舌、喜欢说长道短、搬弄事非的女人。",
  "长驱直入": "驱：快跑；长驱：策马向很远的目的地前进；直入：不停顿地一直向前。军队以不可阻挡的威势快速地",
  "长久之计": "计：计划，策略。长远的打算。",
  "长颈鸟喙": "喙：鸟的嘴。长颈项，尖嘴巴。指阴险狠毒者的状貌。",
  "长街短巷": "犹言大街小巷。",
  "苌弘化碧": "苌弘：周朝时期，刘文公的大夫苌弘，一生忠于朝廷，后蒙冤为人所杀，传说其血化为碧玉。",
  "长绳系景": "指留住时光。",
  "搀行夺市": "跨行业抢生意。比喻越权夺职。",
  "搀前落后": "抢前落后，不整肃。",
  "铲迹销声": "铲：消除；销：消失。指隐藏起来，不公开露面。",
  "谄词令色": "说奉承人家的话，扮作讨好人家的表情。《东周列国志》八○回：“勾践为人机险，今为釜中之鱼，命",
  "剗旧谋新": "剗：通“铲”，铲除；谋：营求。革除旧的追求新的",
  "剗恶锄奸": "剗：通“铲”。铲除凶恶奸邪的人",
  "刬旧谋新": "犹除旧图新。革除旧的，谋求新的。",
  "刬草除根": "犹斩草除根。比喻除去祸根，以免后患。",
  "阐幽明微": "使幽深隐微的事物或道理显露出来。",
  "阐幽探赜": "阐明和探讨深奥精微的道理。 明  唐顺之 《吴孺人挽诗》序：“豈史主于紀大而畧小，詩主于闡幽探",
  "阐扬光大": "发扬光大。指使美好的事物在原来基础上不断发展、扩大和提高。",
  "冁然而笑": "冁然：笑的样子。高兴地笑起来。",
  "谄谀取容": "谄谀：谄媚，阿谀；容：脸色。谄谀巴结有权势的人，以求得他们的欢喜。",
  "谄笑胁肩": "讨好地强装笑脸，缩敛肩膀。形容阿谀逢迎的丑态。",
  "谄上抑下": "讨好上司，欺压下级。",
  "谄上欺下": "谄：讨好，奉承；欺：欺压。讨好上司，欺压下级。",
  "谄上骄下": "谄：讨好，奉承。对上谄媚讨好，对下骄横无理。",
  "谄上傲下": "对上讨好，对下傲慢。",
  "刬恶锄奸": "铲除凶恶奸邪之人。",
  "阐幽抉微": "指阐明幽隐，抉发精微。",
  "挦绵扯絮": "形容下大雪。",
  "缠绵缱绻": "形容情意深厚，难舍难分。 清  俞蛟 《潮嘉风月记·丽品》：“﹝ 蓉娘 ﹞情致纏緜繾綣，凡與交者",
  "蟾宫扳桂": "蟾宫：指月宫。科举时代比喻应试及第",
  "蝉联蚕绪": "比喻连续相承。 宋  沈辽 《＜苏州承天寺永安长老语录＞序》：“昔 如來 以正法眼藏授 大迦葉 ，",
  "蝉联往复": "不断重演。 梁启超 《新民说》十一：“故擾亂之種子不除，則蟬聯往復之破壞，終不可得免。”",
  "蝉蜕龙变": "犹言蝉蜕蛇解。《文选·夏侯湛＜东方朔画赞＞序》：“蟬蜕龍變，棄俗登仙。” 吕延济 注：“蟬蜕",
  "馋涎欲滴": "馋：看见好的食物就想吃；涎：口水；欲：将要。馋得口水都要滴下来了。形容贪吃或贪求欲望非常强",
  "蝉蜕蛇解": "1.如蝉脱壳，如龙蛇换皮。比喻解脱而进入更高境界。《淮南子·精神训》：“若此人者，抱素守精，",
  "蝉緌蟹匡": "《礼记·檀弓下》：“ 成 人有其兄死而不爲衰(縗)者，聞 子皋 將爲 成 宰，遂爲衰。 成 人曰：‘",
  "蟾宫折桂": "蟾宫：月宫。攀折月宫桂花。科举时代比喻应考得中。",
  "缠绵蕴藉": "蕴藉：含蓄而不直露。形容风格情调委婉细腻，含蓄而有节制。",
  "缠绵悱恻": "缠绵：情感萦绕而不能解脱；悱恻：悲苦。形容心情悲苦；无法排遣。后也指诗文情调凄怆而婉转。也",
  "蝉衫麟带": "薄绢制的衣衫，有文采的衣带。指飘逸华美的服装。 唐  温庭筠 《舞衣曲》：“蟬衫麟帶壓愁香，偷",
  "缠夹不清": "缠夹：纠缠夹杂。杂七杂八搅在一起，弄不清楚。",
  "禅絮沾泥": "比喻禅寂之心受到尘世烦恼的沾染。",
  "禅世雕龙": "指文章世代相传。",
  "谗言佞语": "中伤他人和奉承讨好的话语。",
  "蝉腹龟肠": "古人认为蝉只须饮露，乌龟只要喝水。比喻饥饿之极。",
  "蝉喘雷干": "蝉：昆虫名，知了；干：空。蝉喘息，雷声净。形容酷热干旱。",
  "蝉不知雪": "知了夏天生，秋天死，看不到雪。比喻人见闻不广。",
  "谗口铄金": "谗言足以熔化金石。极言谗言毁贤害能之厉害。",
  "缠绵床褥": "缠绵：纠缠不已，无法解脱。形容身患重病，卧床不起。也指沉溺于男女之事。",
  "拆东补西": "拆倒东边的墙，以修补西边的墙。比喻为了应急而牺牲这个弥补那个。",
  "拆白道字": "把一个字拆成一句话的一种文字游戏。",
  "钗荆裙布": "荆枝作钗，粗布为裙。形容妇女装束朴素。",
  "钗横鬓乱": "鬓：耳边的头发；钗：妇女的首饰，由两股合成。耳边的头发散乱，首饰横在一边。形容妇女睡眠初醒",
  "拆西补东": "比喻临时勉强凑合应付。同“拆东补西”。",
  "拆牌道字": "把一个字拆成一句话的一种文字游戏。同“拆白道字”。",
  "豺狼虎豹": "泛指危害人畜的各种猛兽。也比喻凶残的恶人。",
  "柴立不阿": "犹言刚直不阿。",
  "柴毁灭性": "柴毁：因极度哀痛而骨瘦如柴。旧指因居父母丧过度悲痛而身体消瘦衰弱，危及生命。唐·赵儋《右拾",
  "柴毁骨立": "形容因居父母丧过度哀痛，身体受到摧残，消瘦憔悴的样子。",
  "柴米夫妻": "为柴米的需要而结合的夫妻。指物质生活条件低微的贫贱夫妻。",
  "豺狼野心": "比喻坏人的狠毒用心。",
  "柴米油盐": "泛指一日三餐的生活必需品。",
  "豺狼横道": "横道：横在道路中间。比喻坏人当权。",
  "豺狼当路": "比喻暴虐奸邪的人掌握国政。",
  "豺狼当道": "豺、狼：两种凶残的野兽；当：正当；当道：横在路中间挡路。豺狼两种凶残的野兽横在道路中间。比",
  "豺狼成性": "豺：一种类似狼的凶残野兽；也叫“豺狗”。像豺狼一样凶恶残暴成了习性。",
  "豺虎肆虐": "豺、虎：两种凶残的野兽。比喻坏人像凶残的野兽般横行不法。",
  "豺狐之心": "指有豺狼和狐狸那样的凶残、狡猾的心肠。",
  "柴天改玉": "指改朝换代。柴天，烧柴祭天；改玉，改换佩玉。",
  "柴天改物": "指改朝换代。改物，改变前朝的文物制度。",
  "豺狼之吻": "比喻残酷贪婪的官吏。",
  "插翅难逃": "插上翅膀也难逃走。比喻陷入困境，怎么也逃不了。",
  "差三错四": "颠倒错乱。形容差错很多或虚假不实。",
  "插圈弄套": "比喻耍阴谋陷害人。",
  "插科使砌": "砌，拼凑；捏造。指以滑稽的动作和诙谐的语言引人发笑。",
  "插架万轴": "插架：将藏书安放在书架上。轴：古代书卷中的杆，借指书籍。形容藏书丰富。",
  "插翅难飞": "即使插上翅膀也难飞走。比喻无法逃脱。也作“插翅难逃”。",
  "差强人意": "差：稍微地；强：振奋。原指还算能振奋人的意志。现形容某人某事还不错；大体上还能使人满意。",
  "插科打诨": "科：古代戏曲用语；插科：指剧中人的表情和动作；诨：戏谑；开玩笑；打诨：用诙谐的语言相戏谑。",
  "姹紫嫣红": "姹：美丽；嫣：妖艳；美好。形容各色的美丽花朵争相斗妍。也作“嫣红姹紫”。",
  "茶饭无心": "没有心思喝茶吃饭。形容心情焦虑不安",
  "茶余酒后": "泛指休息或空闲的时候。",
  "搽脂抹粉": "指化妆打扮。今亦用于形容掩饰、遮盖。",
  "察察而明": "谓在细枝末节上用心，而自以为明察。《晋书·皇甫谧传》：“若乃圣帝之创化也，参德乎二皇，齐风",
  "察察为明": "察察：分析明辨；明：精明。形容专在细枝末节上显示精明。",
  "察己知人": "指情理之中的事情，察度自己，就可知之别人。",
  "察见渊鱼": "渊：深潭。能看清深水中的鱼。比喻为人过于精明。",
  "茶余饭饱": "泛指闲暇之时。元·关汉卿《斗鹤鹊·女校尉》曲：“茶余饭饱邀故友，谢馆秦楼，散闷消愁。”明·",
  "查无实据": "查究起来，没有确实的根据或证据。",
  "察今知古": "指事物的发展是一个过程。它总是循着时间的先后逐渐演变而成的。观察它的现在，可以推知它的本来",
  "察言观色": "察；观：仔细看；言：话；色：脸色。琢磨别人说的话；观察人的脸色。以揣度对方的心意。",
  "察言观行": "指考察其言行以知人。",
  "察颜观色": "观察别人的脸色，以揣摩其心意。",
  "茶余饭后": "品茶、吃饭之后的一段闲暇时间。多指傍晚一段时间。",
  "层出不穷": "层：重复；层出：重复地出现；穷：尽。接连不断地出现；没有穷尽。有时喻指事物变幻之快。",
  "层见错出": "指接连不断地多次出现。",
  "层见迭出": "层：重复；迭：一次又一次。指接连不断地多次出现。",
  "层见叠出": "层：重复；迭：一次又一次。接连不断出现。比喻事物很多。",
  "层峦迭嶂": "峦：山峰；嶂：直立像屏障的山；层、迭：重复，一层加上一层。形容山峰起伏，连绵重迭。",
  "层峦叠嶂": "峦：山峰；嶂：高耸、险峻像屏障一样的山峰。形容山岭重叠；峰峦相接；连绵不断。也作“层岩叠峰",
  "层台累榭": "榭：建在高土台上的敞屋。一层层高台，一座座建在高台上的敞屋。形容亭台档榭一类的建筑高下相间",
  "曾经沧海": "曾经：以前经历过；沧海：大海。曾经见过大海。后比喻人见过大世面；眼界很高。",
  "曾几何时": "曾：曾经；几何：多少；时：时间。才过了多少时间。指时间过去没有多久。",
  "曾无与二": "独一无二，没有比得上的。",
  "参差不一": "形容不整齐或不一致。同“参差不齐”。",
  "参差错落": "参差：长短、高低、大小不一致。错落：交错、交织的样子。各种不同的事物，错综复杂地交织在一起",
  "参伍错综": "指交互错杂。",
  "骖风驷霞": "指仙道者云游四方。",
  "参差不齐": "参差：长短、高低、大小不一致。形容很不整齐或水平不一。",
  "岑楼齐末": "只比较末端，方寸的木头也可高过高楼。比喻不从本着手，则无法认清事实。",
  "侧目而视": "侧目：斜着眼睛；视：看。斜着眼睛看人；不敢用正眼去看。形容拘谨畏惧或愤怒的样子。",
  "策无遗算": "策：计谋，策划；算：计划，筹谋。所出的谋略周密准确，没有遗漏失算之处",
  "策名委质": "用以指因仕宦而献身于朝廷之事。",
  "策驽砺钝": "驱策劣马，磨砺钝刀。指勉为其难，努力从事。驽，低能的马；钝，不锋利的刀。",
  "策顽磨钝": "鞭策愚顽，磨砺迟钝。极言勉力奋进。",
  "侧足而立": "形容有所畏惧，不敢正立。",
  "厕身其间": "指某件事自己参与在内。",
  "厕足其间": "厕足：插足。在里面插一脚。",
  "恻怛之心": "形容对人寄予同情。同“恻隐之心”。",
  "恻隐之心": "恻：悲伤；隐：伤痛；恻隐：对遭受不幸的人表示同情。指怜悯受苦受难者的心情。",
  "策马飞舆": "指驾马车疾行。",
  "策名就列": "书名于策，就位朝班。意指做官。",
  "操戈同室": "指兄弟相残或内部纷争。",
  "操之过激": "指处事过于激烈。",
  "操之过急": "操：做；过：过分　。处理事情或解决问题过于急躁。",
  "操之过切": "指处事过于急切。",
  "操纵自如": "掌握运用或驾驭得心应手，毫无阻碍。",
  "操刀必割": "操：持。手里拿着刀，一定要割物。比喻办事必须及时。",
  "操刀伤锦": "操刀和割锦本不是一回事，后人并而为一，比喻才能太低，不能胜任责任重大的事情。",
  "操刀制锦": "比喻出仕从政。",
  "操矛入室": "比喻深入了解对方，找出其纰漏，又以对方的论点来批驳对方。",
  "操觚染翰": "觚，木简；翰，长而硬的鸟羽。指写作。",
  "操翰成章": "操：持，拿；翰：鸟毛，借指毛笔。拿起笔来就写成文章，形容文思敏捷",
  "操奇计赢": "奇：奇货；赢：盈利。掌握难得的货物，计算盈利。形容商人囤积货物，谋取厚利。",
  "操赢致奇": "指商贾居奇牟利。",
  "操揉磨治": "犹言反复磨练。",
  "操身行世": "犹言立身处世。",
  "操之过蹙": "犹言操之过急。指处理事情，解决问题过于急躁。",
  "操斧伐柯": "执斧砍伐斧柄。比喻可就近取法。",
  "草靡风行": "比喻道德文教的感化人。同“风行草偃”。",
  "草船借箭": "运用智谋，凭借他人的人力或财力来达到自己的目的。",
  "草草收兵": "马马虎虎地就收了兵。比喻工作不负责任，不细致，不慎重。",
  "草草了事": "草草：草率；马虎；了：了结；结束。草率地把事结束了。也作“草率了事”、“草草完事”。",
  "草木皆兵": "木：树；皆：全；都是。野草和树木都像是兵士。比喻军队败退时心虚；把草木都看成为是敌兵。亦形",
  "草腹菜肠": "比喻毫无才学。亦用为谦词。",
  "草间求活": "草间：草野之中。形容只求眼前能马马虎虎活下去。",
  "草庐三顾": "顾：拜访。刘备为请诸葛亮，三次到草庐中去拜访他。后用此典故表示帝王对臣下的知遇之恩。也比喻",
  "草长莺飞": "莺：黄鹂。形容江南暮春的景色。",
  "草菅人命": "菅：一种多年生的茅草；泛指野草、杂草。把人的性命看得像野草一样轻贱；随意加以摧残。指反动统",
  "草芥人命": "视人命如草芥而任意摧残。同“草菅人命”。",
  "草率从事": "草率：粗枝大叶，敷衍了事。马马虎虎就处理了。形容办事不认真。",
  "草率将事": "指办事马虎不认真。",
  "草率收兵": "比喻马马虎虎、急急忙忙地把事情结束了。",
  "草满囹圄": "监狱里长满了草。比喻政治清明，犯罪的人极少。",
  "草衣木食": "木：树。编草为衣，以树木果实为食。形容衣食简单，生活清苦",
  "草创未就": "草创：开始创办或创立；就：完成。刚开始做，尚未完成。",
  "草木俱朽": "象草木一样死去，世人并不知道。借喻人一生毫无建树。",
  "草木萧疏": "萧疏：冷落，稀稀落落。花草树木都已枯萎凋谢。形容深秋景象。",
  "草木愚夫": "愚：愚蠢；愚夫：匹夫。像山野之中草木那样愚昧无知的人。也指粗俗平庸的百姓",
  "草木知威": "连草木都知道他的威名。形容威势极大。",
  "草蛇灰线": "比喻事物留下隐约可寻的线索和迹象。",
  "草薙禽狝": "薙：除草；狝：杀戮。像割除野草，捕杀禽兽一般无所顾惜。比喻肆意屠戮，无所顾惜",
  "草头天子": "强盗的头领，旧时亦指入山聚众起义的首领。",
  "草行露宿": "走在野草里，睡在露天下。形容走远路的人艰苦和匆忙的情形。",
  "草莽英雄": "草莽：草丛，草野。旧时指在山林出没的农民起义或强盗们中的著名人物。",
  "曹社之谋": "《左传·哀公七年》：“初，曹人或梦众君子立于社宫，而谋亡曹。”社：曹之国社。后进以“曹社之",
  "仓卒之际": "仓卒：仓促，匆忙。匆忙之间。",
  "苍黄翻覆": "苍：青色；苍黄：青色和黄色；反覆：反复无常。比喻变化不定，反复无常。",
  "苍黄翻复": "苍：青色。比喻变化不定，反复无常。",
  "苍狗白云": "比喻事物变幻无常。同“苍狗白衣”。",
  "苍狗白衣": "同白衣苍狗，比喻世事变化无常。",
  "苍翠欲滴": "苍：青色；翠：青绿色。翠绿的颜色像要滴下来。形容草木茂盛；充满生机。也形容文句精彩。",
  "沧浪老人": "指隐者、渔父。",
  "沧海遗珠": "大海里的珍珠被采珠人所遗漏。比喻埋没人才或被埋没的人才。",
  "沧海一粟": "沧海：大海；粟：谷子。大海中的一粒谷子。比喻非常渺小；微不足道。也作“大海一粟”。",
  "沧海一鳞": "大海中的一片鱼鳞。比喻非常渺小。",
  "沧海桑田": "沧海：大海；桑田：种桑树的地；泛指农田。大海变成农田；农田变成大海。比喻世事变化很大。也作",
  "仓卒主人": "仓卒：匆忙。客人突然到来，仓促中招待不周，难尽主人之礼。",
  "仓皇无措": "慌慌张张地外出逃跑。同“仓皇失措”。",
  "仓皇失措": "仓皇：匆忙而又慌张；措：措置；安排。指忙乱惊慌得不知怎么办才好。",
  "仓皇出逃": "仓皇：匆忙，慌张。慌慌张张地外出逃跑。",
  "苍黄反复": "苍：青色。反复：颠过来倒过去。青的一会儿变成黄的，黄的一会变成青的。比喻变化不定，反复无常",
  "苍髯如戟": "苍：青色；髯：两颊上的胡须。又长又硬的胡子好像长戟。形容男子相貌威猛",
  "苍生涂炭": "涂：泥淖。形容老百姓像陷入泥坑、掉进火坑那样痛苦。",
  "沧海横流": "沧海：大海；横流：水溢出河道四处奔流。海水泛滥；四处奔流。比喻政治混乱；社会动荡不安；也作",
  "苍颜白发": "颜：容颜。面容苍老，满头白发。",
  "苍蝇见血": "苍蝇一见到血，就拼命吮吸。比喻十分贪婪。",
  "苍松翠柏": "苍：青色。翠：青绿色。指四季常青的松柏。比喻具有高贵品质、坚定节操的人。",
  "藏垢纳污": "垢、污：肮脏的东西；纳：容纳。比喻包容坏人坏事。也比喻居上位者有容人之量；能够容忍有损自己",
  "藏踪蹑迹": "蹑：轻步行走的样子。隐秘行踪，悄悄行动。",
  "藏诸名山": "把著作藏在名山，传给志趣相投的人。",
  "藏之名山": "把著作藏在名山传给志趣相投的人。形容著作极有价值。",
  "藏形匿影": "藏、匿：隐藏。隐藏形迹，不露真相。",
  "藏污纳垢": "污、垢：肮脏的东西。比喻隐藏或包容坏人坏事。",
  "藏弓烹狗": "飞鸟射尽了就把良弓收起，狡兔被捉就把捕兔的猎狗煮了吃肉。旧时比喻统治者得势后，废弃、杀害有",
  "藏头露尾": "头藏起来；却把尾巴露出来了。比喻遮遮掩掩或躲躲闪闪；不肯把真实情况全暴露出来。也作“露尾藏",
  "藏锋敛锷": "锷：剑刃。比喻人不露锋芒。《野叟曝言》一三回：“大智若愚，大勇若怯，不是要埋冤他，正深爱着",
  "藏锋敛颖": "比喻不露锋芒。同“藏锋敛锷”。",
  "藏龙卧虎": "龙、虎：比喻不平常的人物。隐藏着的龙；睡卧着的虎。比喻潜藏着未被发现的人才或英雄。",
  "藏怒宿怨": "藏、宿：存留。把愤怒和怨恨藏留在心里。指心怀怨恨，久久难消。",
  "藏器待时": "器：用具，引伸为才能。比喻学好本领，等待施展的机会。",
  "藏巧于拙": "有才能而不显示出来。",
  "藏头亢脑": "遮遮掩掩，不明不白。",
  "尝在围中": "曾在被包围之中。",
  "参伍错纵": "指交互错杂。同“参伍错综”。",
  "餐风茹雪": "形容野外生活的艰苦。",
  "餐风咽露": "形容旅途或野外生活的艰苦。",
  "餐风宿露": "宿：住宿，过夜。形容旅途或野外生活的艰苦",
  "餐风宿水": "形容旅途的辛苦。",
  "餐霞漱瀣": "餐食日霞，吸饮沆瀣。指超尘脱俗的仙家生活。",
  "餐松饮涧": "食松实，饮涧水。指过隐居生活。",
  "餐松啖柏": "以松柏的叶实充饥。形容修仙学道者超尘脱俗的生活。",
  "参透机关": "参：检验，察看。机关：阴谋或秘密所在。看透了阴谋和秘密。",
  "参天两地": "①为《易》卦立数之义。②引申为人之德可与天地相比。",
  "参天贰地": "为《易》卦立数之义。后引申为人之德可与天地相比。同“参天两地”。",
  "餐霞饮液": "指修炼长生不老之术。",
  "骖鸾驭鹤": "驾驭鸾凤仙鹤。比喻成仙。",
  "餐风露宿": "餐：吃；宿：睡觉。在风中吃饭；在露天过夜。形容旅途或野外的艰辛。也作“露宿风餐”、“风餐露",
  "餐风沐雨": "餐：吃；沐：洗。以风充饥，用雨水洗头。形容旅行或野外生活的艰辛。",
  "餐葩饮露": "吞食百花，吸饮露水。形容超尘脱俗的神仙生活。",
  "餐霞饮瀣": "餐食日霞，吸饮沆瀣。指超尘脱俗的仙家生活。",
  "参前倚衡": "意指言行要讲究忠信笃敬，站着就仿佛看见“忠信笃敬”四字展现于眼前，乘车就好像看见这几个字在",
  "餐腥啄腐": "比喻追求功名利禄。",
  "餐云卧石": "指超脱尘世的隐逸生活。",
  "餐风饮露": "形容旅途或野外生活的艰苦。",
  "餐霞饮景": "餐食日霞，吞饮日光。指超尘脱俗，修炼成仙。",
  "惨緑少年": "唐  张固 《幽闲鼓吹》：“ 潘孟陽 初爲户部侍郎，太夫人憂惕，謂曰：‘以爾人材，而在丞郎之位",
  "惨緑年华": "风华正茂的青年时期。 清  龚自珍 《己卯自春徂夏在京师作》诗之七：“十年提倡受恩身，慘緑年華",
  "惨绿愁红": "红、绿：指花、叶。指经过风雨摧残的残花败叶。多寄以对身世凄凉的感情。",
  "惨緑愁红": "指经风雨摧残的绿叶红花。 宋  柳永 《定风波》词：“自春來，慘緑愁紅，芳心是事可可。” 宋  ",
  "惨绿年华": "指风华正茂的青年时期。",
  "惨雨酸风": "犹言凄风苦雨。指令人伤感的天气。亦以喻不安定的局势。",
  "惨无天日": "犹言暗无天日。",
  "惨无人理": "犹言惨无人道。指残酷狠毒到极点，如野兽一样。",
  "惨无人道": "惨：狠毒；残暴；人道：指对人的同情、尊重、爱护与关怀。残忍毒辣；毫无人性。形容凶恶残暴到了",
  "惨绿少年": "惨绿：浅绿，指服色。原指穿浅绿衣服的少年。后指讲究装饰的青年男子。",
  "惨绝人寰": "惨：狠毒；残酷；绝：穷尽；人寰：人世；人间。世间再没有比这更残酷的了。形容残酷凄惨到了极点",
  "惨澹经营": "亦作“惨淡经营”。①原指作画前先用浅淡颜色勾勒轮廓，苦心构思，经营位置。南朝齐谢赫《古画品",
  "惨淡经营": "惨淡：费尽心思；经营：筹划；组织。原指作画下笔之前；精心构思；计划布局。后形容苦费心思去谋",
  "惨不忍言": "惨：悲惨；言：讲，说。不忍心把悲惨情形说出口",
  "惨不忍闻": "惨：悲惨；凄惨；闻：听见。悲惨得不忍听下去。",
  "惨不忍睹": "睹：看。情景凄惨；使人不忍看下去。",
  "惨然不乐": "表情凄楚的样子。",
  "灿烂辉煌": "灿烂：鲜明耀眼。形容光彩四射，鲜明耀眼。也比喻成绩卓著，十分引人注目。",
  "粲花之论": "粲花：鲜艳的花朵；论：言论。称赞言论的典雅隽妙。",
  "粲然可观": "粲然：鲜明的样子。形容事物色彩鲜明。指成绩卓著，达到很高的水平。",
  "灿然一新": "灿然：耀眼的光彩。耀眼的光彩，给人一种全新的感觉。",
  "灿若繁星": "灿：灿烂。繁：众多。亮晶晶的就像天上众多的星星。比喻才能出从的人很多。",
  "残编裂简": "指残缺不全的书籍或零散不整的诗文字画。",
  "残羹冷炙": "残：剩余的；羹：有浓汁的食品；炙：烤熟的肉。喝剩下的酒食。可泛指吃剩下的饭菜。旧时引申为权",
  "残冬腊月": "腊月：阴历十二月。指一年将尽之时。",
  "残杯冷炙": "残：剩余；杯：指酒；炙：烤肉。指吃剩的饭菜。也比喻别人施舍的东西。",
  "残膏剩馥": "残：剩余；膏：油脂；馥：香气。比喻前人留下的文学遗产。",
  "残汤剩饭": "指吃剩的饭菜。也比喻别人施舍的东西。",
  "残圭断璧": "残缺不全的圭璧。指虽然残缺却是很珍贵的东西。",
  "残花败柳": "败：衰败。残：凋残。凋残的柳树，残败了的花。旧时用以比喻生活放荡或被蹂躏遗弃的女子。",
  "残军败将": "战败后残余的兵将。同“残兵败将”。",
  "残民害理": "残害百姓，违背天理。形容反动统治者所作所为的残忍不义。",
  "残兵败将": "残：残余的；不完整的；败：输。剩下的士兵；打败的将官。形容损失惨重；被打得七零八落；失去战",
  "残编断简": "指残缺不全的书籍。编，用来穿联竹简的皮条或绳子。简，竹简，古代用来书写的竹片。",
  "残暴不仁": "凶狠毒辣，一点也没有同情、怜悯之心。",
  "残民害物": "残：伤害。摧残百姓，损害财物",
  "蚕绩蟹匡": "匡：背壳。比喻名是实非，两不相干。",
  "蚕食鲸吞": "食：吃；吞：整个儿咽下去。像蚕啃桑叶一样一点一点来；或像鲸鱼吃食一样大口大口吞。比喻强国用",
  "蚕头燕尾": "形容书法起笔凝重，结笔轻疾。",
  "蚕丛鸟道": "指险绝的山路。",
  "残茶剩饭": "残留下的一点茶水，剩下来的一点食物。",
  "残章断简": "指残缺不全的书籍或零散不整的诗文字画。编，用来穿联竹简的皮条或绳子。简，竹简，古代用来书写",
  "残渣余孽": "残渣：剩余的渣滓；孽：妖孽；指坏人。残存的坏人和恶势力。比喻在消灭或淘汰过程中剩下来的坏人",
  "残山剩水": "指国家领土大都沦陷后残余的部分。也比喻未被消除而剩下来的事物。",
  "残缺不全": "残缺：缺少一部分；不完整。残余短缺不完全。形容物体经过破坏；变得不完整了。",
  "残篇断简": "残缺不全的书籍。北周·庚信《谢滕王集序启》：“某本乏财用，无多作述……至如残编落简，并入尘",
  "残年余力": "指年老体衰。",
  "残年暮景": "残：衰残。指人到了晚年。",
  "残民以逞": "残：残害；逞：称愿，满足某种心愿。残害人民，来实现某种愿望，使自己称心如意。",
  "惭凫企鹤": "比喻惭愧自己的短处，羡慕别人的长处。",
  "才薄智浅": "形容人的才智浅薄。自谦的说法。",
  "猜枚行令": "猜枚：一种酒令，原指手中握若干小物件供人猜测单双、数目等。现亦指划拳。行令：行酒令。喝酒时",
  "猜拳行令": "划拳行酒令。形容宴饮欢畅。猜拳：饮酒时两人同时伸出手指并说一数，如数与两人伸出手指的总数相",
  "采薪之疾": "病了不能打柴。自称有病的婉辞。",
  "采风问俗": "风：歌谣；俗：风俗。采集歌谣，访问风俗",
  "采葑采菲": "葑：蔓青，叶和根、茎都可食，但味苦；菲：芜菁类植物。比喻不因其所短而舍其所长",
  "彩云易散": "美丽的彩云容易消散。比喻美满的姻缘被轻易拆散。",
  "采凤随鸦": "比喻才貌出众的女子嫁给远不如自己的男人。",
  "采椽不斫": "采：柞木。比喻生活简朴。",
  "采兰赠芍": "兰：兰花，花味清香；芍：芍药。比喻男女互赠礼物，表示相爱。",
  "采兰赠药": "兰：兰花，花味清香；药：芍药。比喻男女互赠礼物，表示相爱。",
  "采薪之忧": "采薪：打柴。病了不能打柴。自称有病的婉辞。",
  "彩笔生花": "生花：长出花来。比喻才思有很大的进步",
  "彩凤随鸦": "凤：凤凰；鸦：乌鸦。美丽的凤鸟跟了丑陋的乌鸦。比喻女子嫁给才貌配不上好的人。",
  "彩衣娱亲": "传说春秋时有个老莱子，很孝顺，七十岁了有时还穿着彩色衣服，扮成幼儿，引父母发笑。后作为孝顺",
  "采及葑菲": "别人征求自己意见时表示谦虚的说法。",
  "菜蔬之色": "比喻人们在饥荒年景度日所显现的营养不良的脸色。",
  "材德兼备": "材：通“才”。既有工作的才干和能力，又有好的思想品质。",
  "才夸八斗": "夸耀才华出众。",
  "才兼文武": "指人具有文武两方面的才能。",
  "才华横溢": "才华：表现于外的才能。多指文学文艺书画方面而言。很有才华；或充满了才华。",
  "材轻德薄": "指才德疏浅。有时用为谦词。",
  "材能兼备": "材：通“才”。才智和能力都具备。",
  "材茂行絜": "絜，同“洁”，干净，廉洁。才智丰茂，行为廉洁。",
  "材茂行洁": "才智丰茂，行为廉洁。",
  "才望高雅": "形容人富有才学，享有很高的声望，不同流俗。",
  "材高知深": "材：通“才”。知：通“智”。才能出众，智慧高超。",
  "才貌两全": "才学相貌都好。同“才貌双全”。",
  "材大难用": "原意是能力强难用于小事。后形容怀才不遇。",
  "材薄质衰": "指才情资质薄弱。有时用为谦词。",
  "材疏志大": "指志向虽大而才能不足。有时用为谦词。",
  "才子佳人": "才子：有文学才华的男人；佳人：容貌美丽的女子。有才学的男子和美貌的女子。旧时指才华杰出的男",
  "才占八斗": "才：文才，才华。形容人学问高，文才好。",
  "才学兼优": "才能和学问都优秀。",
  "材剧志大": "指才智多，志向大。",
  "才广妨身": "妨：妨害。自恃才能广博，有时反而害了自己。元·周文质《斗鹌鹑·自悟》套曲：“看了些英雄休争",
  "才轻德薄": "才识疏浅，德行不高。常用作自谦之词。同“才疏德薄”。",
  "才贯二酉": "二酉yǒu：指大酉山、小酉山。据《太平御览》卷四引《荆州记》裁：传说大酉、小酉(在今湖南沅陵",
  "才高运蹇": "蹇：不顺利。才学很高，但命运不好，无法施展才华。含怀才不遇之意。",
  "才高意广": "意：意愿；理想；广：广阔；远大。才学很高；志向远大；却难于成就大事业。",
  "才高行洁": "洁：清白。才能高；品行好。",
  "才高行厚": "厚：不可轻薄，端谨。指才能高，品德端谨。",
  "才华盖世": "盖：覆盖，超过。才能很高，远远超过当代的人。",
  "才貌兼全": "既有才学，容貌又美。同“才貌双全”。",
  "才过屈宋": "屈、宋：战国楚文学家屈原和宋玉。比喻文才极高。唐·杜甫《醉时歌》“先生有道出羲黄，先生有才",
  "才貌俱全": "俱：全，都。既有才学，容貌又美。亦作“才貌兼全”、“才貌双绝”、“才貌双全”、“才貌两全”",
  "才气无双": "英勇的气慨，天下没有第二个人。",
  "才气过人": "才：才能；气：气魄。才能气魄胜过一般的人。",
  "才墨之薮": "指文人聚集的地方。",
  "才貌双全": "形容人的才学高；容貌姣美。",
  "才貌双绝": "才学相貌都好。同“才貌双全”。",
  "才疏志大": "才干有限而抱负很大。",
  "才华超众": "才华：表现于外的才能。才能远远超出一般人。",
  "财殚力竭": "钱财和力量全部用尽。比喻生活陷入困窘的境地。",
  "才秀人微": "秀：优异。微：卑微，低微。指才能优异而地位卑微。",
  "才大难用": "原意是能力强难用于小事。后形容怀才不遇。同“材大难用”。",
  "才蔽识浅": "蔽：塞而不通。才能蔽塞见识浅陋。南朝梁·江淹《萧重让扬州表》：“臣才蔽识浅，非集誉于乡曲；",
  "财运亨通": "运：运气；命运；亨通：顺利；通畅。发财的运气好；钱赚得顺利；痛快。",
  "裁长补短": "裁：剪裁。指吸收别人长处，以弥补自己的不足。",
  "裁红点翠": "①采摘花卉。②比喻选择华丽的辞藻。",
  "财匮力绌": "指钱财缺乏，力量不足。",
  "才短气粗": "才：才识；短：短浅；气：气质。缺少才干，气质粗鲁。",
  "财殚力痡": "殚：竭尽；痡：过度疲劳。钱财枯竭，民力疲困。",
  "才短思涩": "才：才识。短：短浅。涩：迟钝。见识短浅，思路迟钝。指写作能力差。",
  "财大气粗": "气：气势；粗：粗大。指富有财产，气派不凡。也指仗着钱财多而气势凌人",
  "财不露白": "露：显露；白：银子的代称。旧指有钱财不能泄露给别人看。现指随身携带的钱财不在人前显露。",
  "才德兼备": "才：才能。德：品德。备：具备。才能和品德都具备。",
  "裁心镂舌": "形容用尽心思，费尽口舌。",
  "裁月镂云": "裁：剪裁；镂：雕刻。剪裁明月，雕刻云霞。比喻诗文中辞藻润饰，景物描绘的新巧。",
  "财竭力尽": "竭：完，尽。钱财和力量全部用尽。比喻生活陷入困窘的境地",
  "才疏学浅": "疏：浅薄。才学不高，学识不深（多用作自谦的话）。",
  "才识过人": "才能和见识超过一般人。",
  "材雄德茂": "指才德杰出。",
  "材朽行秽": "指无才无德。有时用为谦词。",
  "材优干济": "指才能优异，有干练的办事能力。",
  "才疏德薄": "才识疏浅，德行不高。常用作自谦之词。",
  "裁云翦水": "裁行云，剪流水。比喻诗文构思精妙新巧。 明  屠隆 《綵毫记·夫妻玩赏》：“名擅雕龍，詩成倚馬",
  "才大如海": "多用来称誉对方的才学渊博。",
  "材士练兵": "犹言勇士精兵。",
  "裁云剪水": "裁：裁剪。裁行云，剪流水。比喻诗文构思精妙新巧",
  "才疏意广": "疏：粗疏；广：广大。才干有限而抱负很大。",
  "财迷心窍": "迷：昏乱。指一心爱财而心中糊涂",
  "才高识远": "才能超众，见识深远。",
  "才高气清": "才：才能；气：气质。指才调高雅，气质清新",
  "才高七步": "形容才思敏捷。",
  "才高八斗": "才：才华。比喻人极有才华。",
  "才多识寡": "才：才识。识：见识。寡：少。天资高，但见识少。",
  "才疏计拙": "指才识疏浅，不善谋算。",
  "裁书叙心": "写了这封信表述心意。",
  "擦掌磨拳": "形容准备动武，准备动手干或焦灼不安的样子。",
  "擦脂抹粉": "擦：涂；脂：胭脂；抹：揩；粉：香粉。涂脂抹粉",
  "擦拳抹掌": "形容战斗或劳动之前，人们精神振奋，跃跃欲试的样子。同“摩拳擦掌”。",
  "苍白无力": "苍白：灰白。形容贫弱无力。",
  "熯天炽地": "形容火势极猛。",
  "歠菽饮水": "喝豆粥饮白水。比喻生活清苦。",
  "臭味相投": "臭味：气味；相投：互相投合。彼此的思想作风、兴趣等相同，很合得来（常指坏的）。",
  "朝虀暮盐": "见“ 朝齏暮鹽 ”。",
  "朝锺暮皷": "见“ 朝鐘暮鼓 ”。",
  "晬面盎背": "谓德性表现于外，而有温润之貌，敦厚之态。指有德者的仪态。语本《孟子·尽心上》：“君子所性，",
  "残兵败卒": "残：残余的，不完整的；败：输。战败后剩余的兵卒。指被击溃的军队或势力",
  "残羹剩饭": "吃剩的饭菜，比喻别人取用后剩下的一点儿东西",
  "残酷无情": "残忍冷酷，没有任何情面",
  "残虐不仁": "仁：仁爱。凶恶暴虐不讲仁义",
  "残槃冷炙": "冷炙：已经凉了的烤肉。指残剩的饭菜。也指权贵施舍的东西",
  "残忍不仁": "残忍：凶暴；仁：仁爱。凶恶暴虐不讲仁义",
  "残丝断魂": "残：剩余；断：断绝；魂：魂魄。比喻即将死亡的生命",
  "残汤冷饭": "残：剩下。残剩下来的汤水和饭菜",
  "残汤剩水": "指残剩下来的汤水与食物",
  "残贤害善": "残：残害；贤：有才德的人。残害有才德善良的人",
  "草草率率": "指人做事马虎，不细致",
  "草率了事": "了：了结，结束。草率地把事情结束了",
  "草率行事": "草率：粗枝大叶，敷衍了事。形容办事不认真",
  "草茅之臣": "草茅：杂草。比喻在野无权的人",
  "草木荣枯": "荣枯：繁茂和枯萎。草木的茂盛和干枯",
  "草泽英雄": "草泽：荒野地。指在山林出没的农民起义军首领",
  "差若天渊": "差：不同；天渊：天和深渊。比喻差别极大",
  "差足自喜": "差：略；足：可。指自己觉得尚可自慰",
  "城府深沉": "城府：城市和官府，比喻深远用心。形容待人处事的心机深沉，使人难以揣测",
  "持刀弄棒": "持：拿；棒：木棍。形容喜欢习武",
  "持刀执棍": "拿着刀枪棍棒准备打架",
  "持禄保位": "持；保持；禄：薪俸；位：职位。指为保住官位而阿谀奉承或有过失不肯离职",
  "持禄固宠": "禄：薪俸；宠：宠爱。保住俸禄职位巩固宠信。指大臣不行正道",
  "持禄取容": "持：拿；禄：薪俸；取容：取悦。指为保住职位而去取悦别人",
  "持禄养身": "禄：薪俸。保住职位以养自身。形容庸碌无为",
  "持枪鹄立": "鹄：天鹅；鹄立：像天鹅一样站立。形容军人手握钢枪，庄严肃立",
  "持枪实弹": "持：握。手握钢枪，子弹上膛。形容全副武装，准备战斗",
  "持疑不决": "疑：疑虑。心怀疑虑，迟迟不能决定",
  "持盈守虚": "盈：盛满；虚：谦虚。指事业处于极盛时要谦虚谨慎，不要骄傲自满",
  "持正不挠": "挠：弯曲。主持公道，不偏不向，不屈服",
  "持重待机": "持重：小心谨慎。形容谨慎地等待时机",
  "重归于好": "归于：回到；好：和好。指彼此重新和好",
  "重楼飞阁": "重：重叠；飞阁：高阁。形容楼台高阁很多",
  "重施故伎": "重新施用过去的伎俩",
  "重修旧好": "恢复旧情，重归于好",
  "重张旗鼓": "重：重新；旗鼓：古时作战用的旌旗与战鼓。比喻失败或受挫折后，重新整顿与组织力量，准备再干",
  "重重叠叠": "同样的东西层层堆叠或指反反复复",
  "除残祛暴": "除：去掉；祛：除去；暴：凶暴。铲除残暴",
  "除患宁乱": "患：祸患，灾难；宁：安定。除掉祸患，安定叛乱",
  "除邪去害": "邪：邪恶。铲除邪恶，去掉祸害",
  "穿靴戴帽": "穿着衣服鞋帽的方式或习惯。比喻在写文章或讲话的前后硬加进一些例行的政治说教",
  "穿穴逾墙": "穿：凿通；逾：越过。指穿洞翻墙的偷窃行为",
  "穿衣吃饭": "指人的基本需求",
  "穿针走线": "像穿针走线活动样地表演或行动",
  "穿着打扮": "穿戴的服饰形式",
  "春蚕抽丝": "蚕：昆虫名；抽：拔出。形容人的思绪、言谈牵扯无尽",
  "春蚕自缚": "蚕：昆虫名；缚：缠束。像蚕作茧自缚。比喻自己束缚自己",
  "春风报罢": "报罢：考试不中。指考试落第",
  "春光如海": "形容大地充满了明媚的春光",
  "春归人老": "归：回去。比喻女人青春已去，人老珠黄",
  "春韭秋菘": "韭：韭菜；菘：一种阔叶蔬菜。泛指时新菜蔬",
  "春来秋去": "秋天过去，春天到来。形容时光流逝",
  "春祈秋报": "祈：向神求祷；报：为报恩而祭祀。指春秋两季举行的祭祀",
  "春去冬来": "春天过去，冬天到来。形容时光流逝",
  "春去夏来": "春天过去，夏天到来。形容时光流逝",
  "春色恼人": "恼：撩拔，挑逗。春天的景色引起人们的兴致",
  "春山八字": "八字：指眉毛。形容眉如春山秀美",
  "春事阑珊": "阑珊：将尽，将衰。指春天就要过去了",
  "春夏秋冬": "指四季或一年",
  "促膝而谈": "促：靠近。靠近坐着谈心里话",
  "采光剖璞": "光：光辉；璞：玉石毛料。比喻挑选人才",
  "采善贬恶": "采：选择；贬；贬斥。采取善良的行为，贬斥恶劣的行径",
  "采擢荐进": "擢：选拔，提拔；荐：推荐。指对人才的选拔、举荐和提升",
  "侧词艳曲": "侧：不正；艳：艳丽。文词艳丽而流于轻佻",
  "参错重出": "参错：参差错落。许多事物交错在一起不断出现。形容事物错综复杂",
  "拆家荡产": "拆：拆散；荡：弄光。家庭败落，丧失全部家产",
  "畅叙幽情": "畅：尽情；叙：叙谈。尽情地叙谈倾诉",
  "承风希旨": "承：顺承；希：企望。指言语行动迎合上级的意图",
  "承欢献媚": "承欢：迎合他人博取欢心。以自己的媚态博得别人欢心",
  "承颜顺旨": "承颜：顺从他人的脸色；顺：顺从。极力迎合顺从他人的旨意",
  "诚欢诚喜": "诚：真是，的确。形容非常欢喜",
  "诚惶诚惧": "诚：确实；惶：害怕；惧：畏惧。惶恐不安。指非常小心谨慎以至于惶恐不安",
  "诚恐诚惶": "诚：确实；惶：害怕。惶恐不安。指非常小心谨慎以至于惶恐不安",
  "诚心敬意": "诚：真心实意。形容对人十分真诚有礼貌",
  "诚意正心": "诚：真心实意；正：纠正。有真诚的心意才能端正心思",
  "齿敝舌存": "牙齿都掉了，舌头还留存。比喻刚硬的容易折断，柔软的常能保全",
  "宠辱无惊": "宠：宠爱；辱：羞辱。受宠受辱都不感到惊讶、无动于衷。指把个人得失置之度外",
  "抽钉拔楔": "抽：拔出；楔：楔子。抽去钉子，拔出木楔。比喻彻底解决问题",
  "抽简禄马": "抽简：抽竹简占卦；禄马：禄存与天马。指算命占卦",
  "抽青配白": "以青配白，比喻以对偶为专长",
  "怵心刿目": "怵：恐惧；刿：刺伤。看到某种事物或景象使人痛心",
  "炊骨爨骸": "指军队没有粮食，只好拿人马的骨骸来做饭",
  "炊金爨玉": "炊：烧火做饭；爨：烧火做饭。用金玉做饭。比喻饮食珍贵，待客热情",
  "垂绅正笏": "绅：古代士大夫的衣带；笏：朝笏。垂下衣带的末端，恭敬地拿着朝笏。形容大臣庄重严肃的样子",
  "垂世不朽": "垂世：留传后世；不朽：永不磨灭。名传后世，永不磨灭",
  "垂手恭立": "垂：低下；垂手：表示恭敬。形容恭敬地站在旁边随时听从吩咐",
  "垂手侍立": "垂：低下；垂手：表示恭敬；侍：侍侯。形容恭敬地站在旁边随时听从吩咐",
  "垂首帖耳": "垂：低下；帖：同“贴”，顺从，服帖。形容非常驯服恭顺的样子",
  "垂涕而道": "涕：眼泪，鼻涕；道：讲。流着眼泪说话。形容十分沉痛地恳切陈词",
  "垂朱拖紫": "垂：挂下；朱：朱绂，官服上的带子；紫：紫色印绶。借指高官显宦",
  "刺骨悬梁": "悬梁：以绳子系头挂在屋梁上。形容刻苦学习",
  "财多命殆": "殆：危险。钱财多了，生命会有危险",
  "灿烂炳焕": "灿烂：光彩鲜明的样子；炳焕：光亮。十分光亮的样子",
  "沧桑之变": "沧海变桑田的变化。比喻世事变化巨大",
  "苍蝇碰壁": "壁：墙壁。比喻坏人走投无路，处处失败",
  "层层加码": "层：重复，接连不断；码：砝码。形容不断增加新的内容和更高要求",
  "层层深入": "层：重复，接连不断。逐步达到事物的内部或逐步掌握事物的中心",
  "层次分明": "层次：事物的次序。事物的次序界限清楚",
  "层楼叠榭": "层：重复，接连不断；榭：建在台上的房屋。形容建筑物错落有致",
  "层山叠嶂": "层：层次；嶂：直立像屏障的山；叠：重复。形容山峰起伏，连绵重叠",
  "肠回气荡": "回：曲折，迂回；荡：摇荡。形容好的音乐、文章缠绵悱恻，感人极深的样子",
  "吵吵闹闹": "故意发出各种争吵声的情况",
  "扯扯拽拽": "拉扯，用力拉，也指推推拉拉",
  "彻底澄清": "彻底：水清见底；澄清：明净。形容非常廉洁清白。指彻底清查，毫无保留",
  "彻心彻骨": "彻：通透，彻底。通心透骨。形容疼痛到了极点",
  "沉不住气": "易激动，遇事保持不了冷静镇定",
  "沉沉稳稳": "指稳重不浮躁或指安稳",
  "沉几观变": "沉：沉着；几：事物变化前的前兆。冷静观察事物，随机应变",
  "沉渐刚克": "渐：通“潜”，潜伏；刚克：以刚强见胜。形容深沉不外露，内里刚强",
  "沉默不语": "指一言不发",
  "沉思翰藻": "沉：深沉；翰藻：文辞华丽。寓意深刻，文辞华丽",
  "沉雄悲壮": "沉雄：深沉雄健。指深沉雄健，悲壮有力",
  "沉雄古逸": "沉雄：深沉雄健；逸：超迈。形容书画风格沉毅雄健，古朴飘逸",
  "陈蔡之厄": "陈蔡：春秋时期的陈国和蔡国；厄：灾难。形容旅途中被生活所困",
  "陈旧不堪": "不堪：不成样子。形容陈旧得不成样子",
  "陈雷胶漆": "陈雷：指汉代人陈重和雷义；胶漆：胶和漆。比喻情投意合，亲密无间。形容双方关系亲密，牢不可破",
  "赤绳绾足": "赤绳：红绳；绾：系。指男女结成婚姻",
  "赤手光拳": "赤手：空手。两手空空，一无所有。比喻无任何凭借或一无所有",
  "初来乍到": "刚刚来到",
  "传杯递盏": "传：传递，传送；盏：浅而小的杯子。指酒宴中互相斟酒，借指饮酒作乐",
  "串街走巷": "串：串门；巷：胡同。在大街小巷走来走去",
  "怆然泪下": "怆然：伤感的样子。伤感地流泪不止。形容非常悲痛",
  "吹毛求瘢": "求：寻找；瘢：疤痕。吹开皮上的毛，寻找里面的毛病。比喻故意挑剔别人的毛病、缺点，寻找差错",
  "吹毛取瑕": "瑕：玉上的疵点，缺点，毛病。吹开皮上的毛，寻找里面的毛病。比喻故意挑剔别人的毛病、缺点，寻",
  "吹竹调丝": "竹：管乐器；调：调弄；丝：弦乐器。指管弦乐合奏。泛指音乐活动",
  "词人才子": "词人：同“辞人”，工于文辞的人；才子：富有文才的人。泛指有才华的文人",
  "词人墨客": "墨客：文人。泛指风雅的文人",
  "村姑田妇": "农村少女与种田的妇人。指乡下见识不多的女人",
  "村筋俗骨": "村：粗俗；俗：庸俗。形容人品粗俗不堪",
  "村邻乡舍": "指农村的左右邻居",
  "尘头大起": "指尘沙尘土高高扬起",
  "尘外孤标": "尘外：世外；孤标：孤立的标志。形容清峻突出或人的清高品质",
  "成败荣枯": "荣枯：茂盛和枯萎。成功和失败，茂盛和枯萎。指世事的变迁",
  "成规陋习": "指由于普遍效法而成为社会准则的一种习惯性的行为或做法",
  "成何体统": "体统：指体制、格局、规矩等。像什么样子",
  "成精作怪": "精：精灵；怪：妖怪。变成精灵妖怪危害人间",
  "成王败贼": "成功的人称王称帝，失败者沦为贼寇",
  "成效卓著": "获得的成绩非常显著",
  "成妖作怪": "怪：妖怪。变成精灵妖怪危害人间",
  "吃吃喝喝": "指有目的的相互请吃饭，请喝酒",
  "吃醋拈酸": "拈：用指取物。比喻因嫉妒而产生不快情绪。指爱嫉妒别人",
  "吃喝拉撒": "吃饭、喝水、拉屎、撒尿。指一个人的基本生活需要",
  "吃喝嫖赌": "嫖：狎妓；赌：赌博。指男人不务正业",
  "吃四方饭": "和尚道士到处化缘为生，也指一般人走到任何地方都能生活",
  "吃著不尽": "著：通“着”，穿衣。吃的穿的，享用不尽。比喻生活富裕",
  "吃自在饭": "指做没有风险与责任的事，安闲享福",
  "池鱼遭殃": "比喻因牵连而遭到的祸害",
  "池中之物": "池：池塘。比喻没有远大抱负的人",
  "驰高骛远": "驰：追驰；骛：从事，追求。比喻不切实际地追求过高过远的目标",
  "驰思遐想": "自由地联想",
  "冲坚陷阵": "冲：冲击；陷：攻陷；陷阵：攻破，深入敌阵。向敌人冲锋，深入敌人阵地。形容作战勇猛",
  "冲口而发": "不加思索地说出口来",
  "传杯弄斝": "传：传递，传送；弄：酒宴中戏弄；斝：古代青铜制的圆口三足酒器。指酒宴中互相斟酒",
  "传杯送盏": "传：传递，传送；盏：浅而小的杯子。指酒宴中互相斟酒",
  "传柄移籍": "柄：权力；籍：通“阼”，皇位。权势地位转移",
  "传道穷经": "传：传授；道：孔孟之道；穷：尽；经：儒家经典。传授道理，穷尽经典",
  "传道授业": "传授道理，教授学业",
  "传三过四": "传闲话，说是非",
  "传神写照": "传神：指优美文学艺术作品描绘的人物生动逼真；写照：画像。形容用图画或文字描写人物，能生动逼",
  "传诵不绝": "传：流传；诵：诵读。指流传后世被长期诵读",
  "传闻失实": "传闻：听别人所讲。传言已经不符合真实情况",
  "传檄可定": "传：传送，传递；檄：讨敌文书；定：平定。比喻不待出兵，只要用一纸文书，就可以降服敌方。指不",
  "传之不朽": "传：流传；不朽：永不磨灭。长远流传，永不磨灭",
  "舛错不齐": "参差错杂",
  "创深痛巨": "创：创伤。创伤大，痛苦深。比喻遭受很大的伤害和痛苦",
  "创家立业": "立业：建立事业。成立家庭，建立家业",
  "此疆彼界": "疆：边界；界：地域的限隔。彼此之间划分疆界，相互阻隔",
  "此路不通": "指这种方法或途径行不通",
  "此心耿耿": "耿耿：心里不能忘怀。指心中有事放不下，形容忠诚",
  "存而不议": "存：保留；议：讨论。指把问题保留下来，暂不讨论",
  "存荣没哀": "存：生存；荣：光耀；哀：悲伤。活着受人尊敬，死后令人哀痛",
  "叱石成羊": "一声呼喊，居然使石头变成了羊。比喻神奇的事情",
  "叱咤喑呜": "叱咤：怒斥；喑呜：怒声呼喝。形容气势壮盛",
  "出榜安民": "榜：官府告示。张贴告示，安抚百姓",
  "出家弃俗": "弃：放弃；俗：尘俗。弃舍俗家去做僧尼或道士",
  "出疆载质": "疆：边疆；质：同“贽”，古代初次见面的礼物。指带着见面礼到国外去。比喻出卖民族利益，投靠外",
  "出类拔群": "出：超过；类：同类；拔：超出。指人的品德才能超出同类之上",
  "出类超群": "出：超过；类：同类。指人的品德才能超出同类之上",
  "出林乳虎": "乳虎：尚在吃奶的小虎。走出树林的小老虎。比喻勇猛的小将",
  "出入无常": "出：出现；没：隐没。出现与隐没没有规律，捉摸不定",
  "出山小草": "出山：从山里出来；小草：植物。比喻隐士出来做官",
  "出豕败御": "出：突然出来；御：马车。突然冲出一头野猪使马车翻车。比喻受到意外事故发生使事情失败",
  "出头露脸": "露：显露。具体显示出来，指在公开场合出现",
  "出头有日": "日：日子。指不久之后就可以从不幸中摆脱出来",
  "出位僭言": "出：超出；僭：超越本分。超越自己的地位说出无权说或不应说的话",
  "出言无忌": "出言：说话；忌：忌惮。说话没有忌讳",
  "出众超群": "超群：超出众人之上。胜过众人",
  "处静息迹": "息：停止；迹：足迹。静处不动就不会留下痕迹。引申为要想人不知，除非己莫为",
  "处士横议": "处士：有才德不愿做官的人；横议：随便议论。指不做官的隐士可以无所顾忌妄加评论政治",
  "处置失当": "处理问题的方式不适合",
  "匆匆忙忙": "指做事匆促忙碌",
  "仓箱可期": "仓：仓库；箱：柜子；期：期待。丰收大有希望",
  "仓卒从事": "仓卒：匆忙。匆匆忙忙处理事情",
  "仓卒应战": "指没有准备匆忙对付",
  "长城万里": "指中国长城。比喻国家所依赖的大将或军队",
  "长歌代哭": "长歌：放声歌咏，借指写诗文。用放声歌咏来代替痛哭泣，借以抒发胸中的悲愤",
  "长江大河": "指长江和黄河。形容气势磅礴，奔腾不息",
  "长江天险": "长江为天然的壕沟。形容长江地势险要，不可逾越",
  "长娇美人": "娇：美好。身材修长容颜娇好的美女",
  "长篇大章": "滔滔不绝的言论。多指内容烦琐、词句重复的长篇发言",
  "长篇宏论": "滔滔不绝的言论。多指内容烦琐、词句重复的长篇发言或文章",
  "长七短八": "指事情的头绪",
  "长期打算": "长远的谋划",
  "长驱而入": "驱：快跑；长驱：策马快跑。迅速向很远的目的地前进。形容进军迅猛顺利，所向无敌",
  "长驱径入": "驱：快跑；长驱：策马快跑；径入：直入。迅速向很远的目的地前进。形容进军迅猛顺利，所向无敌",
  "长身鹤立": "鹤立：像鹤站立。形容瘦而高的人",
  "长身玉立": "玉立：比喻体态修美。形容女子身材苗条、肤色洁白",
  "长生不灭": "长生：生命长存。生命长存，永不死亡",
  "长天老日": "指夏季昼长的日子",
  "长嘘短气": "长声、短声不住地叹息不止",
  "长缨在手": "缨：绳子。手里拿着长绳准备去俘获敌人",
  "车攻马同": "攻：坚固精致；同：齐聚。战车坚固，战马整齐。形容军容极盛",
  "车龙马水": "车像流水，马像游龙。形容车马往来不绝，繁华热闹的景象",
  "尺璧非宝": "璧：中有孔的扁圆形玉器。直径一尺的璧玉并不珍贵",
  "尺蠖之屈": "尺蠖：虫名，体长约二三寸，屈伸而行。尺蠖的弯曲。比喻为达到某种目的而采取以退为进的策略",
  "尺缕斗粟": "粟：谷子。比喻兄弟不和或形容数量微小",
  "尺枉寻直": "枉：弯曲；寻：古长度单位，1寻＝8尺；直：伸。弯曲一尺而使得一寻伸直。比喻微小的让步换来较大",
  "丑事外扬": "不光彩、见不得人的事在外面到处传扬",
  "从从容容": "留有足够的时间，而且常常有余",
  "从何说起": "从哪里开始说",
  "从头做起": "从：自。从开始做起",
  "从吾所好": "从：听从，顺从；吾：我。遵从我的爱好行事",
  "从一以终": "从：跟随；终：终身，一辈子。丈夫死了不得再嫁人，也比喻忠臣不事二主",
  "从者如云": "从：跟随。跟从的人像云一样多。形容追随者很多",
  "才大气高": "气：气质。才能出众，意气高傲",
  "才大心细": "才：才能。才能很高，思考细密",
  "才调秀出": "才调：才情。形容才情风格优异出众",
  "才高倚马": "文才比倚马可待的袁虎还高。形容文思敏捷",
  "才竭智疲": "竭：尽；疲：疲倦。才能用尽，智力衰退",
  "才尽词穷": "词：文词；穷：尽。才学用尽，言词枯竭。形容学识浅薄",
  "才貌超群": "貌：容貌。才能和容貌都超出寻常人",
  "才气超然": "超然：超出别人。才能气质超群出众",
  "才疏识浅": "才：才能；疏：空虚；识：学识；浅：浅薄。才能不高，学问与见识浅薄",
  "才望兼隆": "才：才学；望：声望，名望；隆：高。才能和威望都很高",
  "才艺卓绝": "才：才能；艺：技艺；卓绝：无可比拟。才能技艺高超无比",
  "才藻艳逸": "才藻：才情和文采，才华；艳：华美；逸；超逸。才华华美超逸",
  "寸心不昧": "寸心：区区之心；昧：隐藏。指不昧良心",
  "寸心如割": "寸心：区区之心；割：切。一颗心好像被刀割一样。形容内心痛苦不堪",
  "寸阴可惜": "寸阴：指短暂的时间；惜：爱惜。一寸光阴也应当爱惜。形容时间极其宝贵",
  "寸阴是竞": "寸阴：指短暂的时间；是：文言助词，用在动词与宾语之间，起把宾语提前的作用；竞：争取。一寸光",
  "策马扬鞭": "本义是举起马鞭驱赶马儿，驱马快速前行。引申义是比喻做好充分准备，快速投入到新的工作之中。",
  "错过时机": "丧失机会",
  "慈悲为怀": "佛教认为人应以救助普济他人疾苦为己任",
  "吹吹拍拍": "阿谀逢迎，过分称颂、赞许",
  "初度之辰": "初度：初生之时；辰：日子。指生日",
  "吃现成饭": "比喻自己不出力，只享受现成的利益",
  "吃肥丢瘦": "比喻专做占便宜的事",
  "吃大锅饭": "比喻企业不论盈亏，个人不分勤懒，全由国家包干的办法",
  "吃闭门羹": "羹：流汁食品。比喻串门时，主人不在家，被拒绝进门或受其他冷遇",
  "乘人不备": "乘：趁着。趁着别人没有防备干某事",
  "乘桴浮海": "桴：小筏子。乘小筏子浮游海外。比喻远行",
  "超绝非凡": "智力或精神道德状况或力量超群或超过常人",
  "常来常往": "经常来往或访问的行动、习惯或事例",
  "缠绵床第": "缠绵：情意深厚；第：床上的席子。指沉溺于两性之事",
  "谗慝之口": "谗：说别人坏话；慝：邪恶。进谗言的恶人的嘴",
  "灿烂夺目": "五光十色令人眩目",
  "愁潘病沉": "晋潘岳因忧愁而早生白发，南朝梁沉约因病而瘦减腰围。因以“愁潘病沉”泛指烦恼和疾病。",
  "臭名昭着": "坏名声人人都知道",
  "尺壁寸阴": "阴：日影，光阴；寸阴：指极断的时间。日影移动一寸的时间价值比径尺的璧玉还要珍贵。极言时间可",
  "超超玄着": "超超：形容高超；玄：微妙；着：明显。言论、文辞高妙明切。",
  "讬诸空言": "见“讬之空言”。",
  "残渣馀孽": "比喻在消灭或淘汰过程中残存下来的坏人。孽，邪恶的东西。",
  "此风不可长": "这种风气不能让它滋长发展。",
  "春秋无义战": "春秋时代没有正义的战争。也泛指非正义战争。",
  "吹胡子瞪眼": "形容很生气的样子。",
  "船多不碍路": "比喻各走各的路，彼此不妨碍。",
  "吃软不吃硬": "对态度强硬者，绝不屈从，对好言好语，可以听从。形容个性顽强，不怕强硬。",
  "吃力不讨好": "讨：求得。费了好大力气，也得不到称赞。形容事情棘手难办，或工作方法笨拙，不对头。",
  "吃粮不管事": "只拿钱不做事。比喻工作不负责。",
  "吃硬不吃软": "好言好语不听从，态度一强硬，反使屈从了。形容人的外强中干，欺软怕硬。",
  "穿一条裤子": "比喻两人关系密切，利害一致，遇事持同样的态度",
  "苍蝇附骥尾": "骥：千里马。苍蝇附在千里马的尾上。比喻依靠他人的名望而出名",
  "出力不讨好": "指白费功夫，没有取得成效，相反带来坏的影响",
  "丑人多作怪": "长相丑陋的人经常做出一些离奇古怪的事来为难别人",
  "床头捉刀人": "床：指坐榻；捉刀人：指执刀的卫士。站在坐榻边的卫士。比喻替别人代笔作文的人",
  "存十一于千百": "指亡多而存少。",
  "此一时彼一时": "指时间不同，情况亦异，不能相提并论。",
  "吹皱一池春水": "原形容风儿吹指水面，波浪涟漪。后作为与你有何相干或多管闲事的歇后语。",
  "传闻不如亲见": "听人传说总不如亲眼所见。",
  "出淤泥而不染": "淤泥：水底的污泥；染：沾。生长在淤泥中，而不被污泥所污染。",
  "出污泥而不染": "比喻生于污浊的环境却不受污染，依然保持纯洁的品格。",
  "吃不了兜着走": "比喻受不了或担当不起。",
  "成败在此一举": "举：举动。成功、失败就决定于这次行动了。指采取事关重大的行动。",
  "嗔拳不打笑面": "比喻不可以欺凌态度和悦的人。",
  "陈谷子烂芝麻": "比喻陈旧的无关紧要的话或事物。",
  "长安居大不易": "本为唐代诗人顾况以白居易的名字开玩笑。后比喻居住在大城市，生活不容易维持。",
  "拆东墙补西墙": "拆倒东边的墙，以修补西边的墙。比喻临时勉强应付。亦比喻临时救急，不是根本办法。",
  "春秋责备贤者": "春秋：孔子修订《春秋》书；贤者：指才德兼备的人。指《春秋》书对贤者常常责备，严格要求",
  "存亡危急之秋": "指生存、灭亡、危险、紧急的关键时刻",
  "长痛不如短痛": "长期痛苦还不如短期痛苦。指果断处事",
  "丑话说在前头": "不中听的话先说出来以免发生矛盾",
  "从规矩定方圆": "从：听从；规矩：圆规和曲尺。根据圆规和曲尺来确定方圆的大小形状。比喻凡事都得遵循一定的法则",
  "吹胡子瞪眼睛": "形容生气、发怒的样子",
  "吃人不吐骨头": "比喻又残暴，又贪婪",
  "聪明反被聪明误": "自以为聪明反而被聪明耽误或妨害了。",
  "此地无银三百两": "比喻想要隐瞒、掩盖真相；因手法拙劣；反而彻底暴露。",
  "此一时，彼一时": "此：这；彼：那。那是一个时候，现在又是一个时候。表示时间不同，情况有了变化。",
  "春蚕到死丝方尽": "丝：双关语，“思”的谐音。比喻情深谊长，至死不渝。",
  "船到江心补漏迟": "船到江心才补漏洞。比喻补救不及时，对事情毫无帮助。",
  "船到桥头自会直": "桥：桥梁。比喻事先不必多虑，问题自会得到解决",
  "船到桥门自然直": "意谓事先不用着急，到时候问题总可以解决。这是在无可奈何中强作宽慰的说法。 洪深 《香稻米》第",
  "船到桥门自会直": "桥：桥梁。比喻事先不必多虑，问题自会得到解决。",
  "初生牛犊不怕虎": "牛犊：小牛；刚生下来的小牛不怕老虎。比喻年轻人勇敢胆大；无所畏惧；敢作敢为。也作“初生牛犊",
  "初生之犊不畏虎": "比喻阅世不深的青年人敢说敢干，无所畏惧。",
  "吃一堑，长一智": "堑：壕沟，比喻困难、挫折。受一次挫折，增长一分见识。",
  "秤砣虽小压千斤": "秤砣看来一小块却能压住千斤之重。比喻外表虽不引人注目，实际很起作用。",
  "成也萧何败萧何": "萧何：汉高祖刘邦的丞相。成事由于萧何，败事也由于萧何。比喻事情的成功和失败都是由这一个人造",
  "朝里无人莫做官": "旧时俗语。意思是，没有靠山，事办不成。",
  "长江后浪推前浪": "比喻事物的不断前进。多指新人新事代替旧人旧事。",
  "重打鼓，另开张": "重：重新。比喻重新开始，另起炉灶",
  "吃小亏得大便宜": "指暂时亏损一点期待将来的收益",
  "吃小亏占大便宜": "指暂时觉得吃亏，将来能得到大的好处",
  "此地无银三十两": "比喻想要隐瞒、掩盖真相，结果反而彻底暴露",
  "出头椽儿先朽烂": "椽：屋顶上的木条；朽：腐烂。露在屋檐外的椽子先腐烂。比喻抢先出头的人先遭受挫折",
  "车到山前必有路": "比喻到时候总有办法可想",
  "车如流水马如龙": "车像流水，马像游龙。形容车马往来不绝，繁华热闹的景象",
  "寸金难买寸光阴": "光阴：时间。形容时间的可贵，应该十分珍惜",
  "丑媳妇总得见公婆": "比喻隐藏不住，总要露相。",
  "吃着碗里瞧着锅里": "比喻贪心不足。",
  "苍蝇不抱没缝的蛋": "形容自身不正，坏事才会找到头上",
  "翠纶桂饵，反以失鱼": "《太平御览》卷八三四引《阙子》：“ 魯 人有好釣者，以桂爲餌，黄金之鈎，錯以銀碧，垂翡翠之綸",
  "从善如登，从恶如崩": "从：顺随。顺随善良象登山一样，顺随恶行象山崩一样。比喻学好很难，学坏极容易。",
  "此而可忍，孰不可忍": "这个如能容忍，还有什么不能容忍呢！",
  "春生夏长，秋收冬藏": "春天萌生，夏天滋长，秋天收获，冬天储藏。指农业生产的一般过程。亦比喻事物的发生、发展过程。",
  "出其不意，攻其无备": "原指出兵攻击对方不防备的地方。后亦指行动出乎人的意料。",
  "仇人见面，分外眼红": "眼红：激怒的样子。仇敌碰在一起，彼此更加激怒。",
  "仇人相见，分外眼睁": "指当敌对的双方相逢时，彼此对对方都格外警觉和敏感。",
  "重足而立，侧目而视": "重足：双脚并拢；侧目：斜着眼睛。形容畏惧而愤恨的样子。",
  "尺蚓穿堤，能漂一邑": "蚯蚓虽小，但它把堤岸穿透了，就能把整个城市淹没。比喻不注意小的事故，就会引起大祸。",
  "尺有所短，寸有所长": "短：不足，长：有余。比喻各有长处，也各有短处，彼此都有可取之处。",
  "成事不足，败事有余": "不能把事情办好，反而把事情弄坏。多用来指斥办事拙劣或故意不让事情办成的人。",
  "成则为王，败则为贼": "旧指成功了就是合法的，失败了就是非法的。",
  "成则为王，败则为寇": "旧指在争夺政权斗争中，成功了的就是合法的，称帝称王；失败了的就是非法的，被称为寇贼。含有成",
  "城门失火，殃及池鱼": "城门失火，大家都到护城河取水，水用完了，鱼也死了。比喻因受连累而遭到损失或祸害。",
  "成也萧何，败也萧何": "萧何：汉高祖刘邦的丞相。成事由于萧何，败事也由于萧何。比喻事情的成功和失败都是由这一个人造",
  "乘兴而来，败兴而归": "兴：兴致，兴趣。趁着兴致来到，结果很扫兴的回去。",
  "成则为王，败则为虏": "旧指在争夺政权斗争中，成功了的就是合法的，称帝称王；失败了的就是非法的，被称为俘虏。含有成",
  "蝉翼为重，千钧为轻": "把蝉的翅膀看成是重的，三万斤的重量看成是亲轻的。喻指是非颠倒，真伪混淆。",
  "差若毫厘，谬以千里": "开始时虽然相差很微小，结果会造成很大的错误。",
  "差以毫厘，谬以千里": "差：相差；毫厘：很小的计量单位；谬：同“缪”。开始时相差很微小，结果会造成很大的错误。",
  "差之毫牦，失之千里": "同“ 差之毫釐，謬以千里 ”。氂，亦作“ 釐 ”。《魏书·乐志》：“但氣有盈虚，黍有巨細，差之",
  "藏诸名山，传之其人": "诸：之于的合音；传：传布流传；其人：同道。把著作藏在名山，传给后来志趣相投的人。",
  "藏之名山，传之其人": "把著作藏在名山，传给志趣相投的人。",
  "持之有故，言之有理": "持：持论，立论；故：根据。立论有根据，讲话有道理",
  "春风风人，夏雨雨人": "春风：春天的和风；风：吹人。和煦的春风吹拂着人们，夏天的雨水滋养人。比喻帮助了别人，人家也",
  "抽多补少，抽肥补瘦": "抽：提取；补：补助。指提取多余的补益不足的",
  "成事不足，坏事有余": "成：成就；足：足够。指事情不但办不好，反而把事情弄坏。用于指责办事拙劣或故意不让事情办成的",
  "成者为王，败者为贼": "成：完功，成就；贼：盗贼。指成功了就可以称王，失败了就被称为盗贼",
  "吃饭防噎，走路防跌": "吃饭时要防止被食物噎住，走路时要防止摔跤。形容处事小心谨慎",
  "吃苦在先，享受在后": "吃苦的事情走在别人前面，享受的事走在别人后面",
  "吃着碗里，瞧着锅里": "比喻贪心不足",
  "此而可忍，孰不可容": "此：这；孰：哪个；容：容忍。如果这能容忍，还有什么不能容忍的",
  "出乎其类，拔乎其萃": "出：超过；类：同类；拔：超出；萃：草丛生的样子，引申为同类聚集。指人的品德才能超出同类之上",
  "出于水火，登之衽席": "登：加上；衽席：床席。把人从水火中拉出来放到床上。比喻解救危难中的人们",
  "长袖善舞，多钱善贾": "善：擅长；贾：做买卖。比喻凭借优越条件，事情容易成功",
  "丑媳妇免不得见公姑": "公姑：公婆。比喻害怕见人而不得不见人",
  "丑媳妇少不得见公婆": "比喻害怕见人而不得不见人",
  "此处不留人，会有留人处": "指这里不可居留，自会有可居留的地方。",
  "成人不自在，自在不成人": "人要有成就，必须刻苦努力，不可安逸自在。",
  "吃得苦中苦，方为人上人": "方：始；人上人：指才能出众的人。吃得千辛万苦，才能获取功名富贵，成为别人敬重的人",
  "沉舟侧畔千帆过，病树前头万木春": "沉：沉没；侧畔：旁边；帆：船。沉船旁边有很多船过，发病的树木旁边有很多茂盛的树木。比喻新生"
}