{
  "耳旁风": "同“耳边风”。在耳边吹过的风。比喻听了不放在心上的话。",
  "耳边风": "在耳边吹过的风。比喻听了不放在心上的话。",
  "二把刀": "称对某项工作知识不足、技术不高的人。",
  "耳报神": "指暗中通风报信的人。",
  "恶作剧": "捉弄人的使人难堪的行动。",
  "二五耦": "耦：两人耕地，比喻朋比为奸。比喻狼狈为奸",
  "二流子": "不务正业游手好闲的人",
  "二杆子": "指人的脾气莽撞、火爆",
  "二而一": "一演化为二，二合成为一。指同一事物可以演化为对立的两种现象，对立的两种现象可以找到同一根源",
  "二百五": "指傻头傻脑，不很懂事而又倔强莽撞的人",
  "尔汝交": "尔汝：你。彼此以尔和汝相称，表示亲昵，不分彼此的交情",
  "儿皇帝": "五代时期石敬瑭勾结契丹建立后晋，对契丹主自称儿皇帝。后泛指投靠外国，建立傀儡政权的统治者",
  "阿堵物": "钱",
  "耳红面赤": "耳朵和面部都红了。形容过于用力、情绪激动或羞愧时的脸色。",
  "耳目昭彰": "昭彰：十分明显，人所共见。众人已听到和看到，十分明显。形容被众人了解得清清楚楚，无法藏匿。",
  "耳目众多": "耳目：指为别人打探消息的人。周围注意的人很多。也指为刺探情报的人很多。",
  "尔虞我诈": "尔：你；虞：猜测。意思是我骗你；你骗我；互相欺骗。",
  "耳软心活": "比喻自己没有一点主见，就是相信别人的话。",
  "耳后风生": "形容驰驱极速。《梁书·曹景宗传》：“ 景宗 謂所親曰：‘我昔在鄉里騎快馬如龍，與年少輩數十騎",
  "尔汝之交": "尔汝：古人彼此以尔汝相称，表示亲昵。指不拘形迹，十分亲昵的交情。亦作“尔汝交”。",
  "尔诈我虞": "尔：你；虞、诈：欺骗。表示彼此互相欺骗。",
  "耳鬓斯磨": "鬓：面颊两旁近耳的头发；厮：互相。形容亲密相处的情景（多指小儿女）。",
  "耳鬓厮磨": "鬓：鬓发；脸颊两旁靠近耳朵的软发；厮：互相；磨：擦。头靠得很近；耳边的头发互相挨在一起。形",
  "耳鬓撕磨": "鬓：面颊两旁近耳的头发；撕：同“厮”，互相。形容亲密相处。",
  "耳目一新": "听到、看到的跟以前不同；感到新鲜。形容事物的面貌有了显著的变化。",
  "耳根清净": "耳边无事噪聒。指无事打扰。",
  "耳濡目染": "濡：音如；沾湿；染：沾染。耳朵经常听到；眼睛经常看到；不知不觉地受到影响。",
  "耳后生风": "像耳后刮风一样。形容激烈、迅速运动时耳后根产生的感觉。",
  "耳满鼻满": "满耳朵满鼻子都是。形容听得烂熟。",
  "耳目闭塞": "比喻少见寡闻，对于世事情况了解甚少。",
  "耳目股肱": "股：大腿；肱：手臂从肘到腕的部分。起到耳朵、眼睛、手臂的作用。比喻辅佐帝王的重臣。也比喻十",
  "耳濡目及": "濡：沾湿。耳朵经常听到，眼睛经常看到，不知不觉地受到影响",
  "耳闻眼见": "亲自听见和亲眼看见的",
  "耳闻目览": "同“ 耳聞目見 ”。 唐  孙揆 《灵应传》：“ 寳 及晡方寤，耳聞目覽，恍然如在。”",
  "耳闻目染": "同“ 耳濡目染 ”。 孙犁 《＜从维熙小说选＞序》：“老伴是一个文盲，她之所以能‘青年作家’云",
  "耳提面训": "同“ 耳提面命 ”。 郭沫若 《十批判书·吕不韦与秦王政的批判》：“像这些关于卫生的教条，就是",
  "耳根清浄": "谓耳中不闻胡言乱语或嘈杂声音。常指不闻闲是闲非。《圆觉经》卷上：“聞清浄故，耳根清浄，根清",
  "耳染目濡": "同“ 耳濡目染 ”。《醒世姻缘传》第二七回：“只因安享富貴的久了，後邊生出來的兒孫，一來也是",
  "耳聪目明": "聪：听觉灵敏；明：眼力敏锐。听得清楚，看得明白。形容头脑清楚，眼光敏锐。",
  "迩安远至": "谓近居之民以政治清明而欢乐，远地之民则闻风而附。指政治清明。",
  "耳食之论": "形容听来的没有确凿根据的言论。亦作“耳食之谈”、“耳食之言”、“耳食之见”、“耳食之学”。",
  "耳食之谈": "耳食：以耳吃食，指不加审察，轻信传闻。指听来的没有根据的话。",
  "耳食之言": "耳食：耳朵吃饭。比喻耳杂吃进去的不知滋味。不加分辨的；指没有确凿的根据；未经思考分析的传闻",
  "耳视目食": "用耳朵看，用眼睛吃。比喻颠倒错乱。",
  "耳视目听": "用耳朵看，用眼睛听。三代道家荒唐地认为视听由精神主宰，可以不受器官限制。",
  "耳熟能详": "听得多了；就可以说得详尽细致。耳熟：听熟了；详：细说。",
  "耳提面命": "不仅是当面告诉他，而且是提着他的耳朵向他讲。形容长辈教导热心恳切。",
  "耳听心受": "用耳朵听，并记在心里。",
  "耳闻目睹": "闻：听见；睹：看见。亲耳听到，亲眼看见。",
  "耳闻目击": "击：接触。亲自听说，亲眼看见。",
  "耳闻目见": "亲自听见和亲眼看见的。",
  "耳闻则诵": "听过就能背出来。形容记忆力强。",
  "耳听八方": "八是四方（东西南北）和四隅（东南、东北、西南、西北）的总称。耳朵同时察听各方面来的声音；形",
  "二三其德": "二三：不专一。形容三心二意。",
  "二三其意": "即三心二意。指心意不专一，反复无常。",
  "二竖为虐": "竖：小子；二竖：指病魔；虐：侵害。比喻疾病缠身。",
  "二满三平": "比喻生活过得去，很满足。同“三平二满”。",
  "二龙戏珠": "两条龙相对，戏玩着一颗宝珠。",
  "二姓之好": "指两家因婚姻关系而成为亲戚。",
  "二心两意": "形容意志不专一、不坚定。",
  "二惠竞爽": "比喻两兄弟都是好样的。",
  "二话不说": "不说任何别的话。指立即行动。",
  "二三君子": "犹二三子。",
  "二八佳人": "二八：指十六岁；佳人：美女。十五六岁的美女。",
  "二分明月": "古人认为天下明月共三分，扬州独占二分。原用于形容扬州繁华昌盛的景象。今用以比喻当地的月色格",
  "二童一马": "南朝宋刘义庆《世说新语·品藻》：“殷侯既废，桓公语诸人曰：‘少时与渊源共骑竹马，我弃去，己",
  "二心三意": "想这样又想那样。形容意念不专，主意不定。同“三心二意”。",
  "二缶锺惑": "用两种容量不同的器具来量粮食，怎幺也量不清。比喻标准不一，是非不明。缶、锺：指量器。",
  "二缶钟惑": "二：疑，不明确；缶、钟：指古代量器。弄不清缶与钟的容量。比喻弄不清普通的是非道理。",
  "儿童走卒": "比喻见闻最浅陋的人。《宋史·司马光传》：“ 光 居 洛 十五年，兒童走卒皆知 司馬君實 。”",
  "儿女之情": "特指男女之间缠绵的恋情。亦作“儿女私情”。",
  "而今而后": "而：语助词。从今以后。",
  "而立之年": "人到三十岁可以自立的年龄。后为三十岁的代称。",
  "儿女成行": "可以把儿女排成一个行列。形容子女很多。",
  "儿女亲家": "指两家儿女结为婚姻的亲戚关系。",
  "耳顺之年": "六十岁时听别人言语便可判断是非真假。指60岁的代称。",
  "儿女子语": "妇孺之言。比喻不识大体的言论。《宋史·宗泽传》：“汝爲人將，不能以死敵我，乃欲以兒女子語誘",
  "儿童之见": "比喻幼稚无知的言论。 宋  苏轼 《答刘沔都曹书》：“如 子虚  亡是公 相與問答，皆賦矣。而 統 ",
  "儿怜兽扰": "象小孩一样加以抚爱，象野兽一样加以驯化。 宋  欧阳修 《文正范公神道碑铭》：“公居三年，怯勇",
  "儿女情长": "儿女：男女。比喻男女之间或家人之间的感情深厚；难舍难分。",
  "儿女心肠": "年轻男女的柔情。亦指感情丰富、助人为乐的心性。",
  "儿女姻亲": "见“ 兒女姻 ”。",
  "佴之蚕室": "居住于蚕室，指受宫刑。佴：被放置。蚕室，指密封之室，因受刑人怕风，所以室内温暖严密。",
  "恩威并重": "安抚和强制同时施行。",
  "恩将仇报": "将：拿；把；报：报答。受了别人的恩惠却用仇恨来报答。形容忘恩负义。",
  "恩恩相报": "用恩惠报答恩惠；把有利于人的行为回报给有恩于己的人。",
  "恩断义绝": "恩爱情义完全断绝。恩：恩惠、恩情；义：情义、情份。绝断没有接续。多指夫妻或亲属之间感情破裂",
  "恩德如山": "比喻恩德极为深生。",
  "恩不放债": "对亲人不宜放债。意指免因钱财交往而致发生怨怼。恩，指亲人。",
  "恩重泰山": "恩情深厚，比泰山还重。",
  "恩重如山": "恩情像高山一样厚重；形容恩义极为深重。",
  "恩怨分明": "恩：恩惠；怨：仇恨。对于恩惠和仇恨的界限分得十分清楚，毫不含糊。",
  "恩荣并济": "恩荣：恩惠荣宠。济：调济。恩惠与荣耀两种手段一起施行。",
  "恩有重报": "好好地报答别人的重大恩惠。",
  "恩若再生": "恩惠极大如同给了第二次生命。",
  "恩威并行": "安抚和强制同时施行。现也指掌权者对手下人，同时用给以小恩小惠和给以惩罚的两种手段。",
  "恩同再造": "再造：再生。使人再生的恩惠。比喻恩情极大，象救了自己的性命一样。",
  "恩同山岳": "犹恩重如山。",
  "恩同父母": "恩：恩惠；同：如同。待人的好处、恩惠之大如同父母一样。",
  "恩甚怨生": "给予太多的恩惠，反而会引起怨恨。",
  "恩深义重": "恩惠、情义极为深重。",
  "恩山义海": "恩爱像高山一样重，情义像大海一样深。形容恩惠深，情义重。",
  "恩逾慈母": "逾：超过。比慈爱的母亲给予的恩情还要重。形容恩情深厚。",
  "阿意取容": "阿意：迎合他人的心意；取容：博取别人的欢心。曲从其意，以取悦于人",
  "屙金溺银": "比喻生存有术。",
  "阿党相为": "阿党：偏袒、偏私一方。为了谋求私利相互偏袒、包庇。",
  "阿世取容": "阿世：曲意迎合世俗；取容：博得别人的欢心。迎合世俗，取悦于人",
  "阿世媚俗": "阿世：迎合世俗。曲意迎合当时社会的陈规陋俗",
  "阿世盗名": "阿世：曲从迎合世人的欢心；盗名：窃取名誉。用欺骗的手段骗取世人的欢心来窃取个人名誉",
  "阿时趋俗": "阿：迎合。迎合时尚和世俗。",
  "阿其所好": "阿：曲从；其：他的；好：爱好。指为取得某人的好感而迎合他的爱好。",
  "阿党比周": "指相互勾结，相互偏袒，结党营私。",
  "婀娜多姿": "婀娜：柔软而美好。形容各种轻盈软美的姿态。",
  "阿谀取容": "阿谀：曲意逢迎；取容：取悦于人。谄媚他人，以取得其喜悦。",
  "阿谀逢迎": "谄媚拍马投合对方的心意；竭力向人讨好。阿：迎合讨好；谀：奉承谄媚。逢迎；主动迎合。",
  "阿谀奉承": "阿谀：用好听的话讨好人；奉承：恭维；讨好。巴结拍马；说恭维人的话；向人讨好。",
  "阿弥陀佛": "佛教用语；梵语的译音；也译作无量寿佛或无量光佛。佛教用以指西方极乐世界最大的佛。信佛的人用",
  "阿谀谄媚": "阿谀：迎合别人的意思，向人讨好；谄媚：巴结，奉承。说话做事迎合别人的心意，竭力向人讨好。",
  "恶意中伤": "出自恶毒用心去攻击诽谤诬陷伤害别人。中伤：说坏话攻击陷害别人。",
  "扼腕抵掌": "用手握腕，击着手掌。表示很激动、振奋的神态。",
  "扼腕长叹": "用手握腕，长声叹息。形容情绪激动的神态。",
  "扼吭拊背": "扼：用力掐着；吭：咽喉；拊：拍击。掐着喉咙，捺住脊背。比喻控制要害，制敌死命。",
  "恶直丑正": "使奸邪者改恶从善。亦指嫉害正直的人。",
  "恶语中伤": "中伤：攻击和谄害别人。用恶毒的话污蔑、陷害人。",
  "恶语相加": "把恶毒的语言加到别人身上。",
  "恶有恶报": "做坏事的人会得到不好的报应。指因办坏事而自食其果。",
  "扼亢拊背": "扼：用力掐着。亢：通“吭”，喉咙。拊：击，拍击。掐住喉咙，捺住背脊。比喻控制要害，制敌于死",
  "扼腕叹息": "扼：握住，抓住。握着手腕发出叹息的声音。形容十分激动地发出长叹的情态。",
  "饿殍枕藉": "饿殍：饿死的人；枕藉：交叠而卧。饿死的人纵横交叠，形容饥荒之年的悲惨景象。",
  "扼襟控咽": "比喻据守险要之地。",
  "恶语伤人": "恶语：无礼中伤一类的口语。用恶毒的话伤害别人。也作“恶口伤人”。",
  "恶言詈辞": "中伤辱骂的言辞。",
  "鳄鱼眼泪": "鳄鱼：一种生性凶残，捕食人、畜的爬行动物。传说鳄鱼在吞食人畜时，边吃边流眼泪。比喻恶人的假",
  "噩噩浑浑": "指质朴忠厚的样子。指上古之世。",
  "遏云绕梁": "遏：停止。歌声优美，使游动的浮云为之停下来静听，似余音绕着屋梁，不愿散去。",
  "遏密八音": "遏：阻止；密：寂静。各种乐器停止演奏，乐声寂静。旧指皇帝死后停乐举哀。后也用以形容国家元首",
  "遏渐防萌": "犹言杜渐防萌。",
  "饿殍满道": "殍：饿死的人。满路都是因饥饿而死的人的尸体。形容饥荒灾祸严重，人民大量死于饥寒的惨状。",
  "恶叉白赖": "耍无赖，无理取闹。",
  "饿殍载道": "饿殍：饿死的人；载道：满路都是。形容到处都是饿死的人。",
  "恶衣蔬食": "粗劣的衣食。形容生活俭朴。同“恶衣菲食”。",
  "饿殍遍野": "殍：人饿死后的尸体。饿死的人到处都是。形容老百姓因灾祸饥馑大批饿死的悲惨景象。",
  "饿虎之蹊": "比喻非常危险的处所。",
  "饿虎吞羊": "饥饿的老虎活吞一只羊羔。比喻迅猛贪婪。",
  "饿虎擒羊": "像饿急了的老虎捉羊一样。形容动作迅猛。亦作“饿虎吞羊”、“饿虎扑羊”。",
  "遏恶扬善": "遏：阻止；扬：宣扬。禁绝坏事，宣扬提倡好事。",
  "恶尘无染": "指没有受到坏习气的影响。",
  "恶积祸盈": "罪恶成堆，祸害满贯。形容罪大恶极。",
  "恶迹昭着": "昭著：显着，明显。恶劣的事迹十分明显，人所共见。形容罪行严重。",
  "恶贯已盈": "形容罪大恶极，到受惩罚的时候了。同“恶贯满盈”。",
  "恶衣粝食": "粝：糙米。穿粗劣的衣服，吃糙米做的饭。形容生活俭朴。",
  "饿虎饥鹰": "比喻凶残贪婪。",
  "恶籍盈指": "犹恶贯满盈。",
  "饿虎扑食": "象饥饿的老虎扑向食物一样。比喻动作猛烈而迅速。",
  "恶贯满盈": "恶：罪恶；贯：穿钱的绳子；每一千枚为一贯；盈：满。罪恶多得像穿钱一样；已经穿满了一贯还没完",
  "饿莩遍野": "莩：饿死的人。到处是饿死的人。形容人民因饥饿而大量死亡的悲惨景象。",
  "扼喉抚背": "抚：按，捺。掐住咽喉，按住脊背。比喻控制敌方的要害，使其丧失反抗的能力。",
  "扼吭夺食": "扼：用力掐着；亢：咽喉。扼住喉咙，夺走吃的东西。比喻使人处于绝境。",
  "恶迹昭著": "昭著：显著，明显。恶劣的事迹十分明显，人所共见。形容罪行严重。",
  "恶衣菲食": "粗劣的衣食。形容生活俭朴。",
  "恶性循环": "许多坏事互为因果，循环不已，越来越坏。",
  "恶言厉色": "说话和脸色都很严厉。",
  "恶衣恶食": "恶：粗劣的。指粗劣的衣服和食物。",
  "饿莩载道": "莩：饿死的人。载道：满路。满路都是因饥饿而死的人的尸体。形容饥荒灾祸严重，人民大量死于饥寒",
  "恶声恶气": "形容说话语气很凶狠，态度粗暴。",
  "蛾附蠭屯": "像蚂蚁和蜜蜂一样聚集。形容纷纭杂乱。 严复 《原强》：“一旦有急，則蛾附蠭屯，授之以扞格不操",
  "额蹙心痛": "极度忧愁伤心的样子。",
  "蛾眉螓首": "弯弯的眉毛，方广的前额。形容女子容貌的美艳。",
  "鹅行鸭步": "步：走。象鹅和鸭子那样的走路。比喻步行缓慢。",
  "讹言惑众": "讹言：诈伪的话。用谣言欺骗迷惑群众。",
  "额手称庆": "额：头；称：说；表示；额手：以手加额；手拍额头。是把手放在额头上表示庆幸。形容人们在忧困中",
  "鹅王择乳": "水乳同置一器，鹅王仅饮乳汁而留其水。比喻择其上乘精华。事见《祖庭事苑》卷五。",
  "峨冠博带": "峨：高；博：宽阔。高高的帽子；宽宽的衣带。后比喻穿着礼服。",
  "蛾眉曼睩": "形容女子容貌之美。蛾眉，比喻美女的眉毛像蚕蛾眉那样又细又弯；曼睩，眼珠转动。《楚辞·招魂》",
  "讹以传讹": "把本来就是错误的东西妄加传播，越传越错。",
  "蛾眉皓齿": "蛾眉：像蚕蛾触须似的弯而长的眉毛。修长的眉毛，洁白的牙齿。形容女子容貌美丽。",
  "讹以滋讹": "把本来错误的东西加以传播，越传越错。",
  "峨峨洋洋": "本用以形容音乐高亢奔放。后亦用以形容欢乐之态。语本《列子·汤问》：“伯牙善鼓琴，锺子期善听",
  "鹅湖之会": "南宋淳熙二年（１１７５年）在信州（今江西上饶）鹅湖寺举行的一次著名的哲学辩论会。由吕祖谦邀",
  "鹅毛大雪": "像鹅毛一样的雪花。形容雪下得大而猛。",
  "额手相庆": "把手放在额上，表示庆幸。同“额手称庆”。",
  "额首称庆": "把手放在额上，表示庆幸。",
  "额外主事": "明清时为各部司员的低级官吏。一般由没有考中庶吉士的进士充任，也可以由皇帝赏赐。",
  "蛾度虵行": "像蚂蚁和蛇那样爬行。形容山路险陡。 清  钱谦益 《从文殊院过喝石庵到一线天下百步云梯径莲华峰",
  "峨峨汤汤": "形容乐声高亢奔放。",
  "二罪俱罚": "罚：处罚。前后两桩罪过一并处罚",
  "二意三心": "形容犹豫不决，拿不定主意或意志不坚定",
  "二旬九食": "旬：十天。二十天中只吃九顿饭。形容生活极端困苦",
  "二仙传道": "两位神仙共同传授道法。比喻两人秘密地配合做某件事情",
  "二桃三士": "士：武士。春秋时齐景公将两个桃子赐给公孙接、田开疆、古冶子论功而食，三人弃桃自杀。比喻借刀",
  "二竖为灾": "竖：小子；二竖：指病魔。比喻疾病缠身",
  "二三其操": "二三：指不专一。三心二意，没有一定的操守。形容心意不专，反复无常",
  "二人同心": "比喻只要两个人齐心协力，就会无往不胜",
  "二话没说": "指很干脆地采取行动",
  "二帝三王": "二帝：唐尧、虞舜；三王：夏禹、商汤、周文王。指古代帝王",
  "二道贩子": "指非法地买进卖出商品以获利的商贩",
  "二次三番": "蕃：遍数。不止一次，反复的",
  "二八女郎": "二八：指十六岁。十五六岁的美女。指年轻貌美的女子",
  "珥金拖紫": "珥：插；拖：下垂。插金珰，拖紫袍。指官位显赫",
  "饵名钓禄": "饵：引诱；钓：诱取；禄：官吏的俸禄。指谋取官位和俸禄",
  "耳熏目染": "指见闻熏染多了就能不自觉受影响",
  "耳习目染": "染：沾染。耳朵经常听到，眼睛经常看到，不知不觉地受到影响",
  "耳闻眼睹": "闻：听见；睹：看见。亲耳听到，亲眼看见",
  "耳热眼花": "眼睛发花，耳朵发热。形容饮酒微有醉意，精神兴奋的感觉",
  "耳目之欲": "欲：欲望。指耳听眼看，满足于享乐的欲望",
  "耳目心腹": "耳目：指侦探消息的人。指辅佐帝王的重臣。比喻得力助手与亲信",
  "耳目喉舌": "喉舌：代言人。比喻作为搜集、了解情况和宣传政策的工具",
  "耳鸣目眩": "眩：眩晕。两耳作响，两眼眩晕",
  "耳聋眼黑": "指因突然遭到强烈刺激而耳朵变聋，眼睛变瞎",
  "耳聋眼花": "指年老体衰者听觉、视觉衰退。形容人对事物的知觉极为迟钝",
  "耳不忍闻": "不忍心听，形容情景十分凄惨",
  "耳不旁听": "两耳不往旁边听。形容专心致志的神态",
  "耳不离腮": "两种关系十分接近、亲密",
  "耳鬓相磨": "鬓：鬓发；相：互相；磨：擦。耳与鬓发互相摩擦。形容相处亲密",
  "耳边之风": "耳旁之风，一吹而过。比喻不重视，听了不放在心上的话",
  "尔雅温文": "尔雅：文雅。形容人态度温和，举动斯文。指缺乏斗争性，做事不大胆泼辣，没有闯劲",
  "儿女之债": "债：欠帐。父母对子女所承担的教养婚嫁的义务",
  "儿女英雄": "儿女：指青年男女。指感情丰富，年轻有为的男女英雄",
  "儿女私情": "指男女或家人之间的恩爱感情",
  "儿女情多": "指男女相爱的感情丰富",
  "儿女夫妻": "从小在一起长大的原配夫妻",
  "恩怨了了": "了了：清清楚楚。恩惠与怨恨清清楚楚。指有恩报恩，有怨报怨",
  "恩重丘山": "恩：恩惠。恩情像高山一样厚重，形容恩义极为深重",
  "恩威并济": "恩德与威势同时并行",
  "恩同再生": "恩：恩德。比喻恩情极大，像使自己再生一样",
  "恩高义厚": "恩德情义极为深重",
  "恩深法驰": "驰：废弛。因恩情深厚关系密切而不执行法纪",
  "恩绝义断": "恩：恩惠，恩情；义：情义，情份。恩爱和情义完全断绝，形容感情破裂",
  "恩恩怨怨": "指人的感恩之情与仇怨之情",
  "恩恩爱爱": "形容夫妻感情深厚或骨肉亲情",
  "恩断意绝": "恩：恩惠，恩情；意：情份。恩爱和情义完全断绝，形容感情破裂",
  "恩爱夫妻": "恩：亲爱。指相亲相爱的夫妻",
  "鹗心鹂舌": "鹗：鱼鹰；鹂：黄莺。比喻嘴甜心狠，阴险狡诈",
  "谔谔以昌": "谔谔：直言争辩的样子。百官敢于直言争辩，国家就会兴盛",
  "饿死事大": "饿死人是件大事",
  "饿虎攒羊": "攒：赶。饥饿的老虎追赶一只羊羔。比喻迅猛贪婪",
  "饿虎见羊": "饥饿的老虎见到一只羊羔。比喻迅猛贪婪",
  "饿虎逢羊": "逢：碰到，遇到。饥饿的老虎遇到一只羊羔。比喻迅猛贪婪",
  "饿鬼投胎": "比喻大量吃东西而不劳动，造成对父母的拖累",
  "恶衣粗食": "恶：坏；衣：衣服；食：事物。粗劣的衣食。形容生活清苦",
  "恶衣薄食": "衣：衣服；薄：淡薄；食：事物。形容生活清苦",
  "恶言恶语": "指用狠毒的话骂人或说话",
  "恶稔祸盈": "稔：成熟；盈：满，指到了极点。罪恶积蓄成熟，像钱串已满。形容作恶多端，末日来临",
  "恶稔贯盈": "稔：成熟；贯盈：穿满了绳索，指到了极点。罪恶积蓄成熟，像钱串已满。形容作恶多端，末日来临",
  "恶贯久盈": "贯：钱串；盈：充满。罪恶像钱串一样堆满。形容罪大恶极，已到了该受惩罚的末日",
  "恶贯祸盈": "贯：钱串；祸：为害。指罪恶累累像钱串已满，末日来临",
  "扼腕兴嗟": "扼腕：用手握腕；嗟：感叹。用手握腕，长声叹息。形容情绪激动发出叹息的神态",
  "扼臂啮指": "扼：用力掐；啮：咬。掐胳膊，咬手指。形容母子心灵相互感应",
  "额手加礼": "表示敬意",
  "鹅存礼废": "存：保存。指古代礼节形式已经消亡，仅存食物",
  "娥皇女英": "娥皇、女英：传说唐尧的两个女儿，均嫁给虞舜为妻。比喻姊妹同夫",
  "讹言谎语": "讹言：谣言。造谣说谎话",
  "婀娜妩媚": "婀娜：轻盈柔美；妩媚：姿态美好。轻盈柔美的姿态",
  "阿尊事贵": "阿：曲从，迎合；尊、贵：地位官爵高的权贵。指迎合与侍奉权贵",
  "阿旨顺情": "阿：曲从；旨：圣旨。曲意逢迎",
  "阿谀顺旨": "阿谀：曲意逢迎；顺旨：顺从君主意图。曲意逢迎，顺从君主的意图",
  "阿谀曲从": "阿谀：曲意逢迎。曲意逢迎讨好别人",
  "阿谀求容": "容：容色，好的脸色。曲意奉承，取悦于人",
  "阿谀苟合": "阿：迎合，曲从；阿谀：曲意逢迎；苟：苟且；苟合：无原则地附和。曲从别人的意愿，无原则地附和",
  "阿谀谄佞": "阿谀：说别人爱听的话迎合奉承；谄佞：花言巧语谄媚。指用花言巧语谄媚别人",
  "阿意顺旨": "阿意：迎合他人心意；顺旨：顺从君主意图。曲意逢迎，顺从君主的意图",
  "阿意苟合": "阿：迎合，曲从；苟：苟且；苟合：无原则地附和。曲从别人的意愿，无原则地附和",
  "阿顺取容": "阿：曲从，迎合。曲意顺从以博取他人的欢悦",
  "阿匼取容": "阿匼：一味迎合的样子。一味巴结别人以求得他们的喜欢",
  "阿保之功": "阿保：保护养育。保护养育幼儿的功劳",
  "思断义绝": "感情破裂。多指夫妻离异。",
  "二一添作五": "本是珠算除法的一句口诀，是二分之一等于零点五的意思。比喻双方平分。",
  "二桃杀三士": "将两个桃子赐给三个壮士，三壮士因相争而死。比喻借刀杀人。",
  "恶虎不食子": "即使凶恶的老虎也不吃自己生下的小老虎。比喻不伤害亲近者。",
  "恶事行千里": "指好事不容易被人知道，坏事却传播得极快（含有劝告的意思）。",
  "二卵弃干城": "卵：鸡蛋；干城：捍卫者。比喻因人有小的过失而忽略他的大节",
  "儿大不由娘": "由：听从，顺从。儿女长大成人，由不得父母做主",
  "恶事传千里": "恶事：坏事，丑事。形容败坏名誉的事很容易传开来",
  "恶人先告状": "指坏人或理亏的人抢先诉说或歪曲事实",
  "耳闻不如面见": "听到的不如看到的真实可靠。比喻实际经验的重要。",
  "耳闻不如目见": "耳朵听到的不如眼睛看到的。比喻亲身感受比传闻可靠。",
  "二者不可得兼": "两项之中只能得其一，不能兼而有之。",
  "二者必取其一": "只能在两者中选择其中的一种",
  "二者必居其一": "居：占。只能在两者中选择其中的一种",
  "耳闻不如眼见": "听到的不如看到的真实可靠。比喻亲身感受比传闻可靠",
  "尔为尔，我为我": "尔：你。你是你，我是我。指两者界限分明，互不沾边",
  "儿行千里母担忧": "儿女出门在外，母亲总是不放心。形容母爱真挚",
  "恶人自有恶人磨": "磨：折磨。指狠毒的人自然会有更狠毒的人来折磨他",
  "恶龙不斗地头蛇": "地头蛇：比喻称霸一方的人。比喻外来者尽管很厉害，也斗不过本地的恶势力",
  "耳闻是虚，眼观为实": "亲自听到的还不足为信，只有亲眼看到的才是真实可靠的。",
  "二人同心，其利断金": "比喻只要两个人一条心，就能发挥很大的力量。",
  "二虎相斗，必有一伤": "两只凶恶的老虎争斗起来，其中必有一只受伤。比喻敌对双方实力都很强，激烈斗争的结果，必有一方",
  "饿死事小，失节事大": "失节：原为封建礼教指女子失去贞操，后泛指失去节操。贫困饿死是小事，失节事情就大了。",
  "耳听是虚，眼见是实": "虚：虚假。听到的不足信，亲眼看到的才真实可靠",
  "儿女情多，风云气少": "指男女相爱的感情多，胸怀大局的气概少。比喻文艺作品中男欢女爱多，社会斗争题材少",
  "儿女情长，英雄气短": "指男女之间恋情绵绵不断，而慷慨奋发的气概消沉不足",
  "恩人相见，分外眼青": "分外：格外；眼青：亲热。形容恩人见面，格外亲热",
  "蛾眉倒蹙，凤眼圆睁": "蛾眉：细长的眉毛；蹙：皱；凤眼：长而大的双眼皮眼睛。形容美女发怒的面容"
}