{
  "附骥尾": "附着在千里马的尾巴上。比喻仰仗别人而成名。常作谦词。",
  "风马牛": "风：放逸，走失。指齐楚两地相离甚远，马牛不会走失至对方地界。后用以比喻事物之间毫不相干。同",
  "放冷箭": "乘人不备，放箭伤人。比喻暗中伤人。冷箭：暗箭。",
  "放空炮": "发射出去的炮弹未击中目标。比喻说话未达到目标",
  "放空气": "比喻有意制造某种气氛或散布某种消息",
  "肥皂泡": "指肥皂水吹起的气泡。比喻一触即破的事物或经不起推敲的东西",
  "付东流": "付：交给；东流：向东的河流。扔在东流的江河里冲走。比喻希望落空，成果丧失，前功尽弃",
  "方便门": "方便：便利。佛教语，指引人入教的门径，后指给人便利的门路",
  "方寸地": "原指很小的地方，借指心",
  "方外人": "方外：世外。指言行超脱于世俗礼教之外的人。后指僧道等出家人",
  "风木叹": "风木：同“风树”，比喻因父母亡故，不能奉养。指丧父母的悲伤",
  "风树悲": "指丧父母的悲伤",
  "风月场": "指男女情爱的场所",
  "夫妻店": "由夫妇两人经管的小店铺，借指夫妻两人控制某单位，变公为私",
  "夫己氏": "指那个人",
  "父母官": "旧时对州县官的称呼",
  "父母国": "指祖国",
  "父子兵": "指上下亲如一家的军队",
  "风凉话": "打消别人积极性的嘲讽话。",
  "夫妻反目": "反目：翻眼相看，不和睦。指夫妻不和、吵架。",
  "肤末支离": "肤浅琐碎。",
  "肤皮潦草": "形容不扎实，不仔细。",
  "肤如凝脂": "皮肤像凝固的油脂。形容皮肤洁白且细嫩。",
  "肤受之诉": "比喻被人说了有关切身利益的坏话。",
  "肤受之愬": "指谗言。肤受，指浮泛不实，或指利害切身。",
  "肤受之言": "肤：肤浅；受：感受。指肤浅的，使人感受不深的言论。也指不切合实际的言辞。",
  "肤粟股栗": "皮肤上起疙瘩，大腿发抖。形容非常恐惧。",
  "肤见谫识": "浅陋的见识。",
  "夫贵妻荣": "指丈夫尊贵，妻子也随之光荣。见“夫荣妻贵”。",
  "夫人裙带": "指因妻子方面的关系使丈夫得到官职或其他好处。",
  "夫荣妻贵": "荣：本指草木茂盛；比喻兴盛显达。丈夫荣耀显达；妻子也跟着尊贵起来。",
  "夫子自道": "指本意是说别人好处，而事实上却正道着了自己。也用在不好的一面，意思是指摘别人，却正指摘了自",
  "肤寸而合": "指（云气）逐渐集合。",
  "夫唱妇随": "唱：原为“倡”；即倡议；提出某种意见。丈夫说什么；妻子也跟着说什么。是封建社会男尊女卑的表",
  "夫倡妇随": "原指封建社会认为妻子必须服从丈夫，后比喻夫妻和好相处。同“夫唱妇随”。",
  "夫负妻戴": "相传春秋时，楚狂接舆躬耕而食。楚王使人聘之，请为治淮南。接舆笑而不应。其妻以为君命不从非忠",
  "跗萼联芳": "比喻兄弟均贵显荣耀。",
  "夫荣妻显": "丈夫有了荣耀的地位，妻子也会随之显赫起来。",
  "跗蕚载韡": "《诗·小雅·常棣》：“常棣之華，鄂不韡韡。” 郑玄 笺：“鄂足得華之光明，則韡韡然盛興者，喻",
  "跗萼载韡": "《诗·小雅·常棣》：“常棣之华，鄂不韡韡。”郑玄笺：“鄂足得华之光明，则韡韡然盛兴者，喻弟",
  "敷衍了事": "敷衍：将就应付；不认真。了：了结。将就应付地把事办了。指做事不认真；缺乏责任心。",
  "敷衍搪塞": "做事马马虎虎应付一下，塞责了事。",
  "跗蕚连晖": "比喻兄弟均贵显荣耀。《周书·李贤传赞》：“遂得任兼文武，聲彰内外，位高望重，光國榮家，跗蕚",
  "敷衍塞责": "敷衍：马虎，不认真，表面上应付；塞责：搪塞责任。指工作不认真负责，表面应付了事。",
  "釜中生尘": "犹釜中生鱼。",
  "簠簋之风": "指官吏贪财受贿的风气。 清  陈康祺 《郎潜纪闻》卷六：“ 萊陽  趙崙  閬仙 ， 康熙 二十一年督",
  "黼蔀黻纪": "“黼”念fǔ；“蔀”念bù。谓锦绣美好的年代。",
  "俯拾仰取": "低头拾地上的东西，抬头拿上面的东西。形容一举一动都有收获。",
  "釜中生鱼": "比喻生活困难，断炊已久。",
  "俯首弭耳": "形容卑屈驯服的样子。同“俯首帖耳”。",
  "辅车唇齿": "辅：嘴旁颊骨。车：牙床，即牙床骨。颊骨和牙床骨，嘴唇和牙齿。指相互依存的双方。",
  "俯首贴耳": "俯首：低头。低着头，耷拉着耳朵。形容恭顺服从，屈卑驯服的样子。",
  "拊心泣血": "形容内心悲痛之极。",
  "俯首帖耳": "像狗见了主人那样低着头，耷拉着耳朵。形容卑屈驯服的样子。",
  "俯首听命": "俯：低下；首：头；脑袋。低着脑袋听从命令。形容驯服顺从的样子。俯付fǔ…fùfù负",
  "俯仰随人": "一举一动都随人摆布。",
  "俯首就缚": "低下头让人捆绑。形容无法反抗或自愿认罪。",
  "釜中之鱼": "在锅里游着的鱼。比喻不能久活。",
  "俯仰唯唯": "唯唯：答应的声音。点头答应。比喻谦卑地应付。",
  "拊背搤吭": "按住脊背，拤住咽喉。比喻控制要害。语本《史记·刘敬叔孙通列传》：“夫与人斗，不搤其亢，拊其",
  "釜底游鱼": "釜：古时的一种锅。开水锅中尚在游动的鱼。比喻处境非常危险或即将灭亡。",
  "辅车相将": "比喻两者关系密切，互相依存。同“辅车相依”。",
  "抚世酬物": "指治政理事，待人接物。",
  "抚绥万方": "抚绥：安定、安抚；万方：万邦，万族。指安定天下。",
  "抚心自问": "摸着自己的胸口问问自己。表示自我反省。",
  "抚掌大笑": "抚掌：拍手。拍手大笑。形容非常高兴。",
  "抚掌击节": "抚掌：拍手。击节：打拍子。①拍手为乐曲打拍子。②拍手表示非常赞赏。",
  "拊背扼吭": "吭，喉咙。按住脊背，拤住咽喉。比喻控制要害。",
  "釜中游鱼": "在锅里游着的鱼。比喻处在绝境中的人。也比喻即将灭亡的事物。",
  "黼国黻家": "指国家文教之治，美如锦绣。",
  "辅牙相倚": "颊骨与牙床相互倚傍。比喻关系密切，利害相关。",
  "辅世长民": "辅世：辅佐当世的国君。长民：统治人民。辅佐当世的国君统治人民。",
  "抚时感事": "指感念时事，伤怀往事。",
  "抚景伤情": "接触到面前的景物而引起感情上的伤痛。",
  "抚今追昔": "抚：按；摸；接触；今：当前；眼下；追：回想；昔：过去。接触到当前的情景；回想追念过去的情形",
  "抚今思昔": "因眼前事物而引起对往事的追思。同“抚今悼昔”。",
  "抚今悼昔": "因眼前事物而引起对往事的追思。",
  "抚躬自问": "反躬自问，指自我反省。",
  "俯拾皆是": "只要低下头来捡取，到处都是。形容多而易得。",
  "釜底抽薪": "釜：锅。薪：柴。在锅底下抽出柴火。比喻从根上解决问题。也指暗中进行破坏。",
  "拊膺顿足": "捶胸跺脚。形容哀痛之极。",
  "俯仰无愧": "比喻没有做亏心事，并不感到惭愧。",
  "黼黻文章": "古代礼服上所绣的色彩绚丽的花纹。泛指华美鲜艳的色彩。",
  "黼黻皇猷": "犹言辅佐朝廷。",
  "辅车相依": "辅：颊骨；车：齿床。颊骨和齿床互相依靠。比喻两者关系密切，互相依存。",
  "釜鱼甑尘": "釜中生鱼，甑中生尘，比喻生活清贫。",
  "釜鱼幕燕": "生活在锅里的鱼、筑巢在帷幕上的燕。比喻处境极不完全。语出南朝梁丘迟《与陈伯之书》：“今将军",
  "簠簋不饬": "簠、簋：都是古代食器，也用作放祭品；不饬：不整饬。借指贪污。旧时弹劾贪吏常用此语。",
  "釜底游魂": "比喻行将灭亡、苟延残喘的人。游魂，游荡的鬼魂。",
  "俯仰之间": "一低头，一抬头的工夫。形容时间极短。",
  "俯仰由人": "俯仰：低头和抬头，泛指一举一动。比喻一切受人支配。",
  "黼衣方领": "华贵的服饰。借指王公显贵。",
  "斧破斨缺": "谓武器破损残缺。语本《诗·豳风·破斧》：“既破我斧，又缺我斨。”",
  "拊背扼喉": "掐着喉咙，捺住脊背。比喻控制要害，制敌死命。",
  "俯拾即是": "俯：低头；弯腰；即：就。一弯腰就可捡得；到处都是。形容为数很多；极容易得到。",
  "俯拾地芥": "象低头拾一根小草那样。比喻容易得到或容易成功。",
  "斧钺之诛": "钺：古代兵器，像大斧；诛：杀戮，杀死。用斧、钺杀人的刑罚。泛指死刑。",
  "斧钺汤镬": "斧钺：古代军中刑戮。汤：滚开的水。镬：古代的大锅。汤镬：古代一种酷刑，把犯人投入滚水中煮死",
  "簠簋不修": "簠、簋：古代食器、祭器。借指贪污",
  "俯首戢耳": "形容卑屈驯服的样子。同“俯首帖耳”。",
  "俛拾仰取": "谓低头则必拾地上之物，仰首则必取树上之物。形容极其勤劳节俭。语出《史记·货殖列传》：“然家",
  "簠簋不饰": "对做官不廉正者的一种婉转的说法。不饰，不整饬。《汉书·贾谊传》：“古者大臣有坐不廉而廢者，",
  "负石赴河": "河：这里指黄河。背着石头跳进黄河。比喻人以死明志。亦作“负石赴渊”。",
  "负手之歌": "《礼记·檀弓上》：“孔子蚤作，负手曳杖，消摇于门，歌曰：‘泰山其颓乎？梁木其坏乎？哲人其萎",
  "负俗之讥": "因不谐于流俗而受到的讥议。同“负俗之累”。",
  "负俗之累": "因不谐于流俗而受到的讥议。",
  "负土成坟": "背土筑坟。古代认为是一种孝义的行为。",
  "负阻不宾": "犹言负固不服。",
  "负任蒙劳": "指担负重任，承受劳苦。",
  "负薪构堂": "《书·大诰》：“若考作室，既厎法，厥子乃弗肯堂，矧肯构？”孔传：“以作室喻治政也。父已致法",
  "覆是为非": "犹言颠倒是非。 汉  焦赣 《易林·豐之鼎》：“讒言亂國，覆是爲非， 伯奇 乖難， 恭子 憂哀。”",
  "负薪救火": "背着柴草去救火。比喻用错误的方法去消除灾祸，结果使灾祸反而扩大。",
  "负心违愿": "负：辜负。辜负和违背自己的心愿。",
  "负屈衔冤": "衔：用嘴含，这里指心里怀着。身上背着委屈，心里怀着冤枉。指蒙受冤屈，得不到昭雪。",
  "富家大室": "亦作“富家巨室”。指广有财产的大户人家。",
  "覆水不收": "覆：翻、倾倒。泼在地上的水难以收回。比喻事情已成定局，无法挽回",
  "覆车继轨": "前面的车翻倒了，后面的车继续按旧车辙行进。犹言重蹈覆辙。 三国  魏  李康 《运命论》：“故木",
  "缚鸡弄丸": "借喻轻而易举。 康有为 《大同书》戊部第一章：“即 中國  宋 之 宣仁 ， 明 之 慈聖 ，皆以女主",
  "覆前戒后": "前事败坏，足为后事鉴戒。《旧唐书·王方庆传》：“覽古人成敗之所由，鑒既往存亡之異軌，覆前戒",
  "负荆谢罪": "背着荆条向对方请罪。表示向人认错赔罪。同“负荆请罪”。",
  "负老提幼": "形容百姓全体出动，流离失所的悲惨情景。同“负老携幼”。",
  "负老携幼": "背着老人，带着孩子。形容百姓全体出动，流离失所的悲惨情景。",
  "负类反伦": "和同类事物所具有的特性相悖逆。",
  "负芒披苇": "犹言披荆斩棘。",
  "覆公折足": "《易·鼎》：“鼎折足，覆公餗。”后以“覆公折足”比喻不胜重任，败坏公事。 晋  袁宏 《後汉纪",
  "负恩昧良": "昧：隐藏；良：良心。辜负恩情，泯灭良心。",
  "富贵浮云": "意思是不义而富贵，对于我就象浮云那样轻飘。比喻把金钱、地位看得很轻。",
  "富贵利达": "犹言功名利禄。",
  "富贵荣华": "荣：植物枝叶繁茂；华：草木开花。荣华：比喻兴旺繁盛。地位显赫；昌盛兴旺。",
  "富贵显荣": "财多位高，显赫荣耀。",
  "富国安民": "使国家富强，人民安居乐业。",
  "富国彊兵": "使国家富裕，军力强盛。亦作“富国强兵”。",
  "赴汤跳火": "赴：去，走向；汤：开水。沸水敢蹚，烈火敢跳。比喻奋不顾身，不避艰险",
  "赴蹈汤火": "同“ 赴湯蹈火 ”。 三国  魏  嵇康 《与山巨源绝交书》：“禽鹿少見馴育，則服從教制，長而見羈",
  "负德孤恩": "指缺少恩义。",
  "负德辜恩": "辜负了别人对自己的恩德。",
  "赴火蹈刃": "犹言赴汤蹈火。比喻不避艰险。《淮南子·泰族训》：“ 墨子 服役者百八十人，皆可使赴火蹈刃，死",
  "负恩背义": "负：违背，背弃。忘记别人对自己的恩德和好处，做出对不起别人的事。",
  "赴死如归": "犹言视死如归。形容不怕牺牲。《汉书·季布栾布田叔传赞》：“ 欒布 哭 彭越 ， 田叔 隨 張敖 ，",
  "负恩忘义": "忘记别人对自己的恩德和好处，做出对不起别人的事。同“负恩背义”。",
  "负诟忍尤": "忍受指责和怨恨。",
  "负固不宾": "依恃险阻而不臣服。同“负固不服”。",
  "负固不服": "依恃险阻而不臣服。",
  "负衡据鼎": "指身居高位，肩负重任。",
  "缚舌交唇": "闭着嘴，不敢说话。表示恭顺。 唐  孙樵 《逐痁鬼文》：“復有 司馬安 者，攘義盜仁，縛舌交唇，",
  "覆蕉寻鹿": "同“ 覆鹿尋蕉 ”。 清  吴趼人 《＜糊涂世界＞序》：“守株待兔之舉，視若不二法門；覆蕉尋鹿之",
  "妇姑勃豀": "亦作“ 婦姑勃谿 ”。谓婆媳争吵不和。《庄子·外物》：“室無空虚，則婦姑勃豀。” 成玄英 疏：",
  "负驽前驱": "背着弓箭在前面开道。比喻迎接的礼度极为尊敬。",
  "负地矜才": "指以其才能、出身而自负骄矜。",
  "富堪敌国": "私人拥有的财富可与国家的资财相匹敌。形容极为富有。同“富可敌国”。",
  "腹心之患": "比喻严重的祸患。",
  "腹心之疾": "腹心：比喻要害处；疾：疾患。比喻要害处的祸患。",
  "腹有鳞甲": "鳞甲：比喻人多巧诈的心。比喻居心险恶，不可接近。",
  "富商蓄贾": "指拥有大量钱财的商人。同“富商大贾”。",
  "富商大贾": "亦作“富商巨贾”。指拥有大量钱财的商人。",
  "富面百城": "形容藏书非常丰富。",
  "富埒王侯": "埒：同等。富有的程度与国王诸侯相当。形容非常富有。",
  "富埒陶白": "比喻极富有。",
  "富轹万古": "形容极其丰富，超越千秋万代。",
  "富丽堂皇": "富丽：华丽。堂皇：雄伟；盛大。豪华美丽、雄伟壮大。形容建筑物的宏伟壮丽；场面的盛大豪华。也",
  "覆巢破卵": "同“覆巢毀卵”。 汉  陆贾 《新语·辅政》：“ 秦 以刑罰爲巢，故有覆巢破卵之患。” 唐  赵元",
  "富贵不淫": "指意志不为金钱和地位所迷惑。同“富贵不能淫”。",
  "富于春秋": "指年少，年轻。",
  "富家巨室": "指广有财产的大户人家。",
  "负罪引慝": "指引咎自责。",
  "负重致远": "负：背着；致：送到。背着重东西走远路。比喻能够负担艰巨任务。",
  "富国裕民": "使国家和人民富裕。",
  "富国强民": "指使国家富足，民力强盛。",
  "富国强兵": "使国家富足，兵力强大。",
  "附凤攀龙": "指巴结投靠有权势的人以获取富贵。",
  "附耳射声": "指传闻异辞，捕风捉影。",
  "附耳低言": "附：贴近。贴近别人的耳朵低声说话。形容和对方密谈要事。",
  "富可敌国": "敌：匹敌。私人拥有的财富可与国家的资财相匹敌。形容极为富有。",
  "腹非心谤": "心怀不满，暗中发泄。",
  "覆鹿遗蕉": "同“ 覆鹿尋蕉 ”。 王闿运 《＜桂阳州志＞序》：“覆鹿遺蕉，亡猿災木。”",
  "覆窟倾巢": "喻家室倾毁。《宋书·沈攸之传》：“彼四子者，皆當世雄傑，以犯順取禍，覆窟傾巢，爲豎子笑。”",
  "覆酱烧薪": "极言著作无价值或不受重视。 康有为 《与菽园论诗》诗：“吟風弄月各自得，覆醬燒薪空爾悲。”参",
  "蝮螫解腕": "螫：蜂螫；解：放弃。手腕被蝮蛇咬伤，应立即截断，以免危及生命。比喻面临危险，必须弃小求大",
  "负薪之忧": "意指背柴劳累，体力还未恢复。有病的谦词。",
  "负重吞污": "见“负重含污”。",
  "负重涉远": "背着重东西走远路。比喻能够负担艰巨任务。同“负重致远”。",
  "负重含污": "犹言忍辱负重。",
  "负气斗狠": "负气：赌气；斗狠：发狠。恃其意气，发狠而为。",
  "负气含灵": "指有生气和灵性的人。",
  "负气仗义": "凭借正气，主持正义。",
  "腹背之毛": "比喻无足轻重的事物。",
  "富室大家": "泛称广有资财的大户人家。",
  "腹诽心谤": "腹诽：口里不说，心里不满。指心怀不满，暗中发泄。",
  "腹热肠荒": "元曲俗语。形容焦急、慌乱。同“腹热肠慌”。",
  "腹热肠慌": "元曲俗语。形容焦急、慌乱。",
  "腹热心煎": "形容心中焦急。",
  "腹心相照": "腹心：内心；照：映照，见。以真心相见。比喻彼此很知心，达到心心相印的程度。",
  "负债累累": "形容负债甚多。",
  "负隅顽抗": "负：依靠；隅：山势弯曲险阻的地方。凭借险阻，顽固抵抗。指依仗某种条件，顽固进行抵抗。",
  "负义忘恩": "忘记别人对自己的恩德和好处，做出对不起别人的事。",
  "富在知足": "有了财富之后，要知道满足，不要贪得无厌。",
  "负弩前驱": "弩：弓箭。背着弓箭走在前面。表示极为尊敬。",
  "负屈含冤": "负：背着；屈：委屈；含：放在嘴里；比喻忍受；冤：冤枉。蒙受委屈；忍受冤枉；得不到昭雪。",
  "覆车之轨": "轨：车辙。翻车的辙迹。比喻失败的教训。",
  "负才任气": "指依恃才学，任性使气。",
  "负材矜地": "指以其才能、出身而自负骄矜。",
  "附赘悬疣": "附赘：附生于皮肤上的肉瘤；悬疣：皮肤上突起的瘊子。比喻多余无用的东西。",
  "附赘悬肬": "附生在皮肤上的小瘤。比喻多馀无用之物。同“附赘县疣”。",
  "覆盆难照": "覆盆：翻扣着盆子。翻扣着盆子，阳光照不到里面。比喻无处申诉的沉冤。亦作“覆盆之冤”。",
  "覆鹿寻蕉": "覆：遮盖；蕉：同“樵”，柴。比喻把真事看作梦幻而一再失误。",
  "覆军杀将": "覆：消灭。消灭军队，杀死大将。",
  "覆海移山": "翻转大海，移动大山。形容力量巨大。",
  "覆地翻天": "指发生极大的事。也比喻亡国。",
  "付诸洪乔": "洪乔：晋朝人，姓殷名羡，字洪乔。比喻书信遗失。",
  "覆车之鉴": "覆：倾覆；鉴：镜子。把翻车作为镜子。比喻先前的失败，可以作为以后的教训。",
  "负德背义": "犹言负恩背义。",
  "覆巢毁卵": "覆：翻倒。巢：鸟窝。毁：破坏。卵：蛋。翻倒了鸟窝，打破了鸟蛋。比喻整体毁灭了，各部分都不复",
  "腹载五车": "比喻读书甚多，知识渊博。",
  "附赘县疣": "附生在皮肤上的小瘤。比喻多馀无用之物。",
  "覆舟之戒": "推翻船的教训。比喻失败的教训。",
  "覆雨翻云": "比喻反复无常，玩弄手段。也比喻世事变幻莫测",
  "妇姑勃溪": "勃溪：争斗；吵架。儿媳和婆婆争吵。泛指为日常鸡毛蒜皮的小事而争吵。比喻为无关紧要的小事而争",
  "付诸一笑": "用一笑来对待或回答。比喻不值得理会。同“付之一笑”。",
  "付诸一炬": "炬：火把。一把火全部烧了。同“付之一炬”。",
  "覆车之戒": "比喻先前的失败，可以作为以后的教训。",
  "附下罔上": "附和偏袒同僚或下属，却欺骗君上。",
  "附肤落毛": "比喻赋闲无正事可干。",
  "附会穿凿": "将无关之事硬扯在一起牵强地解释。",
  "附骥名彰": "附：依附；骥：千里马；彰：显著。依附有名望者，使自己显名于世。",
  "附骥攀鸿": "攀：攀附；鸿：天鹅。比喻依附他人以成名。",
  "附骥攀鳞": "比喻追随有名望的人左右，依附其成名。",
  "附膻逐腥": "膻：羊肉的气味。依附、追逐有膻腥气味的东西。比喻巴结权贵，追逐个人利益。亦作“附膻逐秽”。",
  "附上罔下": "附：附和；上：君王，罔：欺骗；下：臣下。亲附君王，欺骗臣下。",
  "附声吠影": "比喻盲目附和。",
  "负乘斯夺": "语出《易·系辞上》：“小人而乘君子之器，盗思夺之矣。”后以“负乘斯夺”指才德不称其职会招致",
  "负才傲物": "指依恃才学，骄傲而看不起旁人。",
  "负乘致寇": "典出《易·解》：“六三：负且乘，致寇至，贞吝。《象》曰：‘负且乘，亦可丑也。自我致戎，又谁",
  "附炎趋热": "比喻趋附时贵权势。",
  "附翼攀鳞": "指巴结投靠有权势的人以获取富贵。同“攀龙附凤”。",
  "附影附声": "指盲目附和。",
  "附庸风雅": "附庸：依傍；追随；风雅：原始《诗经》中的“国风”和“大雅”、“小雅”；引申为吟诗缀文之类的",
  "富贵骄人": "富：有钱；贵：指有地位。有财有势，盛气凌人。",
  "妇孺皆知": "孺：小孩子。妇女和小孩子全都知道。形容大家都知道或一看就明了的简单事物。",
  "覆盂之安": "像覆置的盂那样安稳。比喻稳固，不可动摇。亦作“覆盂之固”。",
  "负荆请罪": "负：背着；荆：荆条；古时用来抽打犯人的刑具。背着荆条向对方请罪。表示主动向人认错赔罪；请求",
  "覆宗灭祀": "宗：祖庙。祀：祭祀。覆宗：推翻祖庙。灭祀：灭了香火，引申为绝了后代。毁坏宗庙，断绝后代。亦",
  "附势趋炎": "指奉承、依附有权势的人。",
  "父严子孝": "父亲严格管教子女，子女依顺孝敬父亲。",
  "覆去翻来": "形容一次又一次。也形容来回翻动身体。",
  "腹饱万言": "指学识渊博。",
  "付之一笑": "用笑一笑来回答。比喻不计较，不当一回事。",
  "付之一叹": "叹一口气。多指对不满意的某件事表示无可奈何。",
  "付之一炬": "付：交给；之：它；炬：火把；一炬：一把火。给它一把火烧光。指用火烧毁。",
  "付之梨枣": "指刻版刊印书籍。梨枣：旧时刻书多用梨木枣木，古代称书版。",
  "付之度外": "度外：心意计度之外。放在考虑之外，形容不计安危、成败的行为。",
  "覆亡无日": "马上就会灭亡，已经没有可以推延的时间了。",
  "父债子还": "父亲生前的债务，由子女负责偿还。也指父辈的过错累及子女。",
  "覆水难收": "覆：翻；引申为倾、倒、泼的意思。泼在地上的水；难以收回来。比喻事情已成定局；很难再挽回了。",
  "父析子荷": "父劈柴，子担柴。比喻子孙继承父辈的未竟之业。",
  "父为子隐": "父亲为儿子隐藏劣迹。",
  "父母之邦": "指祖国。",
  "腹中兵甲": "兵甲：即甲兵，穿着盔甲的士兵。腹中装有士兵。比喻人有雄才谋略。",
  "父母恩勤": "指父母养育子女的恩惠和辛劳。",
  "腹背受敌": "腹：肚子；指前面；背：背脊；指后面；受：遭到；受到。前后都受到敌人的攻击；处于被动不利的局",
  "缚鸡之力": "缚：捆、绑。捆绑一只鸡的力量。形容体力很弱。",
  "付之东流": "扔在东流的水里冲走。比喻希望落空，成果丧失，前功尽弃，好像随着流水冲走了一样。",
  "妇人之仁": "仕：仁慈。妇女的软心肠。旧指处事姑息优柔，不识大体。",
  "富贵逼人": "无心富贵，被迫出仕。也指因有财势，人来靠拢。",
  "傅粉施朱": "傅：搽；朱：红，指胭脂。搽粉抹胭脂。泛指修饰打扮。",
  "父慈子孝": "父：指父母；子：子女。父母对子女慈爱，子女对父母孝顺。",
  "覆盆之冤": "翻过来放的盆子，阳光照不到里面。形容无处申诉的冤枉。",
  "傅粉何郎": "傅粉：敷粉，抹粉；何郎：何晏，字平叔，曹操养子。原指何宴面白，如同搽了粉一般。后泛指美男子",
  "赴险如夷": "赴：投身进去；险：危险；如：像；夷：平坦。走向危险的道路，看作像平坦的大道。形容不避艰险。",
  "赴汤蹈火": "赴：去；走向；汤：开水；蹈：踩。投入沸水；踏上烈火。比喻奋不顾身；不避艰险。",
  "妇人孺子": "妇女孩子。",
  "复旧如初": "复：恢复；如：像，好像。恢复旧的，就像当初一样。",
  "复蹈前辙": "蹈：踏上；前辙：先前车轮辗过的痕迹。重新踏上先前车轮辗过的痕迹。比喻不吸取教训，重犯错误。",
  "付诸东流": "付：交给；诸：之于；东流：向东流的江河。投入滚滚东流的江河中；一去再不回来。比喻希望落空；",
  "妇人醇酒": "谓沉湎于酒色。语本《史记·魏公子列传》：“秦数使反闲……公子（无忌）自知再以毁废，乃谢病不",
  "妇姑勃谿": "妇姑：儿媳和婆婆；勃谿：家庭争吵。原指婆婆和儿媳间的争吵。后也比喻内部争斗。",
  "付之丙丁": "指用火烧掉。",
  "福地洞天": "原为道家语，指神道居住的名山胜地。后多比喻风景优美的地方。",
  "凫鹤从方": "指野鸭和鹤各从其所属的品类。比喻顺其自然行事。",
  "凫短鹤长": "凫胫短鹤胫长。长短不齐。泛指馀缺不齐。",
  "浮语虚辞": "指大话、空话。",
  "浮云蔽日": "浮云遮住太阳。原比喻奸佞之徒蒙蔽君主。后泛指小人当道，社会一片黑暗。",
  "浮云富贵": "浮云：飘浮的云彩。把富贵看成飘浮的云彩。比喻把金钱、地位看得很轻。",
  "浮光略影": "比喻观察不细致，学习不深入，印象不深刻。同“浮光掠影”。",
  "浮瓜沈李": "亦作“浮瓜沉李”。语出三国魏曹丕《与朝歌令吴质书》：“浮甘瓜于清泉，沈朱李于寒水。”谓以寒",
  "浮瓜沉李": "吃在冷水里浸过的瓜果。形容暑天消夏的生活。",
  "浮而不实": "形容知识浅薄，基础不扎实；形容作风浮泛，不深入不踏实。",
  "芙蓉并蒂": "蒂：花或瓜果跟枝茎相连的部分；芙蓉：荷花别名。两朵荷花并生一蒂。比喻夫妻相亲相爱。也比喻两",
  "扶摇直上": "扶摇：迅猛盘旋而上的旋风。乘着大旋风之势一直上升。比喻事物迅速地直线上升。有时也比喻官职提",
  "浮称流说": "犹言广引博谈。《淮南子·要略》：“故通而無爲也，與塞而無爲也同。其無爲則同，其所以無爲則異",
  "浮花浪蘂": "亦作“ 浮花浪蕊 ”。1.寻常花草。 唐  韩愈 《杏花》诗：“浮花浪蘂鎮長有，纔開還落瘴霧中。”",
  "浮石沈木": "亦作“ 浮石沉木 ”。喻是非颠倒。 汉  陆贾 《新语·辨惑》：“夫衆口之毁譽，浮石沉木，羣邪所",
  "浮一大白": "浮：违反酒令被罚饮酒；白：罚酒用的酒杯。原指罚饮一大杯酒。后指满饮一大杯酒。",
  "福慧双修": "原指福德和智能都达到至善的境地。现指有福气又聪敏。",
  "浮云朝露": "漂浮的云彩，清晨的露水。比喻时光易逝，人生短促。",
  "服低做小": "形容低声下气，巴结奉承。",
  "浮湛连蹇": "指宦海浮沉，遭遇坎坷。",
  "浮踪浪迹": "浮：飘浮；浪：流浪。飘浮不定的踪影，到处流浪的足迹。比喻四处飘泊，不安定的人或生活。",
  "桴鼓相应": "桴：鼓槌。用鼓槌打鼓，鼓就响起来。比喻相互应和，配合得很紧密。",
  "艴然不悦": "非常生气。艴fú然，也作怫然，生气时表现一付脸色难看的样子。典自《孟子·公孙丑上》[孟子]曰",
  "福不盈眦": "指福禄富贵渺小而短暂。",
  "浮光掠影": "浮光：水面上的反光。掠影：一闪而过的影子。比喻观察不细致或印象很不深刻；像水上的反光和一闪",
  "福过灾生": "幸福到了极点就转化为灾祸。",
  "福禄双全": "福：福气；禄：俸禄。既有福气，又做官，享受俸禄。",
  "浮想联翩": "浮想：漂浮变幻的想象。联翩：鸟飞的样子；比喻连续不断。漂浮不定的想象像鸟飞一样。指思绪连续",
  "浮文巧语": "华丽而空泛的言词。",
  "伏首贴耳": "畏缩恐惧的样子。",
  "伏龙凤雏": "伏龙：（卧龙）诸葛孔明。凤雏：庞士元。两人都是汉末三国时期著名的谋略家，军事家。后指隐而未",
  "浮家泛宅": "泛：漂浮；宅：住所。形容以船为家，在水上生活，漂泊不定。",
  "福寿年高": "年高：年龄大。有福有寿，长命百岁。",
  "福寿齐天": "福寿与天一样高。是祝颂之辞。",
  "浮石沉木": "见“浮石沉木”。",
  "浮声切响": "浮声：平声；切响：仄声。指古汉语中的平仄声。",
  "伏地圣人": "指在某一方面略有知识就逞能的人。",
  "伏而咶天": "咶：以舌舔物。伏地以舌舔天。比喻所行与所求不一致，无法达到目的。",
  "福寿康宁": "祝颂语。谓幸福、长寿、健康、安宁诸福齐备。",
  "伏虎降龙": "伏：屈服；降：用用威力使屈服。用威力使猛虎和恶龙屈服。形容力量强大，能战胜一切敌人和困难。",
  "福善祸淫": "指行善的得福，作恶的受祸。",
  "浮生若梦": "浮生：空虚不实的人生；若：象。把人生当作短暂虚幻的梦境。",
  "浮生切响": "指古汉语中的平仄声。",
  "浮皮潦草": "形容不扎实，不仔细。",
  "浮名虚誉": "浮名：虚有的名声；虚誉：不实在的称誉。虚有的名声和不实在的称誉。",
  "浮名虚利": "浮名：虚有的名声。虚利：空有的利益。形容名利是空虚的东西。",
  "浮名薄利": "浮名：虚浮的名声；薄利：微薄的利益。形容名利微不足道。",
  "扶正黜邪": "扶助正道，除去邪恶。",
  "伏法受诛": "伏法：由于违法而受处死刑；诛：杀死。犯法被杀。",
  "服田力穑": "服：从事；穑：收获谷物。指努力从事农业生产。",
  "浮收勒索": "用强迫手段额外征收。同“浮收勒折”。",
  "芙蓉出水": "芙蓉：荷花。刚开放的荷花。比喻诗文清新不俗。也形容天然艳丽的女子。",
  "怫然不悦": "怫然：忧愁或愤怒的样子；悦：愉快，高兴。愤怒，很不愉快。",
  "怫然作色": "怫然：愤怒的样子。脸上现出愤怒之色。",
  "拂袖而归": "拂袖：甩袖子，表示意志已决。指毫无留恋，回到家乡归隐。",
  "拂袖而去": "拂袖：甩袖子；表示生气。一甩袖子就走了。形容因言语不合很生气。",
  "福寿绵绵": "福多寿高。是祝颂之辞。",
  "服牛乘马": "役使牛马驾车。",
  "浮迹浪踪": "指行踪不定。",
  "浮笔浪墨": "指多余累赘的文字。",
  "浮翠流丹": "翠：青绿色。丹：朱红色。青绿、朱红的颜色在流动和浮现。形容色彩鲜明艳丽。",
  "浮收勒折": "用强迫手段额外征收。",
  "浮头滑脑": "犹言油头滑脑。形容人轻浮狡猾。",
  "福衢寿车": "通往福寿的道路和车子。指获取福寿的途径。",
  "福如东海": "福气象东海之水浩瀚无边；旧时祝颂用语。",
  "服服贴贴": "指让人信服或物品平整。",
  "扶颠持危": "颠：倒，倾倒；持：握，把握。指能够挽回颠危的局面。",
  "浮来暂去": "比喻来去无定。",
  "扶危济急": "犹扶危济困。",
  "扶危翼倾": "指在国家危殆将倾覆之时扶持之使安定。",
  "扶危定乱": "扶助危难，平定祸乱。",
  "扶危持颠": "扶：帮助；持：握，把握；颠：倒，倾倒。指挽回处于危难中的国家或人。",
  "扶弱抑强": "扶助弱小，压制强暴。",
  "扶倾济弱": "倾：倒塌，这里指遇到困境的人。扶助困难的人，救济弱小的人。",
  "扶危救困": "对处境危急、困难的人给以救济帮助。",
  "扶老携幼": "扶：挽着；携：带着。搀着老人；领着小孩儿。形容男女老少成群结队欢迎、观看或逃难。后也用来形",
  "孚尹旁达": "指玉的色彩晶莹发亮，比喻品德高尚纯洁。",
  "孚尹明达": "指玉的色彩晶莹发亮，比喻品德高尚纯洁。同“孚尹旁达”。",
  "凫趋雀跃": "凫：野鸭。象野鸭那样快跑，象鸟雀那样跳跃。形容十分欢欣的样子。",
  "浮白载笔": "浮：罚人饮酒；白：指专用来罚酒的大杯；浮白：指喝酒和干杯；载笔：拿着笔。一面喝酒，一面写作",
  "扶正祛邪": "祛：去除。扶持正气，去除邪气。现用来指扶持好的事物，纠正错误倾向。",
  "福寿双全": "幸福和年寿两样全备。",
  "凫胫鹤膝": "指事物各有长短。",
  "扶墙摸壁": "抚摸着墙壁。比喻言论主张比较软弱平庸。",
  "福无双至": "双：成双地；至：到来。幸运的事情不会接连而来。",
  "浮花浪蕊": "指寻常的花草。比喻轻浮的人。",
  "福至心灵": "福气一来；心也变得灵巧起来。多用来奉承人得意时思想灵活；言行适宜；含有诙谐之意。",
  "福倚祸伏": "指福祸互为因果，互相转化。",
  "福星高照": "福星：吉祥的星；象征能给人带来吉祥幸福的人或事物。形容人很幸运；有福气。",
  "扶危济困": "扶：帮助；支持；济：拯救。扶持、救济生活困苦、处境危急的人。比喻尽力救助别人的危难。",
  "凫居雁聚": "指群聚一处。",
  "福为祸先": "指福与祸没有定数，享福太甚就隐伏着祸端。同“福为祸始”。",
  "福为祸始": "指福与祸没有定数，享福太甚就隐伏着祸端。亦作“福为祸先”。",
  "福孙荫子": "指福荫及于子孙。",
  "福寿无疆": "疆：极限，止境。福分与年寿都无止境。是祝颂之辞。",
  "扶摇万里": "扶摇：急剧盘旋而上的暴风。暴风从下而上盘旋很高，风势急且大。",
  "扶危拯溺": "溺：落水。扶助危难者，救起落水者。比喻尽力救助别人的危难。",
  "浮光跃金": "月光照在浮动的水面上，金光跳跃。",
  "负担舍舟": "身背行囊,离船上岸.",
  "扶辇下除": "扶着皇帝的车驾下殿阶。",
  "佛头加秽": "比喻不好的东西放在好东西上面，玷污的好的东西。",
  "佛头著粪": "往佛像的头上拉粪。比喻美好的事物被亵渎、玷污。",
  "佛头着粪": "着：放置。原指佛性慈善，在他头上放粪也不计较。后多比喻不好的东西放在好东西上面，玷污的好的",
  "佛心蛇口": "比喻话虽说得好听，心肠却极狠毒。",
  "佛性禅心": "指佛教徒一意修行、清静寂定之心性。",
  "佛眼佛心": "比喻善意看待别人。",
  "佛眼相看": "用佛的眼光去看。比喻好意对待，不加伤害。",
  "佛口蛇心": "佛的嘴巴，蛇的心肠。比喻话虽说得好听，心肠却极狠毒。",
  "锋发韵流": "指文章笔锋犀利，情韵欲流。",
  "丰神绰约": "绰约：形容女子体态柔美的样子。指女子体态柔美丰满。",
  "蜂附云集": "比喻人众从各处聚集。",
  "蜂房蚁穴": "比喻各自占据一方。",
  "蜂出泉流": "像群蜂倾巢，如泉水涌流。形容一时并作。",
  "蜂虿有毒": "虿：蝎子一类的毒虫。比喻有些人物，地位虽低，但能害人，不可轻视。",
  "锋铓毕露": "锐气和才华全都显露出来。多指人好表现自己。同“锋芒毕露”。",
  "锋芒所向": "锋芒：刀剑等武器的刃口和尖端；比喻斗争的矛头；向：指向。斗争的矛头所指向的目标。",
  "锋芒不露": "锋芒：刀剑的尖端，比喻显露出来的才干或心机；露：显露。有才干或心机却不外露。形容满腹才干或",
  "蜂屯乌合": "形容人群蜂蚁般杂乱地聚集在一起。同“蜂屯蚁聚”。",
  "锋芒逼人": "锋芒：刀剑之类武器的刀口和尖端；比喻人的锐气；才干等。形容言词话语尖锐犀利；给人以威胁。",
  "蜂拥而上": "像成群的蜂拥挤着飞过来一样。形容许多人一起涌上前。",
  "锋镝余生": "锋：锋芒。镝：箭镞。指从刀箭下逃生或经过战乱后而活下来。",
  "锋不可当": "锋：锋芒，指刀剑的刃和尖；当：阻挡、承受。锋芒纯利，没有东西可以承受。形容气势极盛，不可阻",
  "葑菲之采": "不可因葑菲根茎味苦而连叶也不采。原比喻夫妻相处，应发德为重，不可因女子容颜衰退而遗弃。后常",
  "烽火相连": "烽火：古代边防报警的烟火。指边防常抓不懈，比喻战火不断。",
  "烽火四起": "战争的火焰从四面八方燃烧起来。形容边防不安宁，四处有敌人进犯。",
  "烽火连天": "烽火：古代边境报警时点起的烟火。到处都在打仗；战火燃遍各地。",
  "烽火连年": "烽火：古时边防报警的烟火。比喻战火或战争。指战火连年不断。",
  "烽鼓不息": "烽鼓：烽火与战鼓；息：停止。比喻战乱不止。",
  "峰回路转": "峰峦重叠环绕，山路蜿蜒曲折。形容山水名胜路径曲折复杂。",
  "锋芒毕露": "锋：刀锋；芒：原指谷类种子壳上的细刺；比喻枪头；矛尖；毕：都；完全；全部。刀锋和矛尖都露出",
  "风清月皎": "轻风清凉，月光皎洁。形容夜景优美宜人。",
  "风霜雨雪": "比喻经历了种种艰难困苦。",
  "风声鹤唳": "唳：鹤鸣声。风吹的响声和仙鹤的叫声。形容惊慌失措；或自相惊扰。",
  "风趣横生": "形容十分幽默、诙谐。",
  "风驱电扫": "形容像刮风、闪电那样迅速驰赴和扫除。",
  "风驱电击": "形容迅速出击。同“风驰电击”。",
  "风情月债": "比喻有关男女恋爱的事情。",
  "风情月意": "指男女相互爱恋的情思。同“风情月思”。",
  "风情月思": "指男女相互爱恋的情思。亦作“风情月意”。",
  "蜂合豕突": "如群蜂聚集，似野猪奔突。比喻众人杂沓会合，横冲直撞。",
  "风清月朗": "风凉爽，月明亮。",
  "封妻荫子": "封：帝王把官爵或称号赐给臣下；荫：封建时代由于父祖有功而给予子孙入学或任官的权利。封建时代",
  "风清月白": "微风清凉，月色皎洁。形容夜景幽美宜人。同“风清月皎”。",
  "风清弊绝": "贪污、舞弊的事情没有了。形容坏事绝迹，社会风气良好。",
  "风轻云净": "微风轻拂，浮云淡薄。形容天气晴好。同“风轻云淡”。",
  "蜂拥而至": "像一窝蜂似地一拥而来。形容很多人乱哄哄地朝一个地方聚拢。",
  "风清月明": "微风清凉，月光明朗。形容夜景美好。同“风清月朗”。",
  "丰姿冶丽": "容貌姿态艳丽到极点了。",
  "封豨修蛇": "比喻贪暴者、侵略者。同“封豕长蛇”。",
  "风刀霜剑": "冷风似刀寒霜如剑。形容气候寒冷恶劣。也比喻周围人际环境恶劣严酷。",
  "风吹云散": "比喻事物的消失、完结。",
  "风吹雨打": "风雨侵袭。原指风雨对花木的摧残或建筑物侵蚀。比喻某种力量的打击或锻炼考验。",
  "风吹日晒": "狂风吹，烈日晒。形容无所遮挡。",
  "风吹马耳": "比喻对别人的话无动于衷。",
  "风吹浪打": "狂风猛吹；巨浪拍打。比喻恶劣的环境；险要的遭遇或严峻的考验磨难。",
  "风吹草动": "微风一吹；草就晃动。比喻轻微的动荡或变故。",
  "风度翩翩": "风度：风采气度，指美好的举止姿态；翩翩：文雅的样子。举止文雅优美。",
  "风兵草甲": "犹言草木皆兵。",
  "风风火火": "形容急急忙忙，冒冒失失的样子。",
  "丰姿绰约": "丰姿：风姿，风度姿态。绰约：柔美的样子。形容女子体态柔美，神采飘逸。同“丰神绰约”。",
  "丰衣足食": "足：够。穿的吃的都很丰富充足。形容生活富裕。",
  "丰屋之戒": "《易·丰》：“《象》曰：‘丰其屋’，天际翔也。”高亨注：“‘丰其屋’，言贵族在位之时，如鸟",
  "丰屋之过": "指高大其屋，将有覆家之祸，应引以为戒。同“丰屋之戒”。",
  "丰屋延灾": "指高大其屋，将引起灾祸。同“丰屋生灾”。",
  "丰屋生灾": "指高大其屋，将引起灾祸。",
  "丰屋蔀家": "①《易·丰》：“上六，丰其屋，蔀其家，窥其户，阒其无人，三岁不觌，凶。”王弼注：“既丰其屋",
  "丰神异彩": "精神丰满，焕发容光。",
  "风驰云走": "形容奔驰疾速。",
  "风和日美": "微风和畅，阳光明丽。同“风和日丽”。",
  "风潇雨晦": "形容风急雨骤，天色昏暗。也比喻形势险恶。",
  "封金挂印": "指不受赏赐，辞去官职。",
  "封己守残": "指固步自封，抱残守缺。",
  "封胡羯末": "《晋书·列女传·王凝之妻谢氏》：“（谢道韫）初适凝之，还，甚不乐。安曰：‘王郎，逸少子，不",
  "封胡遏末": "比喻优秀子弟。",
  "封官许愿": "封官：古代帝王把官职赏赐给亲属和臣仆；许愿：迷信的人祈求神佛保佑；对神许诺将来给以报答酬谢",
  "封官许原": "封赏官职和许诺报酬。现多指为了使他人为己所用而答应给以名利地位。",
  "封刀挂剑": "比喻运动员结束竞技生涯，不再参加正式比赛。",
  "风姿绰约": "风：风度；绰约：女子姿态柔美的样子。形容女子风韵姿态柔美动人。",
  "风调雨顺": "调：调和；配合得均匀合适；顺：适合需要。形容风雨及时；有利于作物的生长。现比喻客观条件有利",
  "风和日暖": "风很平静，阳光暖人。",
  "封豕长蛇": "封：大；封豕：大猪；长蛇：大蛇。贪婪如大猪，残暴如大蛇。比喻贪暴者、侵略者。",
  "风和日丽": "和：柔合；温和。轻风柔和；阳光灿烂。形容天气晴和。",
  "风禾尽起": "《书·金縢》：“秋，大熟。未获，天大雷电以风，禾尽偃……王出郊，天乃雨，反风，禾则尽起。”",
  "风起潮涌": "同“ 風起水涌 ”。 李大钊 《新旧思潮之激战》：“比人家那如火如荼的新潮，那风起潮涌的新人运",
  "风光旖旎": "形容景色柔和美好。",
  "风风韵韵": "①形容韵致、意态美好。②声音悠长婉转的样子。",
  "风风雨雨": "不断地刮风下雨。比喻障碍重重。又比喻时代动荡，谣言纷传。",
  "风和日暄": "微风和畅，阳光温暖。见“风和日暖”。",
  "风尘物表": "风尘：指污浊、纷扰的世俗生活。超越世俗的特出人物",
  "风俗人情": "指一地相沿而成的风尚、礼节、习惯等。",
  "风暖日丽": "丽：美丽。风恬日暖，轻风柔和，阳光灿烂。形容天气晴朗暖和",
  "风里杨花": "风中的杨花飘忽不定。比喻事情或事物变化无定准。 元  刘唐卿 《降桑椹》第二折：“嘆母親這病，",
  "风轻云浄": "见“ 風輕雲淡 ”。",
  "风僝雨僽": "形容历尽磨难，十分烦恼憔悴。 元  滕斌 《普天乐·色》曲：“春光過也，風僝雨僽，一葉秋來。”",
  "风尘之言": "指流言蜚语。《晋书·刘聪载记》：“聞風塵之言，謂大將軍、衛將軍及左右輔皆謀奉太弟，剋季春構",
  "风尘之声": "见“ 風塵之言 ”。",
  "风尘之警": "谓兵乱之警报和惊忧。《汉书·终军传》：“邊境時有風塵之警，臣宜被堅執鋭，當矢石，啓前行。”",
  "风尘之惊": "风尘：战乱。战乱发生的警报",
  "风云变色": "比喻局势的变化巨大。 唐  骆宾王 《代李敬业传檄天下文》：“喑嗚則山嶽崩頽，叱咤則風雲變色。",
  "风尘表物": "指超越世俗的杰出人物。《晋书·王戎传》：“ 王衍 神姿高徹，如瑶林瓊樹，自然是風塵表物。”亦",
  "风云叱咤": "同“叱吒風雲”。 明  吾丘瑞 《运甓记·广州运甓》：“我軍威宣播，風雲叱咤呼。” 清  孔尚任 ",
  "风树之悲": "同“ 風木之悲 ”。 唐  道宣 《续高僧传·译经二·释宝唱》：“臨朝端默，過隙之思彌軫；垂拱巖",
  "风餐水宿": "同“ 風飡水宿 ”。 元  无名氏 《合同文字》第三折：“生受了些風餐水宿，巴的到祖貫鄉閭。” ",
  "风餐雨宿": "在风中进餐，在雨中住宿。形容旅途或野外生活的艰辛。《醒世姻缘传》第五回：“風餐雨宿，走了二",
  "风兴云蒸": "蒸：上升。大风刮起，乌云蒸腾。比喻事物迅速兴起，声势浩大",
  "风环雨鬓": "鬓：两颊的头发。形容女子头发美丽或蓬松散乱",
  "风檐寸晷": "谓科举时代考场寒冷，时间紧迫，十分艰苦。 明  谢肇淛 《五杂俎·事部三》：“然七義五策皆似太",
  "风檐刻烛": "同“ 風簷寸晷 ”。 清  钮琇 《觚賸·五经中式》：“ 康熙 丁卯 順天 鄉試…… 查  林 二公乃能",
  "风靡一世": "同“ 風行一世 ”。 梁启超 《生计学学说沿革小史》第八章：“個人主義，漸得勢力，所謂民約説、",
  "风靡云涌": "涌：水腾跃，涌现。大风刮起来，乌云涌上来。比喻新生事物相继兴起，声势浩大",
  "风尘外物": "风尘：指污浊、纷扰的世俗生活。超越世俗的特出人物",
  "风移俗易": "转移风气，改变习俗。 汉  王褒 《四子讲德论》：“夫樂者感人密深，而風移俗易。” 晋  常璩 《",
  "风华浊世": "谓佼佼不凡。《儿女英雄传》第三六回：“恰好這日 安公子 第一個到門拜見……他一看，見是個風華",
  "风流事过": "轻微的过失。《醒世恒言·卢太学诗酒傲王侯》：“自此懷恨 董縣丞 ，尋兩件風流事過，參與上司，",
  "风流雨散": "散：分散。风吹过，雨飘散，踪迹全消。比喻经常在一起的人飘零离散",
  "风流博浪": "风流放浪。《金瓶梅词话》第六九回：“ 文嫂 便把怎的説念 林氏 ，誇奬老爹人品家道，怎樣結識官",
  "风流罪犯": "细小的过失。 元  杨显之 《酷寒亭》第三折：“把孩兒風流罪犯尋些箇，吊着脚腕又不敢將脚尖那。",
  "风流酝藉": "风流：风度，标格。形容人风雅潇洒，才华横溢。也形容文章诗画意趣飘逸含蓄",
  "风流藴藉": "1.形容人风雅潇洒，温文含蓄。《北齐书·王昕传》：“ 昕 母 清河  崔氏 ，學識有風訓，生九子，",
  "风通道会": "谓风尚人情有共同处。《资治通鉴·晋穆帝永和十二年》：“ 負  殊 至 姑臧 ， 張瓘 見之曰：‘我",
  "风飧水宿": "飧：晚餐；宿：住宿，过夜。风里吃饭，露天睡觉。形容旅途或野外工作的辛苦",
  "风移俗改": "同“ 風移俗易 ”。《三国志·魏志·杜袭传》“曾祖父 安 ” 裴松之 注引 李氏 《先贤行状》：“",
  "风波平地": "比喻突然发生了事故或变化。 明  许三阶 《节侠记·开宗》：“因輻輳舊日姻盟，潛歸去，風波平地",
  "风移俗变": "同“ 風移俗易 ”。《周书·儒林传序》：“雖遺風盛業，不逮 魏  晉 之辰，而風移俗變，抑亦近代",
  "风从响应": "谓闻风而动，呼应迅速。 宋  邵博 《闻见後录》卷十五：“耆哲俊乂，野迄無遺。元惡大憝，去之不",
  "风飡水宿": "在风中吃饭，在水上住宿。形容行旅的艰苦。 宋  黄庭坚 《上南陵坡》诗：“風飡水宿六千里，蛇退",
  "风宿水飡": "见“ 風宿水餐 ”。",
  "风宿水餐": "风中住宿，水上吃饭。形容行旅的艰苦。 明  邵璨 《香囊记·题诗》：“烟波萬里誰爲伴，忘機數點",
  "风张风势": "犹言装疯卖傻。 元  李寿卿 《度柳翠》楔子：“你這和尚，風張風勢，説謊調皮，没些兒至誠的。”",
  "风斯在下": "《庄子·逍遥游》：“風之積也不厚，則其負大翼也無力。故九萬里則風斯在下矣，而後乃今培風。”",
  "风萍浪迹": "比喻飘泊无定。 柔石 《二月》：“ 萧涧秋 在这六年之中，风萍浪跡，跑过 中国 底大部分的疆土。",
  "风雨如盘": "盘：大石头。形容风雨极大。",
  "风靡云蒸": "比喻事物迅速而普遍地相继出现。 南朝  梁  锺嵘 《诗品·总论》：“況八紘既奄，風靡雲蒸，抱玉",
  "丰标不凡": "风度仪表不同于一般。形容风度出众。",
  "蜂猜蝶觑": "同“ 蜂迷蝶猜 ”。 明  徐复祚 《投梭记·鬻女》：“敢還是年少多情，蜂猜蝶覷，穴隙踰牆被人話",
  "蜂游蝶舞": "同“ 蜂狂蝶亂 ”。 清  黄六鸿 《福惠全书·刑名·词讼》：“近日 吴  越 州邑，有等無賴少年…",
  "蜂腰鹤膝": "诗律八病中的两种。蜂腰，指五言诗第二字与第五字同声，言两头粗中间细，有如蜂腰；一说，指全句",
  "蜂虿之祸": "指由小毒而引起的大祸。 铸铁 《湘路纪事》：“與其忍之于今日，以兆他日蜂蠆之禍；曷若不忍之於",
  "蜂虿起怀": "比喻祸害侵身。",
  "风雨无阻": "不受刮风下雨的阻碍。指预先约好的事情，一定按期进行。",
  "风雨同舟": "舟：船。在风雨中同乘在一条船上；一起与风雨搏斗。比喻共同经历患难。",
  "丰度翩翩": "丰度：风采气度。翩翩：洒脱的样子。形容神态举止文雅优美，超逸洒脱。同“风度翩翩”。",
  "风雨如磐": "磐：大石头。形容风雨极大。",
  "丰富多采": "采：通“彩”，颜色，花色。内容丰富，花色繁多，形式多样。",
  "风雨如晦": "晦：阴历每月的最后一天；这天夜里没有月亮。风雨天气；天色昏暗犹如晦日的夜晚。后比喻局势动荡",
  "风雨凄凄": "凄凄：寒冷。风雨交加，清冷凄凉。",
  "风雨漂摇": "比喻局势动荡不安，很不稳定。同“风雨飘摇”。",
  "风雨飘摇": "飘摇：飘荡。在风雨中飘荡不定。比喻局势动荡不安，很不稳定。",
  "风雨飘零": "受风雨吹打而飘失零落。",
  "风行草从": "比喻有声望者的言行影响世态俗情。同“风行草偃”。",
  "风信年华": "指女子二十四岁时。",
  "风骨峭峻": "峭峻：山又高又陡。形容人很有骨气，刚直不阿。也比喻诗文书画雄健有力的风格。",
  "风雨时若": "《书·洪范》：“曰肃，时雨若……曰圣，时风若。”孔传：“君行敬，则时雨顺之。”后以“风雨时",
  "丰肌弱骨": "丰润的肌肤，柔嫩的骨骼。形容女子或花朵娇嫩艳丽而有丰韵。",
  "风土人情": "风土：山川风俗、气候等的总称；人情：人的性情、习惯。一个地方特有的自然环境和风俗、礼节、习",
  "风恬浪静": "1.没有风浪。 唐  裴铏 《传奇·郑德璘》：“物觸輕舟心自知，風恬浪静月光微。” 明  陆采 《怀",
  "风飞云会": "比喻君臣遇合。 元  揭傒斯 《与尚书右丞书》：“一旦風飛雲會，加之百官之上，立於廟堂之内，以",
  "风起泉涌": "比喻事物大量而迅速地涌现。 邹韬奋 《萍踪寄语》九十：“现在本国的工程师人材已风起泉涌，随处",
  "风起浪涌": "《晋书·谢安传》：“嘗與 孫綽 等汎海，風起浪湧，諸人並懼， 安 吟嘯自若。”参见“ 風起水涌 ",
  "风起云布": "犹言风起云涌。《云笈七籤》卷一一九：“衆知嫗即 羅真人 也，於是見處焚香以告焉，俄而風起雲布",
  "风起云飞": "汉武帝 《秋风辞》：“秋風起兮白雲飛……簫鼓鳴兮發棹歌，歡樂極兮哀情多，少壯幾時兮奈老何！",
  "峯回路转": "亦作“峰回路轉”。1.谓山势曲折，道路随之迂回。 宋  欧阳修 《醉翁亭记》：“峯迴路轉，有亭翼",
  "丰年稔岁": "稔：指庄稼成熟。五谷丰登的好年景。",
  "丰草长林": "①茂草高林。②指隐逸之地。",
  "丰肌秀骨": "丰润的肌肤，柔嫩的骨骼。形容女子或花朵娇嫩艳丽而有丰韵。同“丰肌弱骨”。",
  "风和日煗": "见“ 風和日暖 ”。",
  "丰亨豫大": "形容富足兴盛的太平安乐景象。",
  "丰功硕德": "巨大的功勋，隆盛的德泽。同“丰功茂德”。",
  "丰功伟绩": "丰：多；伟：大；显赫。伟大的功勋和成就。",
  "丰功盛烈": "犹言丰功伟绩。巨大隆盛的功业。",
  "丰功茂德": "巨大的功勋，隆盛的德泽。",
  "丰功厚利": "指巨大的功利。",
  "丰富多彩": "彩：颜色；花色。数量充足、品种繁多；且极出色。也形容艺术形式应有尽有；绚丽多彩。",
  "丰筋多力": "丰：丰满，丰实；筋：肌腱或骨头上的韧带；多：多余。书法有筋骨，笔力雄健。比喻字体结构坚实而",
  "风车雨马": "指神灵的车马。亦用以比喻迅疾、快速。",
  "风流韵事": "韵：风致；情趣。原指风雅而有情趣的事；即旧时文人骚客诗歌唱和、琴棋书画一类活动。现多指男女",
  "风木含悲": "比喻因父母亡故，孝子不能奉养的悲伤。",
  "风驰草靡": "比喻强大的势力能制服一切。同“风行草靡”。",
  "风尘之会": "风尘：比喻战乱；会：时机。指战乱发生之际。",
  "风尘之变": "风尘：比喻战乱。指战争的灾乱。",
  "风尘仆仆": "风尘：指行旅，含有辛苦之意；仆仆：行路劳累的样子。形容旅途奔波，忙碌劳累。",
  "风尘碌碌": "碌碌：辛苦忙碌的样子。形容在旅途上辛苦忙碌的样子。",
  "风驰电卷": "形容像刮风和闪电那样迅速。同“风驰电掣”。",
  "风车云马": "指神灵的车马。亦用以比喻迅疾、快速。同“风车雨马”。",
  "风雷火炮": "形容十分急躁。",
  "风餐露宿": "餐：吃饭；露：露水；宿：住宿；过夜。在野外的风雨中吃饭；在露天的环境中睡觉。形容旅途或野外",
  "风平浪静": "风已平息；浪已安静。指江河湖海里没风浪；显出一时安闲宁静的景象。也比喻事情平息；恢复沉静。",
  "风驰云卷": "形容迅速席卷。",
  "风驰雨骤": "形容像风雨一样迅捷猛烈。",
  "风驰霆击": "形容迅速出击。同“风驰电击”。",
  "风云人物": "风云：比喻飞快发展变化的形势、环境。在一定条件下应运而生；言论或行动在社会生活中有很大影响",
  "风掣雷行": "掣：闪过。风闪雷鸣。形容像刮风和响雷那样迅速。",
  "风流云散": "轻风流动；云彩散开。比喻经常在一起的人；一时间四下分离；散走各方。也比喻作品的散轶。",
  "风云突变": "风云突然发生了变化。比喻局势突然发生了巨大变化。",
  "蜂目豺声": "眼睛象蜂，声音象豺。形容坏人的面貌声音。",
  "蜂起云涌": "比喻许多事物相继兴起，声势很大。",
  "风流跌宕": "跌宕：为人放纵，不拘束。气度超脱，潇洒放逸。",
  "风流千古": "指风雅之事久远流传。",
  "风流人物": "风流：指英俊的；杰出的。通常指对一个时代有贡献、有影响的人物。旧指好色或轻浮放荡的人。",
  "风流倜傥": "风流：洒脱不拘、富有才学；倜傥：超逸豪爽；不拘束。有才华、有学识、风度洒脱豪爽；不拘于世俗",
  "风流才子": "旧指洒脱不拘，富有才学的人。",
  "风流冤孽": "男女风情事而造成的冤仇罪孽。",
  "风雷之变": "指上天示警的灾异现象。",
  "风不鸣条": "和风轻拂，树枝不发出声响。比喻社会安定。",
  "风举云摇": "凭借风云飞腾而上。亦比喻飞黄腾达。",
  "风卷残云": "大风把残留下的浮云一下子刮走。比喻把残存的东西扫荡干净；也用来形容很快把食物吃光。",
  "风谲云诡": "风云怪诞；变幻不定。谲：欺诈；诡：欺诈；怪诞。奇异多变；怪诞。比喻局势复杂多变；神秘怪诞。",
  "风口浪尖": "比喻激烈、尖锐的社会斗争前哨。",
  "风驰电击": "形容迅速出击。",
  "风行革偃": "风一吹草就倒下。比喻道德文教的感化人。",
  "风行电掣": "掣：闪过。像风一样飞驰而过，像闪电一样一闪即逝。形容非常迅速。",
  "风驰电骋": "形容像刮风和闪电那样迅速。同“风驰电掣”。",
  "风流蕴藉": "蕴藉：平和宽厚，含蓄内秀。形容人风雅潇洒，才华横溢。也形容文章诗画意趣飘逸含蓄。",
  "蜂媒蝶使": "花间飞舞的蜂蝶。比喻为男女双方居间撮合或传递书信的人。",
  "蜂狂蝶乱": "旧指男女间行为放荡。",
  "蜂窠蚁穴": "比喻占据的地方极为窄小，借以对偏安一隅的地方势力的蔑称。",
  "风平波息": "风和波浪都没有。比喻平静无事。",
  "风马不接": "犹言风马牛不相及。",
  "风行草偃": "行：过；吹过；偃：卧倒；倒伏。风吹过来；草就倒伏。比喻上面的意图传下来；下级一律绝对服从。",
  "风行电击": "形容气势迅猛。",
  "风行电扫": "形容气势迅猛。同“风行电击”。",
  "风行电照": "形容迅速威猛。",
  "蜂迷蝶恋": "旧指男女间行为放荡。同“蜂狂蝶乱”。",
  "蜂迷蝶猜": "比喻男子对女子的思慕。",
  "风行雷厉": "形容气势的迅疾猛烈。后多比喻执行政事法令等的迅速严格。",
  "风行草靡": "比喻强大的势力能制服一切。",
  "风烛残年": "风烛：风中的烛火。风中的烛火随时都可能熄灭；人生垂暮之年的残余时日；随时都可能完结。比喻人",
  "风驰电赴": "形容迅速赶赴。",
  "风烛之年": "比喻人到了接近死亡的晚年。",
  "丰取刻与": "丰：多；刻：刻薄；与：给予。取之于民的多，用之于民的少。多形容残酷地剥削。",
  "风光月霁": "指雨过天晴时明净清新的景象。亦比喻胸襟开阔、心地坦白。",
  "风木之悲": "风木：同“风树”，比喻因父母亡故，不能奉养。指丧父母的悲伤。",
  "风流罪过": "风流：原为封建士大夫的所谓风雅。原指因为风雅而致的过错。后也指因搞男女关系而犯下的罪。",
  "风烛草露": "风中之烛易灭，草上之露易干。比喻人已衰老，临近死亡。明·杨慎《洞天玄记》四折：“人生一世，",
  "风流儒雅": "风流：有文采且不拘礼法；儒雅：学识深湛，气度不凡。指人文雅洒脱，学识渊博。",
  "风中之烛": "在风里晃动的烛光。比喻随时可能死亡的老年人。也比喻随时可能消灭的事物。",
  "风驰电掣": "弛：快跑；掣：闪过。像风奔驰；像电闪过。形容非常迅速；急闪而过。也作“风驰电赴”。",
  "风靡一时": "靡：倒下；风靡：风行；随风一边倒。指时兴的风气。形容某种事物在一段时期内非常流行；像草木顺",
  "风门水口": "指要冲。",
  "风马云车": "指神灵的车马。",
  "风木之思": "比喻父母亡故，不及孝养而生的思念之情。",
  "风旋电掣": "掣：闪过；旋：奔跑。你风一样飞驰而过，像闪电一样一角即逝。形容非常迅速。",
  "蜂趋蚁附": "比喻很多人迎合投靠。",
  "蜂扇蚁聚": "蜂翅扇动，蚂蚁聚合。比喻人虽众多但起不了大作用。",
  "风雨不测": "风和云都不可预测。比喻事物或局势像风云变幻那样不可预测。",
  "风影敷衍": "指罗织罪名，捕风捉影，诬赖人。",
  "风言影语": "捕风捉影的话语。",
  "风言雾语": "指隐约其辞的传闻。",
  "风言风语": "毫无根据的议论。指带有讽刺性或恶意中伤的言论。也指私下议论或暗中透露；散布某种说法。",
  "风云之志": "像风云那样雄大高远的志向。",
  "风雪交加": "风和雪同时袭来。",
  "蜂腰猿背": "细腰窄背。形容轻盈俊俏。",
  "风行雨散": "比喻在一起的人分散到四面八方。同“风流云散”。",
  "风流潇洒": "英俊有才华，气度超脱。",
  "风行一世": "指一个时期在社会上盛行。",
  "风云际会": "风云：指难得的好时机；际会：适时地遇合。在难得的好时机适时地相遇。比喻有才华、有作为的人在",
  "风行水上": "比喻自然流畅，不矫揉造作。",
  "蜂识莺猜": "比喻男子对女子的思慕。同“蜂迷蝶猜”。",
  "风云月露": "指绮丽浮靡，吟风弄月的诗文。",
  "风言醋语": "散布嫉妒性的中伤语言。",
  "蜂屯蚁杂": "形容人群蜂蚁般杂乱地聚集在一起。同“蜂屯蚁聚”。",
  "丰墙峭址": "墙高大而地基陡直。比喻根基不牢。址，同“址”。",
  "丰墙峭阯": "墙高大而地基陡直。比喻根基不牢。阯，同“址”。",
  "丰墙硗下": "垣墙高大，而基址峻峭。比喻根基不固。",
  "风雨连床": "指兄弟或亲友久别后重逢，共处一室倾心交谈的欢乐之情。同“风雨对床”。",
  "风雨交加": "又是刮风，又是下雨。比喻几种灾难同时袭来。",
  "风雨晦暝": "指风雨交加，天色昏暗犹如黑夜。",
  "蜂拥而来": "象蜂群似的拥挤着过来。形容许多人一起过来。",
  "风雨共舟": "比喻共同经历患难。",
  "蜂营蚁队": "比喻乌合之众。",
  "风雨对床": "指兄弟或亲友久别后重逢，共处一室倾心交谈的欢乐之情。",
  "风雨不透": "风刮不进，雨水透不过。形容封闭或包围得十分紧密。",
  "风雨不改": "比喻处于恶劣环境中不变其节操。",
  "蜂屯蚁聚": "形容成群的人聚集在一处。",
  "蜂腰削背": "细腰窄背。形容轻盈俊俏。同“蜂腰猿背”。",
  "风行一时": "风行：象刮风一样流行。形容事物在一个时期内非常盛行。",
  "风雨晦冥": "指风雨交加，天色昏暗犹如黑夜。同“风雨晦暝”。",
  "风雨萧条": "萧条：寂寞。风雨交加，显出冷落的景象。",
  "风韵犹存": "风：风度、风采；韵：神情、韵致：犹：还；依然；存：保留着。风采依然还存在。形容中年妇女仍然",
  "风回电激": "形容像风那样回旋，像闪电那样迅速。",
  "风鬟雨鬓": "形容妇女在外奔波劳碌，头发散乱。",
  "风鬟雾鬓": "鬟：环形发髻；鬓：脸旁靠近耳朵的头发。形容女子头发的美。也形容女子头发蓬松散乱。",
  "风华正茂": "风华：风采、才华；茂：旺盛。正是青春焕发、风采动人和才华横溢的时候。形容青年朝气蓬勃、奋发",
  "风华绝代": "风华：风采才华；绝代：冠绝当世。意思是风采才华为当世第一。",
  "风花雪月": "泛指四时景色。原指封建文学里描写自然景物四种对象。后比喻堆砌词藻；内容贫乏；思想感情　不健",
  "风花雪夜": "原指旧时诗文里经常描写的自然景物。后比喻堆砌词藻、内容贫乏空洞的诗文。",
  "风激电骇": "形容势猛。同“风激电飞”。",
  "风樯阵马": "樯：船上用的桅杆。风中的樯帆，阵上的战马。比喻气势雄壮，行动迅速。",
  "风激电飞": "形容势猛。",
  "风雨摇摆": "在风雨中飘荡不安，比喻局势动荡不安。",
  "风语不透": "形容异常严密。",
  "风月无边": "极言风景之佳胜。",
  "风月无涯": "极言风景之佳胜。同“风月无边”。",
  "风云变幻": "风云：比喻变幻动荡的局势；变幻：变化不定。形容天气变化无常　。现比喻局势复杂；变化急速；难",
  "风云变态": "变态：改变常态。风云改变常态。形容诗文变化多姿。",
  "风云不测": "比喻变幻莫测的局势。",
  "风起水涌": "大风刮起，水波汹涌。",
  "风虎云龙": "虎啸生风，龙起生云。指同类事物相互感应。旧时也比喻圣主得贤臣，贤臣遇明君。",
  "风栉雨沐": "栉：梳子、篦子等梳头发的用具；沐：沐浴、洗。风梳头，雨洗发，形容奔波劳碌，风雨不停。",
  "风中秉烛": "秉：拿着。风中拿着烛易灭。比喻临近死亡的人或行将消灭的事物。",
  "风起云涌": "涌：水腾跃。大风刮起来；乌云涌上来。比喻新生事物相继兴起；声势浩大”。也用以形容自然景象不",
  "风起云蒸": "大风刮起，乌云蒸腾。比喻事物迅速兴起，声势浩大。",
  "风前残烛": "比喻随时可能死亡的老年人。也比喻随时可能消灭的事物。",
  "风前月下": "指良辰美景。",
  "风举云飞": "凭借风云飞腾而上。同“风举云摇”。",
  "风景不殊": "殊：不同。用以悲叹国土破碎或沦亡。",
  "风急浪高": "形容风浪很大。",
  "讽一劝百": "讽：用委婉含蓄的言语批评、指责；劝：劝告，劝戒。委婉含蓄地批评、指责一个，使大家都受到教育",
  "讽德诵功": "赞美、颂扬功德。",
  "讽多要寡": "讽谕之言多，切要之言少。",
  "凤鸣鹤唳": "形容优美的声音。",
  "凤毛龙甲": "凤的羽毛，龙的鳞甲。比喻珍贵之物。",
  "凤靡鸾吪": "靡：指凤死；吪：指鸾死。比喻人死。旧时多作挽辞。",
  "凤鸣朝阳": "朝阳：早晨的太阳。凤凰在早晨的阳光中鸣叫。比喻有高才的人得到发挥的机会。",
  "凤枭同巢": "凤：凤凰，吉祥的象征；枭：恶鸟的象征。神鸟与恶鸟同在一个窝里。比喻好和坏混在一起不分。",
  "凤箫鸾管": "笙箫之类的吹奏乐。",
  "凤协鸾和": "形容夫妻和睦，感情融洽。",
  "凤舞龙飞": "形容书法笔势有力，灵活舒展。",
  "凤舞鸾歌": "①形容美妙的歌舞。②仙舞的两支曲名。",
  "凤叹虎视": "形容谈吐文雅，器宇轩昂。",
  "凤舞龙蟠": "凤凰飞舞，蛟龙盘曲。形容相配得当。",
  "凤鸣麟出": "凤凰鸣唱，麒麟出现。比喻贤人出现。",
  "凤食鸾栖": "鸾凤非竹实不食，非悟桐不栖。比喻高位或帝位。",
  "凤箫龙管": "指笙箫一类管乐的吹奏声。",
  "凤髓龙肝": "比喻珍奇美味。",
  "凤毛麟角": "凤；麟：凤凰、麒麟；是传说中珍禽异兽。凤凰身上的羽毛；麒麟头上的犄角。比喻珍贵、稀少的人或",
  "凤友鸾谐": "比喻男女间情投意合。同“凤友鸾交”。",
  "凤冠霞帔": "凤冠：古代后妃所戴的装饰着彩制凤凰的帽子；帔：古代妇女披在肩上的装饰；类似披肩。饰有彩制凤",
  "凤采鸾章": "形容诗文的文采华丽。",
  "凤泊鸾飘": "比喻有才之人不得志，飘泊无定。",
  "凤泊鸾漂": "飘、泊：随流飘荡。原形容书法笔势潇洒飘逸，后比喻夫妻离散或文人失意。",
  "凤表龙姿": "形容英俊的仪表。",
  "凤凰于飞": "本指凤和凰相偕而飞。比喻夫妻和好恩爱。常用以祝人婚姻美满。",
  "凤凰来仪": "仪：容仪。凤凰来舞，仪表非凡。古代指吉祥的征兆。",
  "凤皇于飞": "比喻夫妻和好恩爱。常用以祝人婚姻美满。同“凤凰于飞”。",
  "凤雏麟子": "比喻贵族子孙或称誉佳子弟。",
  "凤翥龙蟠": "像凤凰飞舞，蛟龙盘曲。比喻体势的飞扬劲建，回旋多姿。",
  "凤皇来仪": "凤凰来舞，仪表非凡。古代指吉祥的征兆。同“凤凰来仪”。",
  "凤凰在笯": "笯：鸟笼。凤凰被关在笼中。比喻有才能者不能施展报负。",
  "凤管鸾箫": "笙箫之乐的美称。",
  "凤狂龙躁": "形容心情烦躁，精神失常。",
  "奉命唯谨": "奉命：接受命令；唯：只有；谨：小心谨慎。指服从命令，小心谨慎。",
  "奉扬仁风": "奉扬：颂扬；仁风：施行仁政如同风行。旧时用作颂扬德政。",
  "奉行故事": "奉行：遵照办理；故事：老规矩、老章程。按照老规矩办事。",
  "奉为至宝": "奉：信奉，敬奉；至宝：最珍贵的宝物。敬奉为最珍贵的宝物。",
  "奉为楷模": "对某些人或事尊崇信奉；并当做典范、榜样。楷：法式；模：模范、典范。奉佛夫敷",
  "奉为圭臬": "尊崇信奉某些人；某些事物或言论；并且作为必须遵守的准则。圭：测日影的仪器。臬：圭上南北两端",
  "奉头鼠窜": "奉：捧。抱着头，象老鼠那样惊慌逃跑。形容受到打击后狼狈逃跑。",
  "奉天承运": "奉：遵照；奉天：遵从天意，指皇帝受命于天；承运：继承新生的气运。指君权神授。封建帝王诏书开",
  "奉若神明": "奉：信奉；神明：神灵的总称。对某人或某事物尊崇信奉得像迷信的人崇信神灵一样。",
  "奉如神明": "象对待神灵那样崇奉。形容对某人或某种事物极其尊重。语本《左传·襄公十四年》“敬之如神明”。",
  "奉命惟谨": "形容严格遵照命令行事，不敢稍有违背。",
  "凤翥龙骧": "形容奋发有为。",
  "凤附龙攀": "汉扬雄《法言·渊骞》：“攀龙鳞，附凤翼。”后以“凤附龙攀”谓依附帝王权贵建功立业。",
  "凤歌鸾舞": "神鸟歌舞。比喻美妙的歌舞。",
  "凤吟鸾吹": "比喻极为美妙的歌声。",
  "凤臆龙鬐": "凤凰的胸脯，龙的颈毛。比喻骏马的雄奇健美。",
  "凤仪兽舞": "《书·益稷》：“《箫韶》九成，凤皇来仪……击石拊石，百兽率舞。”后用“凤仪兽舞”表示圣贤教",
  "凤骨龙姿": "形容超凡的体格和仪态。",
  "炰鳖脍鲤": "指珍美的馔食。",
  "奉公正己": "奉行公事严格地约束自己。",
  "奉公守法": "奉：奉行；遵守；公：公务。奉行公事；遵守国家规定的法令制度；不违法徇私。形容行为端庄、规矩",
  "奉公如法": "奉行公事，遵守法令。",
  "奉公克己": "指严以律己，一心为公。",
  "奉公不阿": "奉行公事而不去迎合别人。",
  "凤愁鸾怨": "比喻夫妻间因思念而生的愁怨。",
  "凤子龙孙": "帝王或贵族的后代。",
  "凤翥鸾翔": "像凤凰高飞。比喻女子婚姻美满得意。",
  "凤翥鸾回": "翥：高飞。比喻书法笔势飞动舒展。",
  "凤翥龙翔": "翥：鸟向上飞；翔：盘旋飞翔。龙飞凤舞，形容气势非凡。",
  "凤只鸾孤": "只：单独。鸾：传说是凤凰一类的鸟。凤和鸾比喻夫妻。单只的凤，孤独的鸾。比喻夫妻离散。",
  "凤友鸾交": "①比喻有情男女结成的夫妇。②比喻男女间情投意合。",
  "凤引九雏": "《晋书·穆帝纪》：“（升平四年）二月，凤凰将九雏见于丰城。”后以“凤引九雏”为天下太平、社",
  "奉令承教": "奉：遵从；承：接受。遵从命令，接受指教。指完全按照别人的命令、意图去办事。",
  "凤毛济美": "旧时比喻父亲做官，儿子能继承父业。",
  "凤毛鸡胆": "凤的羽毛，鸡的胆子。比喻外表英武而实际怯弱。",
  "凤楼龙阙": "形容华美的宫阙楼台。",
  "奉辞伐罪": "指奉严正之辞而讨有罪。",
  "冯唐易老": "汉朝冯唐身历三朝，到武帝时，举为贤良，但年事已高不能为官。感慨生不逢时或表示年寿老迈。",
  "逢凶化吉": "逢：遇到；遭遇。凶：凶险；不幸。化：转化。吉：吉祥；顺利。有迷信的人认为祈求神灵；就能使遭",
  "缝衣浅带": "宽袖大带是古代儒者的服饰，借指儒者。",
  "逢场作戏": "逢：碰到；遇到。场：戏剧曲艺杂技演出的场地。原指卖艺要遇到适当的地方就开场表演。后用以比喻",
  "逢场作趣": "犹言逢场作戏。偶尔随俗应酬凑凑热闹。",
  "逢场游戏": "犹言逢场作戏。偶尔凑凑热闹。",
  "逢场竿木": "喻偶尔凑凑热闹的人。语本《五灯会元·南岳让禅师法嗣·江西马祖道一禅师》：“竿木随身，逢场作",
  "冯唐头白": "汉朝冯唐身历三朝，到武帝时，举为贤良，但年事已高不能为官。感慨生不逢时或表示年寿老迈。同“",
  "冯生弹铗": "指怀才不遇或有才华的人希望得到恩遇。",
  "冯驩弹铗": "据《战国策·齐策四》载，齐人冯谖（《史记·孟尝君列传》引作“冯驩”）为孟尝君门客，不受重视",
  "逢时遇节": "时：季节；节：节气。遇到四季节令。指过年过节的时候。",
  "逢恶导非": "指逢迎坏人，助长恶行。",
  "逢机遘会": "遭逢机会。",
  "逢机立断": "犹言当机立断。",
  "逢吉丁辰": "指遇上好时运。",
  "逢君之恶": "执迎合昏庸的执政者，引他去干坏事。",
  "逢人说项": "项：指唐朝诗人项斯。遇人便赞扬项斯。比喻到处为某人某事吹嘘，说好话。",
  "逢山开道": "形容不畏艰险，在前开路。常与“遇水叠桥”连用。",
  "逢山开路": "形容不畏艰险，在前开道。",
  "冯河暴虎": "犹言暴虎冯河。比喻有勇无谋，鲁莽冒险。",
  "风尘肮脏": "在污浊的人世间挣扎。风尘：指污浊，纷扰的生活。肮脏：高亢刚直的样子，引申为强项挣扎的意思。",
  "分进合击": "军队从几个方向前进，协同围击同一目标。",
  "分庭伉礼": "比喻平起平坐，彼此对等的关系。同“分庭抗礼”。",
  "分条析理": "形容言谈有条有理，深刻精辟。",
  "分厘毫丝": "形容极细微。",
  "分劳赴功": "分担劳苦，尽职建功。",
  "纷红骇緑": "形容花叶繁盛，随风摆动。 唐  柳宗元 《袁家渴记》：“每風自四山而下，振動大木，掩苒衆草，紛",
  "分路扬镳": "扬镳：指驱马前进。分路而行。比喻目标不同，各走各的路或各干各的事。",
  "纷纷穰穰": "纷纷：众多；穰穰：纷乱的样子。形容众多而杂乱的样子",
  "芬芳馥郁": "芬芳：指香气；馥：香气；馥郁：香气浓厚。形容香气非常浓。",
  "纷至踏来": "形容接连不断的到来。",
  "纷至沓来": "纷：众多，杂乱；沓：多，重复。形容接连不断的到来。",
  "纷纭杂沓": "纷纭：交错；沓：重复。多而且杂乱。",
  "分文未取": "一个钱也不要。比喻不计报酬。同“分文不取”。",
  "分居异爨": "指兄弟分家过日子。",
  "分文不取": "一个钱也不要。比喻不计报酬。",
  "分斤拨两": "比喻过分计较。同“分斤掰两”。",
  "分斤掰两": "比喻过分计较。",
  "分烟析生": "指分家。分割财产，各自过活。同“分烟析产”。",
  "分化瓦解": "瓦解：制瓦时先用陶土制成圆筒形；再分部为四片；即成瓦。使对方的力量分裂、离散。",
  "分花约柳": "形容女子走路姿态美好。亦作“分花拂柳”。",
  "分花拂柳": "形容女子走路姿态美好。同“分花约柳”。",
  "分毫析厘": "毫、厘：都是细小的单位名称；析：剖析。分析一毫一厘。形容分析细微。",
  "分毫无爽": "比喻没有丝毫差错。同“分毫不爽”。",
  "分毫不值": "形容没有任何价值。同“分文不直”。",
  "分毫不爽": "比喻没有丝毫差错。",
  "纷乱如麻": "麻：麻团。交错杂乱像一团乱麻。",
  "分星劈两": "指详细分说。",
  "纷纷拥拥": "指纷乱拥挤。",
  "纷纷洋洋": "形容雪花或似雪花般散片细物纷乱飘扬。同“纷纷扬扬”。",
  "纷纷扬扬": "纷纷：众多。扬扬：飘落的样子。形容雪、花、叶等飘落的样子。也形容杂乱地传扬；议论纷纷。",
  "纷纷扰扰": "凌乱的样子。也形容思绪纷乱。",
  "纷纷攘攘": "纷纷：众多；攘攘：杂乱的样子。众多且杂乱。形容人群杂乱。",
  "纷纷籍籍": "纷纷：众多。籍籍：杂乱的样子。纵横交错。形容众多而且杂乱的样子。",
  "纷纷不一": "各不相同。纷纷：多而杂乱。",
  "分章析句": "指雕琢推敲文章。",
  "分烟析产": "亦作“分烟析生”。亦作“分家析产”。谓分家。分割财产，各自过活。",
  "分形同气": "形容父母与子女的关系十分密切。",
  "分庭抗礼": "庭：庭院；抗：对等；相当；抗礼：行平等的礼。古时宾客和主人相见；分别站在庭院两边相对行礼；",
  "分形连气": "形容父母与子女的关系十分密切。后亦用于兄弟间。",
  "分文不名": "名：占有。一分钱一个铜板也没有。比喻非常贫困。",
  "分星擘两": "详细分说；清楚，明白。",
  "分星拨两": "犹言斤斤计较。",
  "分心挂腹": "形容十分挂念。",
  "分鞋破镜": "唐孟棨《本事诗·情感》载，南朝陈徐德言娶陈后主妹乐昌公主为妻，公主有才貌。陈亡之际，德言料",
  "分宵达曙": "犹通宵达旦。",
  "分香卖履": "旧时比喻人临死念念不忘妻儿。",
  "分我杯羹": "羹：肉汁。楚、汉相争时，刘邦答项羽的话。比喻从别人那里分享一分利益。",
  "分文不值": "形容毫无价值。",
  "分文不直": "直：同“值”。一分钱一文钱也不值。形容没有任何价值。",
  "分贫振穷": "分财物救助穷困的人。",
  "分别门户": "指在学术上根据各自的格调或见解划清派别，各立门户。同“分门别户”。",
  "分别部居": "分别：分辨，区分；部居：按部归类。分类排列。",
  "分崩离析": "崩：倒塌崩裂；析：散开；解体。分裂崩溃；离散解体。形容国家或集团分裂瓦解到了不可收拾的地步",
  "分茅裂土": "原指古代帝王分封诸侯时举行的仪式。后称分封诸侯。",
  "分茅列土": "指分封侯位和土地。",
  "分身无术": "分身：分出精力照顾其他方面。没有一身同时兼顾几个方面的法术。",
  "分门别类": "分、别：分辨、区别；门：一般事物的分类；类：许多相似或相同事物的综合。把一些事物按照特性和",
  "分钗断带": "钗分开，带断了。比喻夫妻的离别。",
  "分朋引类": "分成派别，招引同类。",
  "分毫不差": "分毫：形容很少的数量，十丝为一毫，十毫为一厘，十厘为一分。差：差错。没有一点儿差错。",
  "纷红骇绿": "纷：纷披；红：指红花；骇：散乱；绿：指绿叶。纷披散乱的红花绿叶。形容花草树木随风摆动。",
  "分情破爱": "指对原所爱之人不忠，移情于新欢。",
  "分三别两": "详细分说；清楚，明白。同“分星擘两”。",
  "分身减口": "指旧时荒年，为减轻家庭负担，维持生计，人口多者每使部分外出逃荒。同“分房减口”。",
  "分守要津": "要：重要；津：渡口。分别把守交通要道。",
  "分秒必争": "一分一秒的时间都要争夺过来。形容做事的时间抓得很紧。",
  "分而治之": "①分别治理。②利用手段使国家、民族或宗教等产生分裂，然后对其进行控制和统治。",
  "分甘共苦": "同享幸福，分担艰苦。",
  "分丝析缕": "比喻明察入微。",
  "分门别户": "分、别：分辨、区别；门：一般事物的分类；户：门户。指在学术上根据各自的格调或见解划清派别，",
  "分钗劈凤": "比喻夫妻的离别。同“分钗断带”。",
  "分甘绝少": "绝：拒绝，引伸为不享受；甘：好吃的。好吃的东西让给人家，不多的东西与人共享。形容自己刻苦，",
  "分房减口": "亦作“分身减口”。旧时荒年，为减轻家庭负担，维持生计，人口多者每使部分外出逃荒，谓分房减口",
  "分道扬镳": "道：路；镳：马嚼子；借指为马；扬镳：驱马向前。分走不同的路。比喻人们分别发展和施展各自的聪",
  "分寸之末": "比喻微少、细小。",
  "分茅赐土": "亦作“分茅锡土”。分茅列土。",
  "分甘同苦": "同享幸福，分担艰苦。同“分甘共苦”。",
  "分工合作": "众人各司其责，共同从事工作。",
  "分床同梦": "比喻虽所做之事不同，但打算一样。",
  "分钗破镜": "比喻夫妻失散或分离。",
  "分风劈流": "比喻说话干脆而有力量。",
  "粉身碎骨": "全身粉碎。多指为了某种目的而不惜牺牲生命。也比喻彻底遭到失败或遭遇极大的磨难。",
  "粉白黛绿": "泛指女子的妆饰。",
  "粉装玉琢": "白粉装饰的，白玉雕成的。形容女子妆饰的漂亮或小孩长得白净。也用来形容雪景。",
  "粉白黛黑": "粉白：在脸上搽粉，使脸更白；黛黑：画眉毛，使眉毛更黑。泛指女子的妆饰。",
  "粉白墨黑": "以粉傅面、以黛画眉。谓女子修饰容颜。同“粉白黛黑”。",
  "粉骨糜身": "犹言粉骨碎身。",
  "粉骨碎身": "指身躯粉碎，牺牲生命。",
  "粉墨登场": "粉墨：搽脸和画眉的化妆品。指化装后登台演戏。比喻乔装打扮一番；登上政治舞台。也比喻在社会生",
  "粉饰太平": "粉饰：粉刷装饰；太平：社会平安兴旺。把黑暗混乱的社会局面装扮成太平盛世。",
  "粉妆玉砌": "用白粉装饰；用白玉砌成。形容雪景；也形容女子皮肤白嫩。",
  "粉白黛緑": "犹粉白黛黑。 唐  韩愈 《送李愿归盘谷序》：“飄輕裾，翳長袖，粉白黛緑者，列屋而閒居。” 清 ",
  "粉面油头": "脸上扑粉，头上抹油。形容女子的化妆。",
  "奋笔疾书": "奋笔：提起笔来。指精神昂扬地挥笔快速书写。",
  "愤不顾身": "奋勇直前，不顾自身安危。",
  "奋起直追": "奋：鸟类展翅起飞。形容在已经落后的情况下；振作起来；一股劲地赶上去。",
  "愤不欲生": "悲愤或气愤行不愿再活下去了。形容极度气愤。",
  "愤时疾俗": "有正义感的人对黑暗的现实社会和不合理的习俗表示愤恨、憎恶。同“愤世嫉俗”。",
  "分外妖娆": "分外：格外；妖娆：妖媚艳丽。形容景色异常艳丽。",
  "分内之事": "分内：自己，本分。本分之内的事情。指自己应负责任的事情。",
  "粪土不如": "还比不上粪便和泥土。形容极无价值的东西。",
  "愤世嫉俗": "愤：憎恶，痛恨；嫉：仇恨，痛恨；世、俗：当时的社会状况。有正义感的人对黑暗的现实社会和不合",
  "愤世疾邪": "犹愤世嫉俗。",
  "奋发有为": "奋发：精神振作。精神振作，有所作为。",
  "愤愤不平": "愤愤：像生气的样子。因不公平的事而愤怒或不满。",
  "奋笔直书": "奋笔：提起笔来。指精神昂扬地挥笔快速书写。同“奋笔疾书”。",
  "忿然作色": "由于愤怒而变了脸色。",
  "奋发图强": "奋发：精神振作；情绪饱满；图：谋求。振作精神；谋求强盛。",
  "奋身不顾": "犹奋不顾身。",
  "奋不顾身": "奋：振作精神；鼓起干劲。指勇往直前；不顾个人安危。",
  "愤风惊浪": "指狂风骇浪。",
  "奋发蹈厉": "奋：振作；发：激励；蹈：踩，引伸为做，实行；厉：猛烈，迅疾。精神振奋，行动迅猛。",
  "忿火中烧": "犹言怒火中烧。",
  "奋袂而起": "奋袂：挥袖。袖子一挥站起来。形容奋然而起。",
  "奋武扬威": "振奋勇气，施展威风。",
  "奋勇当先": "精神奋发；勇敢地冲在最前面；战斗在最前列。",
  "忿不顾身": "奋勇向前，不考虑个人安危。同“奋不顾身”。",
  "忿忿不平": "心中不服，感到气愤。同“愤愤不平”。",
  "奋发踔厉": "奋发有为，意气昂扬。语本唐韩愈《柳子厚墓志铭》：“议论证据今古，出入经史百子，踔厉风发，率",
  "焚书坑儒": "坑：挖坑活埋；儒：儒生；读书人。指秦始皇焚烧《诗经》、《书经》等古代典籍；坑杀一批儒生。后",
  "焚巢捣穴": "见“焚巢荡穴”。",
  "焚香礼拜": "焚香：点燃香火。礼拜：向尊敬的人或神灵行礼跪拜。烧香跪拜，以表尊敬服从之意。",
  "焚香顶礼": "犹焚香礼拜。",
  "焚薮而田": "薮，林薮。比喻取之不留余地，只顾眼前利益，不顾长远利益。",
  "焚林而狩": "比喻取之不留余地，只顾眼前利益，不顾长远利益。",
  "焚巢荡穴": "比喻彻底摧毁。",
  "焚典坑儒": "焚毁典籍，坑杀书生。同“焚书坑儒”。",
  "焚膏继晷": "点起灯烛；接替日光照明。（焚：烧；点燃；膏：油脂；指灯油；继：接续；晷：日影；日光。）形容",
  "焚骨扬灰": "烧掉尸骨，扬弃骨灰。形容非常仇视。",
  "焚枯食淡": "烤干鱼，食薄味。形容生活清苦。",
  "焚林而猎": "焚烧树木林，猎取禽兽。比喻只图眼前利益，不作长久打算。",
  "焚符破玺": "烧毁信符，打碎玉印。意思是抛弃仁圣知识，才不会出现窃国大盗；毁掉珍珠宝玉，才不会发生小偷小",
  "焚尸扬灰": "形容非常仇视。同“焚骨扬灰”。",
  "焚香膜拜": "烧香跪拜，以表尊敬服从之意。同“焚香礼拜”。",
  "焚香扫地": "形容清幽的隐居生活。",
  "焚舟破釜": "釜：古代用的锅。烧掉船只打破锅。比喻坚决不能动摇的决心。",
  "焚林竭泽": "焚林而田，竭泽而渔。比喻只图眼前利益。",
  "焚琴鬻鹤": "犹焚琴煮鹤。比喻糟蹋美好的事物。",
  "焚琴煮鹤": "把琴当柴烧，把鹤煮了吃。比喻糟蹋美好的事物。",
  "焚林而田": "烧毁树林以猎取野兽。比喻取之不留余地，只顾眼前利益，不顾长远利益。",
  "飞沙走石": "飞：使飞扬；走：使滚动。沙土飞扬；石子滚动。形容风力极大。",
  "飞遁鸣高": "飞遁：指隐退。远离尘俗，自鸣清高。",
  "飞文染翰": "挥笔疾书。",
  "飞土逐肉": "抛掷土丸以逐禽兽。同“飞土逐害”。",
  "飞土逐害": "抛掷土丸以逐禽兽。",
  "飞霜六月": "旧时比喻有冤狱。",
  "飞书走檄": "迅速地书写文件。",
  "飞升腾实": "飞：飞扬；腾：上升。指名声和实际都好。",
  "飞觞走斝": "犹言飞觥献斝。指频频传杯。",
  "飞砂走石": "砂土飞扬，小石翻滚。形容风力迅猛。",
  "飞蒭挽粟": "同“ 飛芻輓粟 ”。 唐  吴兢 《贞观政要·安边》：“然則王師初發之歲， 河西 供役之年，飛蒭輓",
  "飞檐走壁": "旧小说中形容有武艺的人身体轻捷，能够跳上房檐，越过墙壁。",
  "非我族类": "族类：同族的人。指不是跟自己一条心的人。",
  "飞鸿印雪": "比喻事情经过所留下的痕迹。",
  "飞鸿雪爪": "比喻事情经过所留下的痕迹。同“飞鸿印雪”。",
  "飞鸿踏雪": "鸿：大雁。大雁踩过的雪地。比喻往事所遗留下来的痕迹。亦作“雪泥鸿爪”、“飞鸿印雪”、“飞鸿",
  "飞觥走斝": "指宴饮的酒器。",
  "飞觥献斝": "指频频传杯。",
  "飞阁流丹": "飞阁：架空建造的阁道；流丹：彩饰的漆鲜艳欲流。凌空建造的阁道涂有鲜艳欲流的丹漆。形容建筑物",
  "飞蛾赴火": "象蛾子扑火一样。比喻自找死路、自取灭亡。",
  "飞蛾扑火": "蛾：像蝴蝶似的昆虫。飞蛾扑到火上。比喻自寻死路；自取灭亡。",
  "飞蛾赴焰": "比喻自找死路、自取灭亡。同“飞蛾赴火”。",
  "飞砂转石": "形容风势狂暴。同“飞沙走石”。",
  "飞扬跋扈": "飞扬：放纵；跋扈：蛮横；霸道。原指骄横放肆；不受约束。现形容气焰嚣张；目中无人。",
  "蜚黄腾达": "比喻功名成就之快。《孽海花》第二回：“恭喜世兄一舉成名，蜚黄騰達。”",
  "蜚蓬之问": "比喻无根据的传闻。《管子·形势解》：“蜚蓬之問，明主不聽也。無度之言，明主不許也。故曰：蜚",
  "非常之谋": "非常：不平常。不是一般的阴谋。指阴谋篡夺帝位。",
  "飞珠溅玉": "形容水的飞溅犹如珠玉一般。",
  "飞针走线": "飞：使飞动；走：迅跑。针飞动；使线迅跑。形容缝补刺绣技巧熟练；动作敏捷；速度很快。",
  "飞灾横祸": "意外的灾祸。",
  "飞云掣电": "掣：闪过。像流云飞和闪电一样。形容非常迅速。",
  "飞鹰走犬": "指打猎游荡的生活。同“飞鹰走狗”。",
  "飞鹰走马": "放鹰追捕和骑马追逐鸟兽。指打猎。",
  "飞鹰走狗": "放出鹰狗去追捕野兽。指打猎游荡的生活。",
  "飞熊入梦": "原指周文王梦飞熊而得太公望。后比喻圣主得贤臣的征兆。",
  "飞扬浮躁": "轻浮急躁。",
  "飞砂扬砾": "形容风势很猛。同“飞沙走砾”。",
  "飞遁离俗": "飞遁：指隐退。指隐退而远离尘俗。",
  "飞短流长": "飞、流：散布；短、长：指是非、善恶。指散播谣言，中伤他人。",
  "飞刍转饷": "指迅速运送粮草。同“飞刍輓粟”。",
  "飞刍挽粟": "飞：形容极快；刍：饲料；挽：拉车或船；粟：小米，泛指粮食。指迅速运送粮草。",
  "飞米转刍": "指迅速运送粮草。同“飞刍挽粟”。",
  "飞苍走黄": "指打猎。苍，苍鹰。黄，黄狗。",
  "飞殃走祸": "意外的灾祸。同“飞来横祸”。",
  "飞眼传情": "借眼睛来传递感情。",
  "飞檐走脊": "旧小说中形容有武艺的人身体轻捷，能够跳上房檐，越过墙壁。同“飞檐走壁”。",
  "飞鹰奔犬": "放出鹰和狗去追捕野兽。指打猎。同“飞鹰走狗”。",
  "非分之念": "分：本分；非分：不属自己分内的。指超出本分的想法念头。",
  "非分之财": "不是自己应得的钱财。指本身不应该拿的钱财。",
  "非此即彼": "非：不是；此：这个；即：便是；彼：那个。不是这一个，就是那一个。",
  "非池中物": "不是长期蛰居池塘中的小动物。比喻有远大抱负的人终究要做大事。",
  "飞蓬乘风": "蓬：蓬草。指蓬草乘风飞转，飘荡不定。比喻人无坚定意志，随情势而改变。亦作“飞蓬随风”。",
  "飞鸟依人": "依：依恋。飞来的小鸟依偎在人的身边。比喻依附权贵。亦比喻小孩、少女娇小柔顺，可亲可受的情态",
  "飞鸟惊蛇": "像飞鸟入林，受惊的蛇窜入草丛一样。形容草书自然流畅。",
  "飞谋钓谤": "亦作“飞谋荐谤”。以流言蜚语阴相攻讦。",
  "飞鸾翔凤": "指英俊才识之士。",
  "飞龙在天": "比喻帝王在位。语本《易·干》：“九五，飞龙在天，利见大人。”孔颖达疏：“谓有圣德之人得居王",
  "非分之想": "分；本分。超出本分的想法；不安分的念头。指想得到本分以外的好处奢望。",
  "飞流短长": "飞、流：散布；短、长：指是非、善恶。指散播谣言，中伤他人。",
  "飞谋荐谤": "以流言蜚语阴相攻讦。同“飞谋钓谤”。",
  "飞来横祸": "意外的灾祸。",
  "飞黄腾踏": "形容马的飞驰。后多比喻官职地位升得很快。",
  "飞黄腾达": "飞黄：传说中神马名；腾达：上升，引伸为发迹，宦途得意。形容骏马奔腾飞驰。比喻骤然得志，官职",
  "蜚英腾茂": "蜚：同“飞”。英：指名声。茂：指实际。指人的名声与事业日益昌盛。亦作“飞声腾实”。",
  "蜚瓦拔木": "形容风力迅猛。",
  "蜚短流长": "指散播谣言，中伤他人。",
  "非愚则诬": "诬：诬蔑。不是生性愚蠢的话，就是故意污蔑。",
  "非意相干": "非意：意料之外；干：冒犯。意外的无故冒犯。",
  "非异人任": "异人：别人；任：承担。不是别人的责任。表示某事应由自己负责。",
  "非昔是今": "昔：过去。今：现在。认为过去是错误的，现在是正确的。",
  "飞龙乘云": "指龙乘着云彩上天。比喻英雄乘时机而得势。",
  "非同小可": "小可：寻常；一般。不同于一般的小事。形容事情重要或情况严重；不可忽视。也指人的学问、本领不",
  "非同儿戏": "比喻事情很重要，不是闹着玩的。",
  "非亲非故": "故：老友。不是亲属，也不是熟人。表示彼此没有什么关系。",
  "非驴非马": "不是驴；也不是马。形容走了样；什么也不像；不伦不类。",
  "非同寻常": "寻常：平常。不同于平常。形容人或事物很突出；不同于一般。",
  "飞蓬随风": "枯蓬随风飞。比喻人没有主见，态度随着情势而转变。",
  "飞禽走兽": "禽：鸟；兽：野兽。飞翔的禽鸟，奔跑的野兽。泛指鸟类和兽类。",
  "飞沙扬砾": "形容风势很猛。同“飞沙走砾”。",
  "飞沙走砾": "沙：沙土；砾：小石块。沙土飞扬，小石块滚动。形容风势很猛。",
  "匪石匪席": "不是石，不是席。意为石可转而心不可转，席可卷而心不可卷。比喻意志坚定，永不变心。",
  "匪朝伊夕": "①不止一日。②非晨即夕。极言时间之短。",
  "斐然成章": "非常有文采；出口便成章。斐然：有文采的样子。也用以形容才干或声名显耀。",
  "菲食薄衣": "菲：微薄。微薄的衣服，粗劣的食物。形容生活十分俭朴。",
  "匪伊朝夕": "不止一个早晨一个晚上。指是子不少。",
  "悱恻缠绵": "心绪悲苦而不能排遣。",
  "诽誉在俗": "诽：指诽谤；誉：赞扬；俗：风气、习惯。诽谤或赞扬在于当时的风习。后来引申指风气、习惯的作用",
  "诽谤之木": "诽谤：引以为谏言；木：木牌。在交通要塞竖立木牌，让人们写上谏言。",
  "匪夷所思": "匪；即“非”；不是；夷：通“彝”；法度、常规；引申为寻常的；一般的。不是根据常理所想象出来",
  "匪夷匪惠": "夷：殷末周初的伯夷；惠：春秋时鲁国的柳下惠。既不是伯夷，又不是柳下惠；不具备这两位贤人的品",
  "斐然向风": "翩然地闻风归向。",
  "匪石之心": "比喻坚贞不渝。",
  "吠影吠声": "吠：狗叫；影：身影；影子。一条狗看见生人叫起来；很多狗听到叫声也跟着叫起来。比喻不察真情；",
  "沸反连天": "形容人声喧闹，乱成一片。同“沸反盈天”。",
  "沸反盈天": "沸：滚翻；盈：充满。声音象水开锅一样沸腾翻滚，充满了空间。形容人声喧闹，乱成一片。",
  "肺石风清": "百姓可以站在上面控诉地方官。比喻法庭裁判公正。",
  "肺腑之言": "肺腑：指内心。发自内心的真挚诚恳的话语。",
  "沸天震地": "形容声音极其喧腾。",
  "沸沸扬扬": "沸沸：水翻滚的样子；扬：掀动；升腾。开水翻滚；气泡升腾的样子。比喻人声喧扰、议论纷纷。形容",
  "费尽心机": "心机：心思；计谋。指用尽了心思。形容千方百计地谋算。",
  "废寝忘飱": "犹言废寝忘食。 元  商衟 《新水令》套曲：“唱道是廢寢忘飱，玉減香消。”《金瓶梅词话》第四三",
  "废文任武": "文：文治；任：任用；武：武力。废掉文治，任用武力。指轻文重武。",
  "废书而叹": "因有所感而停止读书。",
  "吠形吠声": "比喻跟在别人后面盲目附和。",
  "吠非其主": "吠：狗叫。狗朝着外人乱叫。旧比喻各为其主。",
  "费财劳民": "耗费财物，劳苦百姓。《晏子春秋·内篇谏下》：“诚费财劳民以为无功，又从而怨之，是寡人之罪也",
  "废然而返": "废然：形容疑虑消除。原指怒气消失；恢复常态。现指败兴而归。",
  "沸沸汤汤": "水奔腾汹涌的样子。",
  "废然而反": "废然：沮丧失望的样子。反：返回。怀着失望的心情而归来。形容因消极失望而中途退缩。亦作“废然",
  "废寝忘食": "废：停止。顾不上睡觉；忘掉了吃饭。形容学习或工作积极努力；用心专一。",
  "费力劳心": "耗费气力和心思。",
  "废寝忘餐": "忘记了睡觉，顾不得吃饭。形容对某事专心致志或忘我地工作、学习。",
  "废话连篇": "形容文章或言谈中不必要的废话太多。",
  "废私立公": "指去私为公。",
  "匪匪翼翼": "匪匪：马行走不停的样子；翼翼：有次序的样子。形容车马行走时阵容整齐、威武。",
  "肥肠满脑": "形容不劳而食的人吃得很饱，养得很胖。同“脑满肠肥”。",
  "肥冬瘦年": "南宋吴地风俗多重冬至而略岁节，冬至时家家互送节物，有“肥冬瘦年”之谚。见宋无名氏《豹隐纪谈",
  "肥遁鸣高": "退隐不做官，自以为清高。",
  "肥遯鸣高": "退隐避世，自鸣清高。",
  "肥甘轻暖": "见“肥甘轻暖”。",
  "肥马轻裘": "裘：皮衣。骑的是好马；穿的是裘衣。形容生活豪华奢侈。",
  "肥头胖耳": "形容体态肥胖，有时指小孩可爱。同“肥头大耳”。",
  "肥鱼大肉": "指丰盛的鱼肉菜肴。",
  "肥头大耳": "肥肥的头；硕大的耳。形容生活优裕；保养得好。旧时也指人长得福相。今多用于贬义。",
  "弗敢专也": "不敢独自专有。",
  "方头不劣": "方头：俗指不通时宜；不劣：倔强不驯顺。形容人性格倔强、顽固。",
  "方足圆颅": "方形脚、圆形头为人的特征，因以指人类。同“方趾圆颅”。",
  "方便之门": "方便：本佛家语，指灵活对待。原是佛教指引人入教的门径，后指给人方便的门路。",
  "方骖并路": "犹并驾齐驱。",
  "方寸不乱": "方寸：指心。心绪不乱。形容人遇到特殊紧急的情况时能够从容镇定。",
  "方寸万重": "方寸：指心。万重：多话。心里头有千言万语。",
  "方寸已乱": "方寸：指心。心绪纷乱。",
  "方寸之地": "指心。",
  "方底圆盖": "方底器皿，圆形盖子。比喻事物不相合。",
  "方来未艾": "指（恩泽）方始来到尚未止歇。",
  "方领矩步": "方领：直的衣领；矩步：行步合乎规矩。指古代儒者的服饰和容态。",
  "方领圆冠": "方形的衣领和圆形的帽冠，为古代儒生的服饰。亦借指儒生。",
  "方面大耳": "方脸盘，大耳朵。旧指富贵相。",
  "方兴未已": "事物正在发展，尚未达到止境。同“方兴未艾”。",
  "方枘圜凿": "方枘装不进圆凿。比喻格格不入，不能相合。同“方枘圆凿”。",
  "方桃譬李": "形容姿质之美有如桃李一般。",
  "方外之人": "方外：世外。原指言行超脱于世俗礼教之外的人。后指僧道。",
  "方兴未艾": "方：正在；兴：兴起；艾：停止；完结。刚兴起还没有停止。现多用来形容事物正处于兴旺阶段或形容",
  "方员可施": "随处可用。形容人多才多艺。",
  "方凿圆枘": "凿：榫眼；枘：榫头。方枘装不进圆凿。比喻格格不入，不能相合。",
  "方正不阿": "方正：品行正直；阿：阿谀，诌媚。指为人品行正直，不逢迎诌媚。",
  "方趾圆颅": "趾：脚；颅：头。方趾圆头；原指人的脚和头；代指人类。",
  "方言矩行": "指言行方正，合乎规范。",
  "方以类聚": "指同类事物相聚一处。方：办法，做法，技巧。",
  "芳兰竟体": "芳兰：兰草的香气；竟体：满身。香气满身。比喻举止闲雅，风采极佳。",
  "芳年华月": "芳年：妙龄。指美好的年华。",
  "方枘圆凿": "枘：榫头；圆凿：圆榫眼；卯眼。方形的榫头；圆形的卵眼。比喻格格不入、不相容、不适宜。",
  "方头不律": "形容人性格倔强、顽固。同“方头不劣”。",
  "访贫问苦": "访问贫苦的老百姓。",
  "访亲问友": "访：拜访；问：问候。指拜访亲朋好友。",
  "放心解体": "指人心离散、瓦解。",
  "放诞不拘": "放纵任性，不加检点，不受约束。同“放荡不羁”。",
  "放达不羁": "纵放旷达，不受拘束。",
  "放辟淫侈": "肆意为非作歹。亦指肆无忌惮、邪恶不正。同“放僻淫佚”。",
  "放辟邪侈": "放、侈：放纵；辟、邪：不正派，不正当。指肆意作恶。",
  "放意肆志": "纵情而无所顾忌。",
  "放歌纵酒": "放歌：高声歌唱；纵酒：任意饮酒，不加节制。尽情歌唱，放量地饮酒。形容开怀畅饮尽兴欢乐。",
  "放眼世界": "放眼：放开眼界，目光不局限在狭小范围内。放开眼界，纵观天下。也作“放眼乾坤”。",
  "放言遣辞": "放言：敞开说；遣辞：用词造句。指无拘无束地说话或写文章。",
  "放僻淫佚": "肆意为非作歹。亦指肆无忌惮、邪恶不正。",
  "放心托胆": "心里放得下，有所凭借而胆大。形容毫无顾虑。",
  "放浪形骸": "放浪：放纵；不受拘束；形骸：人的形体、形迹。指行为不受世俗礼法的约束；旷达豪爽。",
  "放任自流": "放：放纵；不加约束；任：听凭；任由；自：自己；独自；流：流动；发展。不加约束；听其自然发展",
  "放情丘壑": "指纵情游山玩水，不以世务为念。丘壑，泛指山水。",
  "放泼撒豪": "耍无赖，仗势压人。",
  "放龙入海": "比喻放走敌人，留下后患。",
  "放马后炮": "比喻事情已过去才发议论。",
  "放马华阳": "指不再用兵。",
  "放牛归马": "把作战用的牛马牧放。比喻战争结束，不再用兵。",
  "放屁添风": "比喻在一边助威。",
  "放僻邪侈": "指肆意作恶。同“放辟邪侈”。",
  "放言高论": "指毫无顾忌地大发议论。",
  "放纵不拘": "指恣意行事，不受约束。同“放纵不羁”。",
  "放荡形骸": "行为放纵，不拘礼节。",
  "放饭流歠": "歠：喝，饮。大口吃饭，大口喝汤。旧指没有礼貌。",
  "放刁撒泼": "放：使用；刁：无赖，刁滑；撒泼：蛮不讲理。指使用刁钻狡猾的一套手段。形容极不讲理。",
  "放浪不拘": "放纵任性，不加检点，不受约束。同“放浪不羁”。",
  "放浪不羁": "羁：约束。放纵任性，不加检点，不受约束。",
  "放火烧山": "比喻煽风点火，挑拨离间。",
  "放虎自卫": "放出老虎来保卫自己。比喻利用坏人而自招灾祸。",
  "放虎遗患": "谓放掉老虎，必留后患。",
  "放纵驰荡": "放纵：无拘束。驰：乱跑。荡：游荡。没有管束地乱跑乱逛。形容不求进步，到处游荡。",
  "放纵不羁": "指恣意行事，不受约束。",
  "放鱼入海": "比喻放走敌人，留下祸根。",
  "放刁把滥": "指刁难敲诈，胡作非为。",
  "放鹰逐犬": "指打猎。",
  "放荡不羁": "放荡：不受约束或行为不检点；羁：约束。形容行为放纵；不受约束。",
  "放诞风流": "指有文采，言行不受礼法束缚。",
  "放虎归山": "归：返回。把老虎放回山林。比喻把敌人放走；留下后患。也作“纵虎归山”。",
  "鲂鱼赪尾": "《诗·周南·汝坟》：“鲂鱼赪尾，王室如毁。”毛传：“赪，赤也；鱼劳则尾赤。”朱熹集传：“鲂",
  "防不胜防": "防：防备；胜：尽；完全。形容防备不过来。",
  "妨功害能": "压抑陷害有功有能的人。",
  "防意如城": "意：心思，指私欲。指严格遏止私心杂念，象守城防敌一样。",
  "防芽遏萌": "错误或恶事在未显露时，即加以阻止、防范。",
  "防心摄行": "指防止杂念和注意言行。",
  "防微虑远": "虑：考虑，思虑。指在错误或坏事刚露头的时候，就加以防止，并考虑长远的计策。",
  "防微杜衅": "犹言防微杜渐。",
  "鲂鱼頳尾": "《诗·周南·汝坟》：“魴魚頳尾，王室如燬。” 毛 传：“頳，赤也；魚勞則尾赤。” 朱熹 集传：",
  "防不及防": "防：防备。指想到防备却已来不及防备。",
  "房谋杜断": "房：唐朝宰相房玄龄；谋：计谋；杜：唐朝杜如晦；断：决断。两人同心济谋，传为佳话。比喻能人合",
  "防微杜渐": "防：提防；防止；微：微小；指事物的苗头；杜：杜绝；堵塞；渐：事物的起始、发展。在错误、坏事",
  "防患未萌": "防止祸患于未发生之前。",
  "防患未然": "防：防备；患：灾祸；然：这样；如此；未然：没有成为事实；没有这样。在事故或灾难发生之前就采",
  "防萌杜渐": "杜：堵住；渐：指事物的开端；萌：萌芽。在事故或灾害尚未发生时就预防。",
  "翻箱倒柜": "把箱子柜子都倒过来；形容彻底搜寻查看。也比喻无保留地拿出自己的东西。",
  "翻云覆雨": "翻覆：翻转。翻过去是云；翻过来是雨。比喻反复无常或玩弄权术和手段。",
  "翻黄倒皂": "犹言颠倒黑白。",
  "翻江倒海": "把大江大海都翻转过来；形容水势很大；现在多用来形容声势浩大或力量巨大。也用以形容混乱不堪破",
  "翻空出奇": "形容诗文、字画等一反前人窠臼，以独特的想象取胜。",
  "翻然改进": "翻然：很快而彻底地改变。形容转变很快；很彻底；进步很大。",
  "翻然改图": "图：计划，打算。比喻很快转变过来。另作打算。",
  "翻然悔悟": "悔：悔恨；悟：觉悟。很快地醒悟过来。形容转变得很快。指思想完全转变，彻底醒悟。",
  "翻山越岭": "越：过；岭：顶上有路可通行的山。翻过很多山头；形容野外工作或行进途中辛苦。也比喻历尽千辛万",
  "翻黄倒皁": "犹言颠倒黑白。比喻歪曲事实，混淆是非。",
  "翻天作地": "犹言翻天覆地。形容闹得很凶。",
  "翻江搅海": "形容水势浩大。多喻力量或声势非常壮大。也形容吵闹得很凶或事情搞得乱七八糟。",
  "翻箱倒箧": "翻：倒，反转；箧：小箱子。把箱子柜子都翻倒过来。形容彻底翻检。",
  "反脸无情": "形容翻脸不认人，不讲情谊。",
  "翻箱倒笼": "翻：反转；笼：大的竹箱。形容彻底搜寻、查检",
  "翻然改悔": "翻然：回飞的样子，形容转变很快；悔：悔恨。形容很快认识到过错而悔改",
  "翻陈出新": "从旧的翻造出新的。 清  袁枚 《随园诗话》卷四：“題古蹟能翻陳出新最妙。” 孙中山 《上李鸿章",
  "翻衾倒枕": "形容翻来覆去不能入睡。《再生缘》第四三回：“翻衾倒枕全無定，急得個，睡不多時又起身。”",
  "翻唇弄舌": "指用花言巧语搬弄是非。《金瓶梅词话》第五六回：“第二就要人品了，又要好相處，没些説是説非，",
  "翻天蹙地": "形容迅猛势盛。 唐  独孤及 《招北客文》：“五月之間， 白帝 之下，洪濤塞峽，不見 灔澦 ，翻天",
  "番来复去": "番：通“翻”。形容多次重复。也形容不断地翻动身体",
  "飜黄倒皂": "犹言颠倒黑白。 明  康海 《鲍老儿·秋日闲情》套曲：“眉來眼去，唇三口四，泥爛油滑，飜黄倒皂",
  "翻天覆地": "覆；翻过来。使天地换了位置。形容变化巨大；彻底。",
  "翻肠搅肚": "形容内心极度思念或感到非常不安。",
  "翻复无常": "变化无常，说变就变。",
  "翻来覆去": "翻：翻转；覆：转回。躺在床上来回翻转身体。形容睡不着觉；也形容事情多次反复。",
  "幡然悔悟": "思想转变很快，彻底悔悟。",
  "幡然改途": "幡：通“翻”；幡然：很快而彻底；途：途径。指迅速地完全改变原来的道路。",
  "番来覆去": "①指不断翻身。②指反复多次。参见“翻来覆去”。",
  "番窠倒臼": "形容打破现成的格式。",
  "反面文章": "从事情的反面做的文章。多指反语。",
  "反攻倒算": "指被打倒的阶级敌人或反动势力纠集起来向革命人民进行反扑报复。",
  "反面无情": "翻脸不讲情面。形容对人的态度突然变坏；不留情面。",
  "反骄破满": "反对骄傲，破除自满。",
  "反老还童": "反：回。由衰老恢复青春。形容老年人充满了活力。",
  "反劳为逸": "劳：疲劳；逸：安闲，休息。把疲劳转化为安逸。",
  "反目成仇": "反目：翻转眼皮；以白眼珠瞪人。反眼相看成为仇人；指夫妻不和闹得很僵；以致互相成为仇人。也指",
  "反客为主": "客人反过来成为主人。比喻变被动为主动或变次要为主要。",
  "反经行权": "经：常道；权：权宜的办法。指违反常规，采取权宜之计。",
  "反经合义": "虽违背常道，但仍合于义理。",
  "反经合道": "虽违背常道，但仍合于义理。同“反经合义”。",
  "反面教员": "反面：坏的消极的一面。指与人民为敌的人的言行。指能从反面教育人民的人或事。",
  "反间之计": "间：离间。原意为利用敌人的间谍把假情况告知敌人使之失误的计策。后来指离间敌人内部，使之不团",
  "反躬自责": "回过头来责备自己。",
  "返璞归真": "去掉外饰，还其本质。比喻回复原来的自然状态。同“返朴归真”。",
  "反躬自省": "躬：自身；省：检查。回过头来检查自己的言行得失。",
  "反戈一击": "反：反转；调转；戈：古代的一种兵器；尖头横刃；长柄；像矛。调转矛头；向自己原来的营垒进攻。",
  "反戈相向": "戈：古代的兵器；向：对着。掉转兵器，相与对立。比喻帮助敌人反对自己。",
  "反复无常": "反复；颠过来倒过去；无常：没有常态。经常变化没有稳定的状态。形容变动不定或狡诈多变。",
  "返朴归真": "返：反回；回复；朴：未加工的木料；引申为质朴；归：返回、回归；真：天然。回复事物初始的自然",
  "返朴还淳": "返：返回，还。朴：朴实。淳：诚实，厚道。指恢复原始的诚实和朴实厚道的社会风气。",
  "反躬自问": "反：反转；躬：身体；自身。反回身来问问自己。指作自我检查。",
  "反眼不识": "反：翻转。翻脸不认人。形容改变态度，对人冷漠无情。",
  "返虚入浑": "①指诗作空灵，入于浑然之境。②指人无知无识，浑浑噩噩。",
  "返照回光": "佛教语。指用佛性对照检查，自我反省。",
  "返老还童": "反：扭转；还：回复原来的状态。扭转衰老；回复童年。形容衰老的人恢复了青春的健康或精神。",
  "返老归童": "由衰老恢复青春。形容老年人充满了活力。同“返老还童”。",
  "返来复去": "指多次重复。",
  "返视内照": "原为佛教语。指用佛性对照检查。后亦指自我反省。",
  "返哺之恩": "返哺：雏鸟长大，衔食哺其母。比喻报答亲恩。",
  "返本还源": "本、原：根本，原貌。返回原来的地方。佛教说法，指忘了本原的人通过拜佛修行，回到本原状态；或",
  "返本还原": "本、原：根本，原来面貌。返回原来的地方。佛教说法，指忘了本原的人通过拜佛修行，回到本原状态",
  "返本朝元": "犹言返本还源。",
  "反治其身": "治：整治；身：身体；其身：自身。反而整治自身。指自己反被自己整治的别人的方法所治服。",
  "反璞归真": "璞：蕴藏有玉的石头，也指未雕琢的玉；归：返回；真：天然，自然。去掉外饰，还其本质。比喻回复",
  "反正拨乱": "治理乱世，使之恢复安定、正常。语出《公羊传·哀公十四年》：“拨乱世，反诸正，莫近诸《春秋》",
  "反朴归真": "反：通“返”，回；朴：质朴；归：返回；真：天然，自然。去掉外饰，还其本质。比喻回复原来的自",
  "反听收视": "不听不视。指不为外物所惊扰。",
  "反听内视": "内视：向内看；反听：听外面的。指既能反省自己的言行，也能听取别人的意见。",
  "反水不收": "水已泼出去，不能再收回。比喻不可挽回。",
  "反手可得": "反：翻转。翻转手掌学可得到。形容极其易得。",
  "反身自问": "回过头来检查自己的言行得失。同“反躬自问”。",
  "反裘伤皮": "古人穿皮衣毛朝外，反穿则毛在里，皮必受损。比喻愚昧不知本末。",
  "反裘负薪": "反穿皮袄背柴。形容贫穷劳苦。也比喻为人愚昧，不知本末。同“反裘负刍”。",
  "反裘负刍": "反裘：反穿皮衣；负：背；刍：柴草。反穿皮袄背柴。形容贫穷劳苦。也比喻为人愚昧，不知本末。",
  "反求诸己": "求：追究，寻求；诸：“之于”的合成词。反过来追究自己。指从自己方面找原因。",
  "反朴还淳": "复归于朴实、淳正。",
  "反复推敲": "多次捉摸，选择最佳方案。",
  "反正还淳": "复归于朴实、淳正。同“反朴还淳”。",
  "反风灭火": "汉刘昆为江陵令，县多火灾，昆向火叩头，多能降雨止风；后为弘农太守。先是崤黾驿道多虎穴，行旅",
  "反哺之私": "反哺：幼鸟长大后，衔食喂其母。比喻子女长大奉养父母，报答养育之恩。",
  "反哺之情": "比喻子女长大奉养父母，报答恩情。",
  "反覆无常": "指变化不定。",
  "反败为胜": "扭转败局，变为胜利。",
  "反唇相稽": "反唇：回嘴；顶嘴；稽：争论；计较。受到指责不服气；抓住对方话把；反过来责问对方。",
  "反唇相讥": "反唇：原指翻嘴唇表示不服气；引申为顶嘴。讥：讽刺、挖苦、嘲笑。反过嘴来讥讽对方。",
  "返辔收帆": "比喻退归。",
  "返邪归正": "犹言改邪归正。",
  "返我初服": "返：归还；初服：未做官时的衣服。比喻辞官归隐。",
  "饭牛屠狗": "①喻指从事低贱之事。②指从事贱业者。",
  "饭粝茹蔬": "吃糙米和蔬菜。形容饮食粗劣。粝，糙米。",
  "饭来张口": "指吃现成饭。形容不劳而获，坐享其成。",
  "饭来开口": "指吃现成饭。形容不劳而获，坐享其成。同“饭来张口”。",
  "饭坑酒囊": "比喻只会吃喝不会做事的人。",
  "泛宅浮家": "指以船为家。",
  "泛应曲当": "指广泛适应，无不恰当。",
  "饭囊酒瓮": "比喻只会吃饭喝酒，不会做事的人。",
  "饭糗茹草": "饭、茹：吃；糗：干粮；草：指野菜。吃的是干粮、野菜。形容生活清苦。",
  "泛泛之交": "泛泛：一般，平常。交情不深的朋友。",
  "饭囊衣架": "囊：口袋。装饭的口袋，挂衣的架子。比喻无用之人。",
  "泛泛之人": "泛泛：平常，一般。一般的人。指不是什么有所作为有才干的人物。",
  "泛泛之谈": "一般化地泛泛地谈谈（泛泛：浮浅不深入）。指讲话或写文章不深刻。",
  "泛浩摩苍": "泛海摩天。形容文词博大高深。语出唐杜牧《冬至日寄小侄阿宜诗》：“李杜泛浩浩，韩柳摩苍苍。”",
  "泛滥成灾": "泛滥：江河湖泊的水四处溢出。指江河湖泊的水漫溢横流；造成灾害。也比喻有害的思想言行到处传播",
  "泛萍浮梗": "浮动在水面的萍草和树根。比喻踪迹漂泊不定。",
  "犯而勿校": "受到别人的触犯或无礼也不计较。同“犯而不校”。",
  "犯而不校": "犯：触犯；校：计较。受到别人的触犯或无礼也不计较。",
  "犯颜苦谏": "指敢于冒犯君主或尊长的威严当面直言规劝。",
  "犯颜极谏": "犯颜：冒犯君主或尊长的颜面、威严；极谏：以直言规劝（常用下对上）。敢于冒犯君主或尊长的威严",
  "犯言直谏": "敢于冒犯尊长或皇上的威严而直立相劝。",
  "犯上作乱": "犯：干犯。封建统治者指人民的反抗、起义。",
  "泛泛而谈": "泛泛：平常，不深入。一般地浮泛地谈谈。",
  "贩交买名": "指卖友求荣。",
  "范水模山": "比喻效法模仿他人。",
  "范张鸡黍": "范：范式；张：张劭；鸡：禽类；黍：草本植物，指黍子。范式、张劭一起喝酒食鸡。比喻朋友之间含",
  "梵册贝叶": "指佛经，佛经原本多用梵文写在贝多罗树叶上。",
  "贩夫俗子": "贩夫：指贩卖货物的小商人。泛指商贩等下层平民。",
  "贩夫贩妇": "旧称小商小贩。",
  "贩夫皁隶": "泛指社会地位低下的人。",
  "饭蔬饮水": "《论语·述而》：“子曰：‘饭疏食饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。",
  "贩夫驺卒": "小商贩和隶役。泛指地位低下的人。",
  "贩夫走卒": "旧指小贩和差役。泛指旧社会里地位低下者。",
  "贩官鬻爵": "鬻：卖；爵：爵位，官爵。出卖官爵，以敛取财物。",
  "贩贱卖贵": "指低价买进而高价卖出。同“买贱卖贵”。",
  "燔书坑儒": "焚毁典籍，坑杀书生。同“焚书坑儒”。",
  "繁荣富强": "繁荣：（经济或事业）蓬勃发展；兴盛；富强：（国家）生产丰富；力量强大。形容国家兴旺发达；富",
  "繁文缛节": "文：规定、仪式；缛：繁多；节：礼节。过分繁琐的仪式或礼节。也比喻其他繁琐多余的事项。",
  "繁荣昌盛": "繁荣：原指草木枝叶；花朵茂盛；引申为事物蓬勃发展；昌盛：兴旺；兴盛。形容国家或事业兴旺发达",
  "繁花似锦": "繁：多而且茂盛。锦：织有彩色花纹的锦缎。许多色彩纷繁的鲜花，好像富丽多彩的锦缎。形容美好的",
  "繁丝急管": "繁：杂；丝：弦乐器；管：管乐器。指管弦之音繁密而急促",
  "繁音促节": "繁密的音调，急促的节奏。 清  沈德潜 《说诗晬语》卷上：“樂府之妙，全在繁音促節，其來于于，",
  "繁文缛礼": "谓繁琐的仪式或礼节。亦比喻其他繁琐多馀的事项。 唐  元稹 《王永太常博士制》：“朕明年有事於",
  "繁称博引": "谓广泛援引事例。 清  李调元 《＜诗人主客图＞序》：“即所引諸人之詩，亦非其集中之傑出者，或",
  "繁华损枝": "华：花。繁盛的花朵有损于花枝。比喻文采太华丽，将损及文章内容。",
  "繁荣兴旺": "形容事业或经济状况发达昌盛，生机蓬勃。",
  "凡胎浊体": "指人间普通的，平庸的人。同“凡胎浊骨”。",
  "凡才浅识": "才能平庸，识见肤浅。",
  "凡夫肉眼": "比喻缺乏观察人的眼光。也比喻平凡的见识。",
  "凡夫俗子": "泛指平庸的人。",
  "凡偶近器": "指平庸之辈；普通人才。",
  "凡胎肉眼": "凡人的只能看见尘俗世界的眼睛。",
  "烦言碎辞": "形容文词杂乱、琐碎。",
  "凡胎浊骨": "指人间普通的，平庸的人。",
  "繁文末节": "文：规定、仪式；节：礼节。过分繁琐的仪式和礼节。比喻琐碎多余的事情。",
  "凡桃俗李": "平凡、普通的桃花和李花。比喻庸俗的人或平常的事物。",
  "烦文缛礼": "繁琐而不必要的礼节。",
  "繁枝细节": "繁多且细小的枝节。比喻事物的琐细部分。",
  "繁征博引": "引用多方面的资料作为证明。",
  "繁刑重赋": "过重的刑罚和繁多的赋税。亦作“繁刑重敛”。",
  "繁弦急管": "形容各种乐器同时演奏的热闹情景。",
  "发蒙解惑": "发蒙：启发蒙昧；解惑：解除疑惑。指启发开导，脱离蒙昧，解除疑惑。",
  "发愤忘食": "努力学习或工作，连吃饭都忘了。形容十分勤奋。",
  "发号布令": "同“ 發號施令 ”。《吴子·励士》：“夫發號布令而人樂聞，興師動衆而人樂戰，交兵接刃而人樂死",
  "发号出令": "同“ 發號施令 ”。《礼记·经解》：“發號出令而民説謂之和，上下相親謂之仁。”《史记·苏秦列",
  "发号吐令": "同“ 發號施令 ”。 晋  葛洪 《抱朴子·君道》：“發號吐令，則訇若震霆之激響，而不爲邪辯改其",
  "发迹变泰": "谓由卑微而得志显达，坏运变为好运。 宋  灌圃耐得翁 《都城纪胜·瓦舍众伎》：“説公案，皆是搏",
  "发摘奸隐": "同“ 發擿姦伏 ”。《北史·循吏传·梁彦光》：“ 彦光 下車，發摘姦隱，有若神明。”",
  "发荣滋长": "1.草木繁茂地萌发生长。 明  高攀龙 《讲义·君子所性仁义礼智根于心》：“仁義禮智者，求則得之",
  "发蒙启蔽": "启发蒙昧。 明  李贽 《答李见罗先生书》：“發蒙啓蔽，時或未省，而退實沉思。既久，稍通解耳。",
  "发人深省": "发：启发；省：醒悟。启发人深刻思考，有所醒悟。",
  "发蒙振槁": "同“ 發蒙振落 ”。《明史·杨乃郭詹等传论》：“蓋天速其禍，如發蒙振槁，無煩驅除矣。”",
  "发蒙解缚": "发蒙：启发蒙昧；解缚：解除束缚。指启发蒙昧，解除束缚。",
  "发聋振聩": "声音很大；使耳聋的也能听到。发：开启；振：振动；聩：耳聋。比喻言论文章等唤醒麻木糊涂的；给",
  "发科打诨": "以滑稽的动作和语言引人发笑。",
  "发奸擿伏": "发、擿：揭发；奸：奸臣，坏人；伏：指隐瞒坏事。揭发隐秘的坏人坏事。",
  "发家致富": "发展家业，使家庭变得富裕起来。",
  "发号施令": "发、施：发布；下达；号：号令、命令。发布命令；下达指示；进行指挥。",
  "发蒙振落": "蒙：遮盖，指物品上的罩物；振：摇动。把蒙在物体上的东西揭掉，把将要落的树叶摘下来。比喻事情",
  "发科打趣": "说滑稽话，拿人开玩笑。《黄绣球》第十五回：“那稿子是同 黄通理 大家參酌，中間也有發科打趣的",
  "发潜阐幽": "阐发沉潜深奥的事理。 清  薛福成 《庸盦笔记·述异·桃花夫人示梦》：“此翰苑筆也，聊贈一枝，",
  "发愤自雄": "决心奋斗，使自己强盛有实力。 清  郑燮 《潍县署中与舍弟第五书》：“願吾弟發憤自雄，勿蹈乃兄",
  "发愤自厉": "下定决心磨炼自己。 章炳麟 《与刘揆一书》：“夫處陰極玄黄之世，材者宜發憤自厲，復我邦族。”",
  "发愤展布": "发奋振作，施展本领。 康有为 《大同书》戊部第一章：“則一現女身，縱天地予以奇才，無復有發憤",
  "发奋为雄": "犹言发愤自雄。 孙中山 《心理建设·知行总论》：“ 暹羅 向本 中國 藩屬之一……二十年前，幾岌",
  "发奋蹈厉": "同“ 發揚蹈厲 ”。 邹韬奋 《萍踪寄语》一一七：“﹝ 苏联 的影片﹞总以为社会大众谋幸福为第一",
  "发擿奸伏": "揭露隐蔽的坏人坏事。《後汉书·法雄传》：“善政事，好發擿姦伏，盜賊稀發，吏人畏愛之。”《资",
  "发蒙启滞": "启发蒙昧，开通阻塞。《宋书·武帝纪下》：“古之建國，教學爲先，弘風訓世，莫當於此，發蒙啓滯",
  "发奸露覆": "同“ 發姦擿伏 ”。 康有为 《＜新学伪经考＞序》：“竊怪二千年來，通人大儒，肩背相望，而咸爲",
  "发蒙振聩": "声音很大，连耳聋的人也听得见。比喻用语言文字唤醒麻木的人。",
  "发皇张大": "发展扩大。《新华文摘》1981年第11期：“我取为书名，无非暗示 蒋 政权压迫左翼文艺，虽甚残酷，",
  "发奸摘伏": "同“ 發姦擿伏 ”。《魏书·良吏传·宋世景》：“民間之事，巨細必知，發姦摘伏，有若神明。”《",
  "发奸摘覆": "同“ 發姦擿伏 ”。 清  魏源 《默觚下·治篇二》：“彼鋪張於條教號令之末，矜詡於發姦摘覆之神",
  "发家致业": "犹发家。 柳青 《创业史》第一部第十四章：“老二 振海 见他哥这样卖力气发家致业，推着土车楞跑",
  "发扬蹈励": "发：奋发，振作；扬：昂扬；蹈：跳、踏。后比喻精神奋发，意气风发昂扬",
  "发无不捷": "犹言战无不胜。 清  曾国藩 《李勇毅公神道碑铭》：“ 忠武 戰必身先，驍果縝密。公則規畫大計，",
  "发瞽披聋": "张开瞽目，打通聋耳。犹言恢复视觉和听觉能力。 汉  枚乘 《七发》：“當是之時，雖有淹病滯疾，",
  "发扬踔厉": "原指周初《武》乐的舞蹈动作。手足发扬，蹈地而猛烈，象征太公望辅助武王伐纣时勇往直前的意志。",
  "发怒冲冠": "同“发上冲冠”。",
  "发人深思": "深：无限，没有穷尽。启发人深入地思考。形容语言或文章有深刻的含意，耐人寻味。",
  "发踪指示": "踪：踪迹。发现野兽的踪迹，指示猎狗跟踪追捕。比喻在幕后操纵指挥。",
  "发纵指使": "操纵指挥。亦作“发踪指使”。",
  "发上冲冠": "犹言发上指冠。语本《史记·廉颇蔺相如列传》：“王授璧，相如因持璧却立，倚柱，怒发上冲冠。”",
  "发上指冠": "毛发竖起貌。形容极度愤怒。",
  "发棠之请": "发：发放；棠：齐国地名，积谷之处；请：请求。原指孟轲劝请齐王发放棠邑粮食赈济饥民。后指请示",
  "发屋求狸": "拆除房屋以求捕得狸猫。比喻因小失大。",
  "发宪布令": "犹发号施令。",
  "发硎新试": "硎：磨刀石。象新磨的刀那样锋利。比喻刚参加工作就显露出出色的才干。",
  "发言盈庭": "盈：满。形容好多人聚在一起议论，意见纷纷，得不出一致的结论。",
  "发纵指示": "发：发现；纵：放纵，也通“踪”。发现野兽的踪迹，指示猎狗跟踪追捕。比喻暗中操纵指挥。",
  "发愤图强": "发愤：决心努力；图：谋求。决心奋斗，努力谋求强盛。",
  "发踪指使": "操纵指挥。同“发纵指使”。",
  "发奋图强": "下定决心，努力追求进步。",
  "发凡起例": "发凡：提示全书的通例。指说明全书要旨，拟定编写体例。",
  "发策决科": "策：策问；科：等第。拆阅策问题目，以决定录取。旧指应试取中。",
  "发财致富": "因获得大量财物而富裕起来。",
  "发综指示": "猎人发现野兽的踪迹，指示猎狗跟踪追捕。比喻在后面操纵指挥。",
  "发政施仁": "发布政令，实施仁政。比喻统治者施行开明政治。",
  "发隐擿伏": "揭露隐蔽的坏人坏事。",
  "发扬光大": "发扬：发展，提倡；光大：辉煌而盛大。使好的作风、传统等得到发展和提高。",
  "法力无边": "法力：佛教中指佛法的力量；后泛指神奇超人的力量。佛法的力量没有边际。比喻力量极大而不可估量",
  "法外施仁": "旧时指宽大处理罪犯。",
  "法无二门": "指法律统一，前后一致，不能随意变通。同“法出一门”。",
  "法不徇情": "法：法律；徇：偏私；情：人情，私情。法律不徇私情。指执法公正，不讲私人感情。",
  "法轮常转": "法轮：佛家语，轮有二义，一为运转，一为摧碾，佛运转心中清净妙法以度人，且摧毁世俗一切邪惑之",
  "法无可贷": "指按法律不可宽恕。",
  "法灸神针": "神奇的针灸技术。",
  "法不阿贵": "法：法律；阿：偏袒。法律即使是对高贵的人，有权势的人也不徇情。形容执法公正，法律面前人人平",
  "法家拂士": "拂：通“弼”。法家：明法度的大臣；拂士：辅弼之士。指忠臣贤士。",
  "法海无边": "佛教中比喻佛法广大如大海，无边无际。",
  "法出一门": "指法律统一，前后一致，不能随意变通。",
  "法出多门": "门：门径。指各部门各自为政，自立法制，使法令不能统一，无从执行。",
  "法脉准绳": "犹言法则标准。",
  "发引千钧": "一根头发系着千钧重的东西。比喻极危急。",
  "发秃齿豁": "关发脱光，牙齿豁落。形容人已衰老。",
  "发植穿冠": "形容极度愤怒。同“发上冲冠”。",
  "发踊冲冠": "毛发竖起貌。形容极度愤怒。同“发上冲冠”。",
  "发指眦裂": "发指：头发直竖；眦裂：眼眶裂开。头发向上竖，眼睑全张开。形容非常愤怒。",
  "发短心长": "发短：指年老；心长：智谋深。头发稀少，心计很多。形容年老而智谋高。",
  "发怒穿冠": "毛发竖起的样子。形容极度愤怒。同“发上冲冠”。",
  "伐罪吊民": "伐：讨伐。吊：慰问。讨伐有罪，拯救百姓。常用以作为发动战争的口号。",
  "伐罪吊人": "讨伐有罪，拯救百姓。常用以作为发动战争的口号。“人”当作“民”，因避太宗讳改。同“伐罪吊民",
  "罚不当罪": "罚：处罚；当：相当；相称。所作的处罚与所犯的罪行不相称。",
  "伐性之斧": "伐：砍伐；性：性命，生机。砍毁人性的斧头。比喻危害身心的事物。",
  "罚不责众": "罚：惩罚；责：责罚；众：多数人。指某种行为即使应片惩罚，但很多人都那样干，也就不好采取惩罚",
  "罚一劝百": "处罚一个人以惩戒众人。",
  "伐冰之家": "伐冰，凿取冰块。古代唯有卿大夫以上的贵族丧祭得以用冰，因以“伐冰之家”称达官贵族。",
  "伐功矜能": "伐、矜：夸耀。指吹嘘自己的功劳和才能。形容居高自大，恃才傲物。",
  "伐毛换髓": "削去旧的毛发，换去旧的骨髓。比喻彻底改变原来的面貌。",
  "伐毛洗髓": "刮去毛发，洗清骨髓。比喻彻底清除自身的污秽。",
  "伐异党同": "伐：讨伐，攻击。指结帮分派，偏向同伙，打击不同意见的人。",
  "否极阳回": "犹言否极泰来。《泰》卦内阳而外阴，故称阳。指坏运到了头好运就来了。",
  "否终斯泰": "否：坏；泰：好，顺利。坏运到了尽头，好运就来了",
  "飞将数奇": "比喻能人而遭遇不佳。",
  "风轻云淡": "微风轻拂，浮云淡薄。形容天气晴好。亦作“风轻云净”、“云淡风轻”。",
  "粉骨捐躯": "指粉身碎骨，献出生命。",
  "粉骨糜躯": "犹粉身碎骨。",
  "粉面朱唇": "白面红唇。有时形容面颜姣美。",
  "粉身灰骨": "身体粉碎而死。比喻为了某种目的或遭到什么危险而丧失生命。同“粉身碎骨”。",
  "罚不及嗣": "嗣：后嗣，子孙。惩罚有罪的人不能株连他的子孙",
  "罚不及众": "罚：惩罚；及：到达；众：大众。指处罚只对小部分人，不会处罚大众",
  "罚当其罪": "罚：处罚，惩罚。所作处罚和所犯罪行相当",
  "罚弗及嗣": "罚：惩罚，处罚；嗣：后嗣，子孙。惩罚有罪的人不能株连他的子孙",
  "费尽心思": "心思：计谋。挖空心思，想尽办法。形容千方百计地谋算",
  "费力劳神": "耗费力量和精神",
  "费舌劳唇": "费：耗损；劳：劳苦。比喻说了许多的话",
  "费心劳力": "指既操心又费力",
  "封侯万里": "封：古代帝王分封部下；封侯：立功而得功名；万里：指边远地区。在边疆立功以求功名。形容志向高",
  "俛首系颈": "俛：同“俯”，低下。低下头，用绳子拴着脖子。形容卑躬屈膝低头认罪",
  "复蹈其辙": "蹈：踏上；辙：车轮辗过的痕迹。比喻不吸取教训，重犯错误",
  "复旧如新": "复：恢复；如：像。指恢复旧的，就像新的一样",
  "复礼克己": "克：克制，约束；克己：约束自己。指约束自我，使言行合乎先王之礼",
  "复子明辟": "辟：国君。称帝王复位，重新掌权",
  "法不容情": "在法律面前不能容许人情宽容",
  "法不责众": "责：责罚；众：多数人。指某种行为即使应受到法律的惩罚，但很多人都那样干，也就不好惩罚了",
  "法成令修": "修：完善。法令完善",
  "法贵必行": "贵：崇高，可贵。法令贵在切实执行",
  "法外施恩": "施：施行，给予。超越法律而给予恩惠。指宽大处理，免施刑罚",
  "放诞任气": "放诞：行为放肆，语言荒唐；任气：放纵意气。比喻言行放纵、任性，不守规矩",
  "放荡驰纵": "驰：乱跑。没有管束地乱跑乱逛。形容不求进步，到处游荡",
  "放浪江湖": "放浪：放纵不受拘束；江湖：指四方。在江湖上无拘无束地生活",
  "放下包袱": "放：安放，搁置。丢开思想包袱，消除精神上的负担",
  "放下屠刀": "放：安放，搁置；屠刀：宰杀牲畜的刀。佛教语，劝人改恶从善。比喻作恶的人决心改过",
  "放烟幕弹": "比喻制造假象，掩盖真相",
  "放羊拾柴": "指老人娶妻，有意不加管束，希望能怀孕，从而得到名份上的儿子",
  "放诸四夷": "放：放逐；四夷：古代对华夏族以外民族的蔑称。指放逐到四方边远地区",
  "放诸四裔": "放：放逐；四裔：四方边远之地。指放逐到四方边远地区",
  "非熊非罴": "罴：熊的一种。不是熊也不是罴。旧指圣主得贤臣的征兆",
  "非钱不行": "指官场黑暗，贪污成风，办事没有钱打通关节是行不通的",
  "非人不传": "非：不是；传：传授。不是适当的人就不传授",
  "非日非月": "非：不论；月：月夜。不论白昼或黑夜。形容不分昼夜",
  "非通小可": "非：不；通：同“同”；小可：寻常，一般。指情况严重或事情重要，不能忽视",
  "非同等闲": "非：不；等闲：寻常，一般。指情况严重或事情重要，不能忽视",
  "非我莫属": "莫：没有；属：隶属。除我以外不能属于任何人",
  "非刑拷打": "非刑：法律外的残酷肉刑。指使用残酷的肉刑进行审讯逼供",
  "非战之罪": "罪：罪过。不是战争本身的过失",
  "肥吃肥喝": "放肆地大吃大喝",
  "肥醲甘脆": "醲：指酒性浓烈；甘脆：美味。味美的食物。泛指美好的酒食",
  "肥肉大酒": "肥：富饶，富足；大酒：美酒。指美好丰盛的饮食",
  "肥肉厚酒": "肥：富饶，富足。指美好丰盛的饮食",
  "肥田沃地": "肥沃的土地",
  "废然思返": "废然：形容疑虑消除。形容败兴而归",
  "废奢长俭": "废：停止；长：崇尚。摒弃奢华，崇尚俭朴",
  "废食忘寝": "废：停止；寝：睡觉。顾不得睡觉，忘记了吃饭。形容专心致志",
  "废铜烂铁": "一堆破烂金属。借指无用的东西",
  "肺腑之谈": "肺腑：内心。发自内心的真诚的话",
  "肺肝如见": "肺肝：肺腑，比喻内心。比喻心机与谋算统统被别人看出",
  "怫然而怒": "怫然：愤怒的样子。指突然发怒",
  "奋臂一呼": "奋臂：高举手臂。高举手臂，大声呼喊",
  "奋不虑身": "奋：振作精神，鼓起干劲。指勇往直前，不顾个人安危",
  "奋发向上": "精神振作，情绪高昂",
  "奋矜之容": "奋：振起，发扬；矜：自以为是；容：容貌，仪容。自以为比别人有能耐的一种骄傲表现",
  "奋袂攘襟": "奋袂：挥袖；攘襟：撩起衣襟。挥袖攘襟站起。形容愤恨或激动",
  "奋身独步": "奋：振作；独步：独一无二，无与伦比。努力出人头地",
  "奋勇前进": "奋：发扬。鼓起勇气，一直向前",
  "奋勇向前": "奋发而努力鼓起勇气朝前方挺进",
  "奋勇争先": "奋：振起，发扬。鼓起勇气，冲在最前面",
  "奋勇直前": "奋：振起。勇气十足地直往前冲。形容在艰巨的任务或困难前不畏缩",
  "奉辞罚罪": "奉：敬受；罚：处罚，惩罚。遵奉严正之辞讨伐有罪者",
  "奉道斋僧": "奉：信奉；斋僧：供僧人吃饭。指信教行善",
  "奉令唯谨": "奉：敬受；唯：助词，只有；谨：谨慎。指遵守命令，不敢稍有违背",
  "奉命承教": "奉：敬受；承教：接受教诲。指奉行命令，接受教诲",
  "奉如圭臬": "圭：测日影器；臬：圭上南北两端的标杆。指尊崇信奉某人或事物，并且作为自己的准则",
  "奉申贺敬": "送礼单上的套语，以表达敬贺之意",
  "奉为圭璧": "圭璧：玉器，指非常有价值的东西。尊重有价值的东西",
  "奉为神明": "奉：信奉；神明：神灵的总称。像对待神灵那样崇奉。形容对某人或事物极其尊重",
  "肤不生毛": "皮肤上长满了厚茧而长不出毛。形容十分劳苦",
  "肤寸之地": "肤寸：古代长度单位，1肤＝4寸。指面积狭小的土地",
  "肤浅末学": "肤浅：浅薄；末学：学无根底。指学识浅薄",
  "拂袖而起": "拂袖：甩袖子，表示生气。形容很生气，一甩袖子就走了",
  "拂衣而去": "形容很生气，一甩袖子就走了",
  "拂衣远去": "拂衣：振衣而去。振衣远远离去。指归隐",
  "服冕乘轩": "服：穿着；冕：古代达官贵人穿的礼服；轩：古代贵人乘坐的豪华大车。指做官后飞黄腾达",
  "服气餐霞": "服气：导引之术，即气功；餐霞：指不食人间烟火。指修炼道术",
  "服气吞露": "服气：导引之术，即气功。指修炼道术",
  "拊髀雀跃": "拊：拍击；髀：大腿。拍打着大腿，像雀儿欢跳一样。形容非常欣喜的样子",
  "斧钺之人": "斧钺：古代杀人的斧子，泛指刑戮。指因犯罪而应受到刑罚的人",
  "返哺之私": "返哺：雏鸟长大，衔食哺其母。比喻报答亲恩",
  "返躬内省": "躬：自身；省：检查，反省。回过头来检查自己的过失",
  "返正拨乱": "返：回复；正：正常；拨：治理；乱：乱世。整顿混乱局面，恢复正常秩序",
  "泛泛其词": "泛泛：浮浅，寻常。形容说话或行文只是表面文章，并不打算真正解决问题",
  "泛家浮宅": "泛：漂浮水上。形容以船为家，浪迹江湖",
  "芳草鲜美": "鲜美：鲜嫩美丽。芳草鲜嫩美丽",
  "纷纷议论": "纷纷：众多杂乱的样子。形容很多人谈论的情景",
  "纷华靡丽": "纷华：繁华富丽；靡丽：奢侈，华丽。形容繁华富丽，奢侈讲究",
  "泛驾之马": "泛驾：覆驾，不受驾驭。不受驾驭的马。比喻敢于创新的英雄人物",
  "佛口圣心": "形容言语温厚，心地慈善",
  "佛旨纶音": "纶音：皇帝的诏令。菩萨的旨意，皇帝的诏令。指必须遵行的号令",
  "扶东倒西": "扶：扶持，搀扶。比喻随他人的意志转移，自己没主见",
  "扶危持倾": "扶：帮助；持：握，把握。指能够挽回颠危的局面，使之转危为安",
  "扶困济危": "扶：帮助，支持；济：拯救。扶持、救济有危难和困苦的人",
  "扶老将幼": "扶：挽着。搀着老人，领着小孩",
  "扶老挈幼": "扶：挽着；挈：提携，带领。搀着老人，领着小孩",
  "扶老挟稚": "扶：挽着；挟：夹在胳膊下。搀着老人，领着小孩",
  "扶老携弱": "扶：挽着；携：带领。搀着老人，领着小孩",
  "扶善惩恶": "扶：支持，帮助。帮助善良的打击邪恶的",
  "扶摇而上": "扶摇：迅猛盘旋而上的旋风。形容上升很快或指仕途得志",
  "扶余海外": "指遥远的外国",
  "抚背扼喉": "抚：按着；扼：掐着。比喻扼据要冲，制敌死命",
  "抚髀长叹": "髀：股部，大腿。抚摩大腿，发出长长的叹息。指久处安逸而无所作为发出的慨叹",
  "抚髀兴嗟": "髀：股部，大腿；嗟：嗟叹。抚摩大腿，发出长长的叹息。指久处安逸而无所作为发出的慨叹",
  "抚孤恤寡": "恤：救济。指养育孤儿，救助寡妇",
  "抚梁易柱": "抚：用手托着；易：更换。传说商纣王手托屋梁，抽换房柱。形容力大无比",
  "抚胸呼天": "抚胸：拍打胸口。拍打胸口大声叫天。形容极度悲痛的样子",
  "抚膺顿足": "抚膺：拍着胸膛；顿足：以脚跺地。形容悲痛或悔恨的样子",
  "附耳密谈": "附：贴近。贴近别人的耳朵低声说话。形容和对方密谈要事",
  "附骨之疽": "附：靠近；疽：毒疮。紧贴骨头的毒疮。比喻侵入内部而又难以除掉的敌对势力",
  "附人骥尾": "骥：千里马。依附在千里马的尾巴上。比喻依附他人而成名",
  "附膻逐臭": "膻：羊臊气。比喻依附和追随奸佞",
  "附膻逐秽": "膻：羊臊气；秽：污秽，肮脏。比喻依附和追随奸佞",
  "伐善攘羭": "伐善：夸耀自己的长处；攘：窃取；羭：肥美的绵羊；攘羭：比喻掠美。夸耀自己，掠人之美",
  "访论稽古": "探求讨论古代的言论和典实",
  "伏尸流血": "伏尸：横尸在地。指人死亡。形容杀人众多",
  "伏首帖耳": "伏：俯伏；帖：帖伏，顺从。低着头，耷拉着耳朵。形容卑躬屈膝非常驯服的样子",
  "伏维尚飨": "古代祭文中的套语，指请享用祭品吧",
  "妇人之见": "见：见识。女人的短浅见识",
  "负鼎之愿": "鼎：古代立国的重器。担负辅佐君王大任的愿望",
  "负固不悛": "负固：依仗地势险固；悛：改悔。倚恃险阻而不臣服",
  "负郭穷巷": "负郭：背靠外城；穷巷：僻巷。比喻居处偏僻，出身穷困",
  "负笈担簦": "笈：书箱；簦：古代有柄的笠类的伞。背着书箱，扛着伞奔走求学",
  "负坚执锐": "负：以背载物；坚：铠甲；执：拿着；锐：兵器。穿着坚固的盔甲，拿着锐利的武器",
  "负山戴岳": "负：背负；戴：头顶。背负高大的山岳。比喻肩负重任",
  "负图之托": "托：委托。承受辅佐幼君的嘱托",
  "负薪之疾": "负薪：指有病。指背柴劳累，体力还未恢复",
  "负薪之言": "负薪：背柴，借指地位低微的人。指地位低微的人说的话",
  "负薪之议": "负薪：背柴，借指地位低微的人。下层人或卑贱者的议论",
  "负薪之资": "负薪：背柴，借指地位低微的人；资：资慧能力。指卑贱者的资质",
  "负暄之献": "暄：暖和。指把冬天晒太阳取暖的方法进献给国君。比喻所献出的东西并不贵重难得",
  "负隅依阻": "负：依仗；隅：同“嵎”，角落或山势弯曲险要之处。凭恃地势的险阻，进行抵抗或固守",
  "发凡举例": "发凡：揭示全书的通例；举：提出。指举例以阐明要点。说明全书通例",
  "发凡言例": "发凡：揭示全书的通例。分类举例以说明书的体例",
  "发奋有为": "精神振作，有所作为",
  "发愤忘餐": "发愤：下决心，立志；餐：吃饭。发愤学习或工作，连吃饭都忘了。形容十分勤奋",
  "发瞽振聋": "发：开启；瞽：盲人；振：振动；聋：耳聋。使盲人也能看见，使聋人也听得见。比喻言论文章使人清",
  "发喊连天": "连天：与天相连。叫喊的声音直达天上。形容喊声宏大",
  "发隐摘伏": "发：揭发。揭发隐秘的坏人坏事。形容治理政事精明",
  "发名成业": "发：显现。发扬名声，成就事业",
  "发轫之始": "发轫：撤荡撑住车轮的木头，启动车辆启程。比喻事情的发端",
  "发誓赌咒": "咒：誓言。庄严地说出表示决心的话或对某事提出保证",
  "发威动怒": "威：威力，威风。发威风，动怒气",
  "犯颜进谏": "犯颜：冒犯君主或尊长的颜面；谏：以直言规劝。指敢于冒犯君主或尊长的威严而极力规劝",
  "冯谖三窟": "冯谖：冯驩，战国时孟尝君的门客；窟：窝。比喻为安全设置多处藏身之地或采取多种避祸之策",
  "弗欺暗室": "暗室：比喻暗中。在无人看见的地方，也不做昧心事",
  "付与东流": "付：交给；东流：向东的河流。扔在东流的江河里冲走。比喻希望落空，成果丧失，前功尽弃",
  "付之逝水": "付：交给；之：它。扔在流水里冲走。比喻希望落空，成果丧失，前功尽弃",
  "付之一哂": "哂：微笑。用笑一笑来回答。表示不值得理会",
  "付诸度外": "度外：心意计度之外。放在考虑之外，形容不计安危、成败的行为",
  "乏善足陈": "善：良好成绩；陈：陈述，告诉。情况如常，无可称道",
  "反败为功": "反：翻转，回转。扭转败局转为胜利",
  "反本还原": "反：同“返”，归，还。指回复到原来的状态",
  "反本溯源": "反：同“返”，归，还；溯：寻源。比喻追寻事情的根源",
  "反侧自安": "反侧：翻来覆去不能入睡，心神不安。形容心神不安的人自然而然地安下心去。指安抚人心的措施很奏",
  "反跌文章": "形容正话反说或欲扬故抑的文章",
  "反反复复": "一次又一次",
  "反反覆覆": "反：翻转。形容一次又一次重复",
  "反复不常": "反复：颠过来倒过去。经常变化没有稳定状态，形容情况变来变去没有定准",
  "反经合权": "反经：不循常规；权：权宜的办法。为顺应形势，违反常规，采取权宜变通的做法",
  "反来复去": "来回翻动。形容多次重复",
  "反老为少": "反：同“返”，归，还。道教语，由衰老恢复青春。形容老年人充满了活力",
  "反首拔舍": "反首：头发散乱下垂；拔舍：拔去杂草，就地宿营。形容军队战败后的狼狈状况",
  "反邪归正": "邪：不正当，不正派；归：回到。从邪路上回到正路上来，不再做坏事",
  "反行两登": "行：做，行事；登：通“得”，取得，获得。从反面着手行事收到正反两面的效果",
  "反吟复吟": "迷信说法，以人出生的年月日推算祸福和婚姻成败。指象征婚姻难成",
  "反掌之易": "反掌：反手。比喻事情十分容易办到",
  "方方面面": "事情或事物的多面",
  "方方正正": "四四方方，规规矩矩",
  "方驾齐驱": "方驾：并排驾马车；齐驱：一齐快跑。并排套着几匹马一齐快跑。比喻彼此力量、地位、才能等不相上",
  "方巾长袍": "方形头巾，长袍子。古代儒生的装束。指儒生",
  "方巾阔服": "方巾：古代秀才戴的方形软帽。方形帽子，宽松的衣服。古代儒生的装束。指儒生",
  "方命圮族": "方命：违命；圮族：危害族人。指不遵从法纪命令，危害同族的人。比喻民族败类",
  "方生方死": "方：正在。指事物不断生成或消亡",
  "方斯蔑如": "方：比拟；斯：此；蔑：无。没有谁能够与此相比的。比喻人的高尚情操",
  "方土异同": "方土：指各地形胜物产人情。指各地的风土人情及地形物产等共同点和不同点",
  "方外之士": "方外：世外。指言行超脱于世俗礼教之外的人。后指僧道等出家人",
  "方闻之士": "方闻：有道而博闻。有道而博闻的人",
  "方圆可施": "施：施行，实施。方圆都能适应。比喻具有多方面的才能",
  "方圆殊趣": "殊趣：不同的意趣。因方圆形状各异，意趣大相径庭。比喻人或事物各异，其意趣或特征也各不相同",
  "方丈盈前": "方丈：一丈见方；盈：满。吃饭时食物摆满一丈见方的地方。形容饮食奢华",
  "方正不苟": "方正：正直；苟：苟且，不正派。指为人品行正直，不逢迎诌媚",
  "方正贤良": "方正：正直；贤良：才能，德行好。汉武帝时推选的一种举荐官吏后备人员制度，唐宋沿用，设贤良科",
  "分兵把守": "分散兵力，到处防守",
  "分寸之功": "分寸：比喻微小。指微小的功劳",
  "分斤较两": "比喻为人小气，过分计较",
  "分期分批": "分阶段分成组，不同时期一组接一组",
  "分陕之重": "陕：古地名，今河南省三门峡市一带；重：重任。指周成王时，周公、召公分陕而治。后指朝廷对守土",
  "分文不少": "丝毫没有短少",
  "分文不受": "分：指银子计量的最小单位；文：指制钱的最小单位。一个钱也不接受。比喻不计报酬",
  "分心劳神": "劳：费。分散心力和耗费精神",
  "分星掰两": "一点一滴，详详细细",
  "分一杯羹": "羹：肉汁。分给我一杯肉汁。指分享利益",
  "分浅缘悭": "分：情分，缘分；悭：欠缺。指缘分浅薄",
  "分浅缘薄": "分：情分，缘分。指缘分浅薄",
  "分外之物": "分：名分。名分以外的事物。指不属于自己的东西",
  "丰城剑气": "丰城：古地名。比喻有宝剑的地方",
  "丰丰满满": "指人体胖得适度好看",
  "丰干饶舌": "丰干：也作封干，唐代僧人名；饶舌：多嘴。不爱说话的人也会多嘴",
  "丰功懋烈": "丰：丰厚；懋：盛大。巨大隆盛的功业",
  "丰功伟烈": "丰：多；伟：大，显赫；烈：功业。伟大的功绩和成就",
  "丰功伟业": "丰：多；伟：大，显赫。伟大的功绩和成就",
  "丰烈伟绩": "丰：多；烈：功业；伟：大，显赫。伟大的功绩和成就",
  "丰年补败": "丰：丰富，丰厚；败：雕残，衰落。以丰年补歉年",
  "丰容靓饰": "丰：容貌丰满；靓饰：以脂粉妆饰。指容貌丰满，妆饰美丽",
  "丰容盛鬋": "丰：容貌丰满；鬋：下垂的鬓发，泛指头发。容貌丰满，头发浓密。形容女子仪态雍容华贵",
  "丰杀随时": "丰：增加；杀：减少。随时代不同而作增减变动",
  "风餐水栖": "在风中进食，在水上歇宿。形容行旅生活的艰辛",
  "风成化习": "习：习惯。指形成风气与习俗",
  "风舂雨硙": "舂：用杵臼捣去谷物的皮壳；硙：石磨，研磨谷物。比喻将发生某种情况，事先出现的征兆",
  "风发泉涌": "风发：形容迅速猛烈；涌：向上冒出。大风刮起，喷泉涌现。比喻多种力量或事物并发，发展迅速，声",
  "风寒暑湿": "导致患病的四种因素。泛指致病的原因",
  "风号雨泣": "风声像是怒号，雨声像是哭泣。渲染悲壮的气氛",
  "风娇日暖": "娇：柔媚。微风吹拂，阳光温暖",
  "风静浪平": "静：安静；平：安定。风已平息，浪已安静。指没有风浪。比喻平静无事",
  "风卷残雪": "卷：收。大风把残存的雪卷走。比喻一下子把残存的东西扫荡干净",
  "风狂雨横": "狂：猛烈；横：粗暴。形容狂猛而迅急的风雨",
  "风流佳话": "风流：指男女相互爱悦之事；佳话：流传一时的好事或趣事。关于男女恋爱婚配的逸闻趣谈",
  "风流佳事": "风流：指男女相互爱悦之事；佳事：美事。指男女情爱的美事",
  "风流浪子": "风流成性不受习俗惯例和道德规范约束的放荡不羁的人。指不务正业过着放荡生活的人",
  "风流水性": "性情风流浮荡，如水一样随势而流。比喻妇女爱情不专一",
  "风流雅事": "雅：风雅。风雅而有情趣的事",
  "风流旖旎": "风流：风韵；旖旎：柔美的样子。风韵柔媚",
  "风流宰相": "风流：有才学而不拘礼法。有才学而不拘礼法的宰相",
  "风魔九伯": "风：通“疯”；风魔：疯癫。疯狂痴癫",
  "风轻日暖": "轻：轻柔。微风轻拂，阳光温暖",
  "风声目色": "声：歌舞；色：女色。指纵情声色",
  "风树之感": "风树：比喻因父母亡故，不能奉养。指丧父母的悲伤",
  "风丝不透": "透：通过，穿过。风刮不进，雨透不过。形容封闭十分紧密",
  "风俗习惯": "个人或集体的传统风尚、礼节、习性",
  "风飧露宿": "飧：晚餐；露：露水，露天；宿：住宿，过夜。风里吃饭，露天睡觉。形容旅途或野外工作的辛苦",
  "风恬月朗": "恬：平静，安适；朗：明亮。风静月明。形容夜色宁静幽美。比喻清白高洁",
  "风微浪稳": "微：微小。没有风浪",
  "风向草偃": "偃：卧倒，倒伏。风一吹草就倒下。比喻庶民被德教感化而顺从君主。也比喻有声望的人言行影响世态",
  "风言俏语": "俏语：俏皮话。打情骂俏的话",
  "风雨剥蚀": "剥蚀：物体受侵蚀而损坏。物体受风雨的侵蚀而损坏",
  "风月常新": "风月：清风明月，指美好的景色。指情爱永久不断",
  "风云会合": "风云：指难得的好机会；会合：遇合。比喻有能力的人遇上好机会",
  "风云际遇": "风云：指难得的好机会；际遇：遭遇。比喻有能力的人遇上好机会",
  "风云开阖": "开：散开；阖：聚合。形容风云或聚或散，变幻不定。比喻局势动荡变化",
  "风云万变": "风云：比喻变化动荡的局势。像风云那样变化不定。比喻局势复杂，变化迅速，难以预料",
  "夫妇反目": "反目：翻眼相看，不和睦。指夫妻吵架不和",
  "凤阁龙楼": "帝王居住的楼阁",
  "夫复何言": "夫：语助词；复：再。还能再说什么呢",
  "父母之国": "自己出生的国家。指祖国",
  "父紫儿朱": "紫：唐代三品以上的官服；朱：唐代五品以上的官服。指父子均为高官",
  "凡胎俗骨": "凡：平庸，寻常。指人间普通平庸的人",
  "飞蛾投焰": "蛾：像蝴蝶似的昆虫。像蛾子扑火一样。比喻自找死路、自取灭亡",
  "飞鸿冥冥": "鸿：鸿雁；冥冥：高远。大雁飞向远空。比喻隐者远走高飞，全身避害",
  "飞将奇数": "飞将：汉朝名将李广；奇数：命运不好。泛指人不走运",
  "飞墙走壁": "飞：形容迅速如飞。指能飞越房檐，攀登墙壁。形容武艺高强，身体矫捷如飞",
  "飞沙转石": "飞：使飞扬；转：滚动。沙土飞扬，石块滚动。形容风势迅猛",
  "飞土逐宍": "宍：同“肉”，指禽兽。抛掷土丸以驱逐禽兽",
  "飞燕游龙": "像飞翔的燕子和游走的龙。形容美女体态的轻柔飘逸",
  "犯颜直谏": "敢于冒犯尊长或皇上的威严而极力相劝。",
  "肥猪拱门": "谓自己送物上门﹐使人意外得财。",
  "妇道人家": "妇道：妇人应遵守的道德规范。指成年女子",
  "父母遗体": "人是父母所生，指自己的身体",
  "服服帖帖": "温顺地或谦恭地服从跟随",
  "疯疯癫癫": "精神失常的样子。形容人言语行动轻狂或超出常态",
  "封疆大吏": "封疆：疆界；大吏：大官。指疆域之内的首要官员",
  "风派人物": "指善于迅速改变自己立场或观点的人",
  "废物利用": "废物：无用的东西。让没有用的东西发挥它的作用",
  "飞蝇垂珠": "垂：挂下。眼前像有群蝇飞动，串珠垂挂。比喻眼睛昏花",
  "反咬一口": "原指没有抓住兽类，反而被它咬了一口。比喻遭到指责的人强词夺理反过来攻击指责他的人",
  "反面教材": "消极的供教学用的资料。借指坏的典型",
  "讬骥之蝇": "喻指追随贤能之后而得以显名的人。",
  "富贵不能淫": "富：有钱；贵：旧指官位高；淫：迷惑、诱使腐化堕落。指不为金钱和权位所迷惑。",
  "覆巢无完卵": "覆：翻倒。翻倒的鸟窝里不会有完好的卵。比喻灭门大祸，无一幸免。又比喻整体毁灭，个体也不能幸",
  "富贵逼人来": "①指不求富贵而富贵自来。②指富贵能使他人前来靠拢。",
  "蜉蝣撼大树": "比喻自不量力。",
  "防患于未然": "患：灾祸；未然：没有这样，指尚未形成。防止事故或祸害于尚未发生之前。",
  "防祸于未然": "防止祸患于萌发之前。",
  "法不传六耳": "指极端秘密，不能让第三者知道。",
  "赴东海而死": "赴：往，去。跳进东海淹死。形容决心很大",
  "费力不讨好": "指白费功夫，没有取得成效，相反带来坏的影响。",
  "翻脸不认人": "比喻不从长远考虑，稍有矛盾，立刻翻脸",
  "蜂虿作于怀袖": "比喻出乎意外的惊吓。",
  "风牛马不相及": "比喻事物彼此毫不相干。同“风马牛不相及”。",
  "风马牛不相及": "风：放逸；走失；及：到达；碰头。指两地相隔很远；即使马、牛走失；也不会跑到对方境内。另种说",
  "丰年玉荒年谷": "比喻有用的人才。",
  "放长线钓大鱼": "比喻做事从长远打算，虽然不能立刻收效，但将来能得到更大的好处。",
  "飜手云覆手雨": "语出 唐  杜甫 《贫交行》：“翻手作雲覆手雨，纷纷輕薄何須數。”后因以“飜手雲覆手雨”比喻反",
  "翻手云覆手雨": "比喻反覆无常或玩弄手段。",
  "反其道而行之": "反；相反；其：他的；道：方法；办法；行：做；之：它；指事情。采取同对方相反的方法行事。",
  "发昏章第十一": "昏头昏脑的风趣话。仿《孝经》“某某章第几”的说法。",
  "犯天下之不韪": "犯：触犯；不韪：不是，错误。公然做天下都认为最大错误的事情",
  "风里来雨里去": "形容生活、工作勤苦",
  "扶不起的阿斗": "阿斗：三国蜀汉刘备之子刘禅的小名。阿斗庸碌无能，虽有诸葛亮等人全力扶助，也不能振兴蜀汉。比",
  "风从虎，云从龙": "比喻事物之间的相互感应。",
  "蜚鸟尽，良弓藏": "比喻大功告成，出力的人就被抛弃。《史记·越王勾践世家》：“ 范蠡 遂去，自 齊 遺 大夫種 書曰",
  "放诸四海而皆准": "比喻具有普遍性的真理到处都适用。同“放之四海而皆准”。",
  "放之四海而皆准": "放：放置；之：代词；指具有普遍性的真理；四海：指任何地方；皆：都是；准：准确。原指孝道无论",
  "肥水不落外人田": "肥水：借指好处。指不让别人得到好处",
  "夫妻无隔宿之仇": "宿：夜。夫妻之间没有隔夜解不开的仇怨。形容夫妻间的恩怨容易化解",
  "夫妻无隔夜之仇": "夫妻之间没有隔夜解不开的仇怨。形容夫妻间的恩怨容易化解",
  "父子无隔宿之仇": "宿：夜。父子间没有隔夜解不开的仇怨。指仇怨容易消除",
  "蝮蛇螫手，壮士解腕": "手腕被腹蛇咬伤，便立即截断，以免毒液延及全身，危及生命。比喻事到紧要关头，必须下决心当机立",
  "福不重至，祸必重来": "福不会接连而来，祸灾却会接踵而至。",
  "福无双至，祸不单行": "指幸运事不会连续到来，祸事却会接踵而至。",
  "佛是金装，人是衣装": "意为佛像的光彩要靠涂金，人样的俊俏要靠衣饰。比喻人内里不足，要靠外表。",
  "佛高一尺，魔高一丈": "原为佛家告诫修行者，要警惕外界诱惑。佛，指佛法；魔，指魔法。后用以比喻一方势力（多指正义的",
  "佛是金妆，人是衣妆": "指佛靠金子装点，人靠衣饰打扮。比喻人内里不足，要靠外表。",
  "风声鹤唳，草木皆兵": "唳：鸟鸣。听到风声和鹤叫声，都疑心是追兵。形容人在惊慌时疑神疑鬼。",
  "风高放火，月黑杀人": "风高：风非常大。月黑：指黑夜。趁风大放火，趁黑夜杀人。形容盗匪趁机作案的行径。",
  "分久必合，合久必分": "指人或事物变化无常，分合无定。",
  "焚林而田，竭泽而渔": "竭：使……干涸；渔：打鱼。烧毁森林捕捉野兽，排干湖水去捕捉鱼。比喻只顾眼前的利益，无止境地",
  "方以类聚，物以群分": "方：方术，治道的方法；物：事物。原指各种方术因种类相同聚在一起，各种事物因种类不同而区分开",
  "放下屠刀，立地成佛": "佛家劝人改恶从善的话。比喻作恶的人一旦认识了自己的罪行，决心改过，仍可以很快变成好人。",
  "防民之口，甚于防川": "防：阻止；甚：超过。阻止人民进行批评的危害，比堵塞河川引起的水患还要严重。指不让人民说话，",
  "翻手为云，覆手为雨": "形容人反复无常或惯于耍手段。",
  "翻手是雨，合手是云": "同“ 翻雲覆雨 ”。 元  张国宾 《合汗衫》第一折：“喒人翻手是雨，合手是雲，那塵埃中埋没殺多",
  "放下屠刀，立便成佛": "放：安放，搁置；屠刀：宰杀牲畜的刀。佛教语，劝人改恶从善。比喻作恶的人决心改过，就能变成好",
  "非我族类，其心必异": "族类：同族人；异：不同。不是我们同族的人，跟我们不是一条心",
  "非知之难，行之惟艰": "知道它并不难，去做它就难了",
  "防民之口，甚于防水": "防：阻止；甚：超过。想堵住人民的嘴，比堵塞河水还难。指不让人民说话，是不明智的",
  "防人之口，甚于防川": "防：阻止；甚：超过；川：河流。想堵住人民的嘴，比堵塞河川还难。指不让人民说话，是不明智的",
  "伏尸百万，流血千里": "伏尸：横尸在地。形容杀人众多",
  "方寸之木，高于岑楼": "方寸：比喻小；岑：尖顶高楼。一寸高的方木放在高楼的尖顶上其高度高于高楼。比喻类比不当",
  "逢山开道，遇水造桥": "逢：遭逢，遇见。遇到山则打通道路，遇见水则架起桥梁。比喻不畏艰险，打通前进道路上的重重障碍",
  "凡事预则立，不预则废": "预：预先，指事先作好计划或准备；立：成就；废：败坏。不论做什么事，事先有准备，就能得到成功",
  "凡事豫则立，不豫则废": "豫：通“预”，事先准备。指做任何事情，事先有准备，就能得到成功，不然就会失败",
  "福兮祸所伏，祸兮福所": "〖释义〗指福祸互为因果，互相转化。",
  "福兮祸所伏，祸兮福所倚": "指福祸互为因果，互相转化。"
}