{
  "故封识": "原来封存的标记。",
  "更若役": "更换你的差使.",
  "赶浪头": "指跟在大众后面做一些适应当前形势的事。",
  "故纸堆": "指大量的古旧书籍、资料。含贬义。比喻人埋首研读古书，不知人情世故。",
  "刮地皮": "比喻贪官污吏千方百计地搜刮人民的财产。",
  "鬼画符": "符：符咒，符箓。好像鬼画的符咒，乱涂乱画",
  "鬼门关": "迷信传说中的阴阳交界的关口。比喻凶险的地方",
  "狗吃屎": "身体向前仆倒在地",
  "狗咬狗": "比喻坏人之间互相攻击",
  "沟中瘠": "瘠：通“胔”，没有完全腐烂的尸体。暴露在山沟的尸体。指因贫困而死无葬身之地的人",
  "瓜蔓抄": "形容刑罚过度株连，一人有罪，株连九族",
  "个中人": "指曾亲历其间或深明其中情理的人",
  "过时货": "指已经流行过的东西",
  "狗腿子": "走狗，为恶势力效劳帮凶的人",
  "干瞪眼": "干着急而没有办法",
  "龚行天罚": "奉天之命进行惩罚。",
  "攻瑕索垢": "批评不足，寻找缺点。",
  "狗盗鼠窃": "像鼠狗那样的盗贼。比喻成不了气候的反叛者。",
  "弓调马服": "比喻办任何事情，应先做好准备工作。",
  "钩金舆羽": "二者悬殊太大，不可作比。",
  "故步自封": "故：过时的；旧：故步。原来的步伐；老步子；封：限制；自封：把自己限制在一定的范围之内。指自",
  "狗彘不若": "彘：猪。连猪狗都不如。形容品行卑劣到连猪狗都不如的程度。",
  "钩深致远": "致：招致。探取深处的，使远处的到来。比喻探讨深奥的道理。",
  "苟且因循": "得过且过，不求进取。 宋  王安石 《上仁宗皇帝言事书》：“臣願陛下鑑 漢 、 唐 、 五代 之所以",
  "狗党狐朋": "泛指一些吃喝玩乐、不务正业的朋友。同“狐朋狗党”。",
  "狗偷鼠窃": "像鼠狗那样的盗贼。比喻成不了气候的反叛者。同“狗盗鼠窃”。",
  "狗皮膏药": "中医用狗皮膏药消肿止痛。比喻骗人的货色。",
  "钩元提要": "钩：探索；提：举出；要：纲要。探取精微，摘出纲要。",
  "功成名就": "功：功业。就：达到。功绩取得了，名声也有了。",
  "狗拿耗子": "（歇后语）多管闲事。狗的职责是看守门户，猫是专捉老鼠的，所以狗替猫捉老鼠，就是多管闲事。",
  "诟龟呼天": "原意为占卜不吉，对占卜器具及天辱骂呼叫。引申为对不幸命运的呼号。",
  "狗吠之惊": "吠：狗叫；惊：惊吓。比喻小的惊吓。",
  "狗眼看人": "比喻眼光势力。",
  "恭敬桑梓": "恭敬：尊敬，热爱；桑梓：桑树和梓树，古时家宅旁边常栽的树木，比喻故乡。热爱故乡和尊敬故乡的",
  "钩玄提要": "钩：探索；玄：精微之处；提：举出；要：纲要。探取精微，摘出纲要。",
  "狗马声色": "良犬、骏马、音乐、女色。泛指养狗、骑马、听歌、狎妓等剥削阶级行乐的方式。借指穷奢极侈的享乐",
  "攻城掠地": "掠夺土地。同“攻城略地”。",
  "苟安一隅": "苟安：暂且偷生；一隅：一个角落。指一个小地方。暂且在一个小地方偷安。指统治者对外来侵略不进",
  "公正不阿": "公平正直而不曲意迎合。",
  "功高盖世": "功劳极大，当代没人能比。",
  "苟延残喘": "苟：暂且，勉强；延：延续；残喘：临死前的喘息。勉强延续临死前的喘息。比喻暂时勉强维持生存。",
  "故伎重演": "老花招或老手法又重新施展。同“故技重演”。",
  "沟满濠平": "濠：护城河。形容填满所有的空隙。",
  "狗吠不惊": "吠：狗叫声。狗偶尔的叫声不会引起惊慌。形容社会太平安定。",
  "狗续金貂": "比喻滥封的官吏。",
  "功成弗居": "形容立了功而不把功劳归于自己。同“功成不居”。",
  "苟且偷生": "不求长远利益；只图眼前生存。苟且：得过且过；偷生：贪图生存。",
  "垢面蓬头": "指面目肮脏，头发凌乱。",
  "功成行满": "功：世界各地；行：善行。封建迷信指功德成就，道行圆满。",
  "沟满壕平": "形容饱满。",
  "苟且之心": "苟且：得过且过。指得过且过、只顾眼前思想。亦指想做不正当事情的念头。一般多指男女关系。",
  "狗续侯冠": "犹狗续金貂。比喻滥封的官吏。",
  "固步自封": "比喻守着老一套，不求进步。",
  "公报私雠": "假借公事报私人的仇恨。同“公报私仇”。",
  "功成身退": "身：自身，自己。指大功告成之后，自行隐退，不再复出。",
  "狗急跳墙": "狗急了也能跳过墙去。比喻坏人在走投无路时豁出去，不顾一切地捣乱。",
  "功成骨枯": "语本唐曹松《己亥岁》诗之一：“凭君莫话封侯事，一将功成万骨枯。”后以“功成骨枯”喻为了一己",
  "躬自菲薄": "指亲身实行俭约。菲薄；微薄。",
  "功德无量": "世界各地：功业和德行；无量：无法计算。旧时指功劳恩德非常大。现多用来称赞做了好事。",
  "宫车晏驾": "晏：迟。宫车迟出。旧为帝王死亡的讳辞。",
  "狗仗官势": "比喻坏人倚仗官府势力欺压他人。",
  "狗彘不如": "彘：猪。形容品行卑劣到连猪狗都不如的程度。同“狗彘不若”。",
  "故我依然": "故我：旧日的我。仍旧是过去的我。指自己的境况和从前一样，没有变化。",
  "故剑情深": "故剑：比喻结发之妻。结发夫妻情意浓厚。指不喜新厌旧。",
  "故态复作": "指旧的习气或毛病等又出现了。同“故态复萌”。",
  "钩玄猎秘": "探取精微，搜寻奥秘。",
  "狗颠屁股": "狗在主人面前摇尾乞怜。形容对人逢迎献媚的丑态。",
  "狗盗鸡啼": "比喻具有微末技能。同“狗盗鸡鸣”。",
  "狗头鼠脑": "比喻奴才相。",
  "钩辀格磔": "鹧鸪的叫声。",
  "告朔饩羊": "原指鲁国自文公起不亲到祖庙告祭，只杀一只羊应付一下。后比喻照例应付，敷衍了事。",
  "供过于求": "供给的数量超过需要的数量。",
  "躬体力行": "躬体：亲身体验；力行：努力实行。亲身体验，努力实行。",
  "苟且偷安": "不求上进；不顾将来；只贪图眼前的安宁。苟且：得过且过；偷安：贪图安逸。",
  "恭贺新禧": "禧：吉祥幸福。恭敬地祝贺新年幸福吉祥如意。贺年的常用语。",
  "顾影自怜": "顾：看；怜：怜惜。回头看看自己的影子，怜惜起自己来。形容孤独失意的样子，也指自我欣赏。",
  "狗恶酒酸": "比喻环境险恶，使人裹足不前。",
  "躬行实践": "亲身实行或体验。",
  "功名利禄": "指名利地位。",
  "功成名遂": "遂：成就。功绩建立了，名声也有了。",
  "狗血喷头": "把狗血喷在头上。形容言辞刻毒，大肆辱骂。也形容骂得痛快淋漓。",
  "攻城略地": "略：掠夺。攻打城市，掠夺土地。",
  "躬蹈矢石": "指将帅亲临前线，冒着敌人的箭矢礧石，不怕牺牲自己。",
  "恭行天罚": "奉天之命进行惩罚。古以称天子用兵。",
  "狗吠非主": "比喻臣子各忠于自己的君主。",
  "功遂身退": "指功成名就之后就退隐不再做官。同“功成身退”。",
  "功标青史": "标：写明；青史：古代在竹简上记事，因称史书为青史。功劳记在史书上。指建立了巨大功绩。",
  "狗尾貂续": "比喻拿不好的东西补接在好的东西后面，前后两部分非常不相称。同“狗尾续貂”。",
  "狗肺狼心": "形容心肠象狼和狗一样凶恶狠毒。同“狼心狗肺”。",
  "功高震主": "功：功劳，功勋；震：震动、威震；主：君主。功劳太大，使君主受到震动而心有疑虑。",
  "攻玉以石": "语本《诗·小雅·鹤鸣》：“它山之石，可以攻玉”。谓加工玉璞要借用它山之石，后用以喻以人之长",
  "苟合取容": "苟合：苟且附合；取容：取悦，讨好。苟且迎合，取悦于人。",
  "诟如不闻": "诟：辱骂。被人辱骂却好像没有听见一样，不动声色，形容宽宏大量，有涵养。",
  "篝火狐鸣": "夜里把火放在笼里，使隐隐约约象磷火，同时又学狐叫。这是陈涉、吴广假托狐鬼之事以发动群众起义",
  "故宫禾黍": "比喻怀念祖国的情思。",
  "功若丘山": "功：功绩。若：像，如同。功绩像山一样。比喻功绩非常大。",
  "功薄蝉翼": "功劳象蝉的翅膀那样微薄。形容功劳很小。常用作谦词。",
  "勾魂摄魄": "形容事物具有非常大的吸引力或威吓的力量。",
  "供不应求": "供：供给，供应；求：需求，需要。供应不能满足需求。",
  "故人之意": "故人：旧友。指老朋友的情意。",
  "狗尾续貂": "貂尾不够；就用狗尾来补充。貂：指古代皇帝侍从官员用作帽饰的貂尾。原讽刺所封官爵太滥；后比喻",
  "公听并观": "多方面听取意见和观察事物。",
  "钩章棘句": "钩：钩取；章：章节；棘：刺；句：字句。形容文辞艰涩或作文的艰苦",
  "觥筹交错": "觥：古代的一种酒器；筹：行酒令的筹码。酒杯和酒筹杂乱地放着。形容许多人聚会喝酒时的热闹场景",
  "恭逢其盛": "恭：恭敬；逢：遇到；盛：盛况，盛会。敬逢这一盛况或盛会。",
  "钩爪锯牙": "指鸟兽尖曲、锋利的爪、牙。比喻人的凶恶残暴。也比喻武装军队。",
  "钩心斗角": "钩：牵结。心：宫室的中心。斗：结合。角：檐角。原指建筑结构的交错、精巧；后指各用心计；互相",
  "功德圆满": "功德：佛教用语，指诵经、布施等。多指诵经等佛事结束。比喻举办事情圆满结束。",
  "攻心为上": "从思想上瓦解敌人的斗志为上策。",
  "公才公望": "才：才识；望：名望。才识名望可称公辅的地位。",
  "钩深索隐": "钩：钩取；索：探索。色取深处的，探索隐秘的。指钻研深奥的学问，探索隐秘的事情。",
  "躬逢其盛": "躬：亲自，亲身；逢：赶上；其：代词；盛：盛况。指亲身参加了那个盛会或盛举",
  "狗行狼心": "比喻行为凶狠，心肠毒辣。",
  "狗续貂尾": "指封官太滥。亦比喻拿不好的东西补接在好的东西后面，前后两部分非常不相称。同“狗尾续貂”。",
  "狗傍人势": "比喻坏人依靠某种势力欺侮人。同“狗仗人势”。",
  "狗苟蝇营": "比喻为了名利不择手段，象苍蝇一样飞来飞去，象狗一样不知羞耻。",
  "狗头军师": "比喻爱给人出主意而主意又不高明的人。也比喻专门出坏主意的人。",
  "狗走狐淫": "比喻卑劣淫乱。",
  "故技重演": "老花招或老手法又重新施展。",
  "故旧不弃": "故旧：旧交，旧部下；弃：抛弃。不轻易抛弃老朋友、老部下。",
  "钩深图远": "指对僻远的异族图谋予以讨伐。",
  "攻心扼吭": "比喻攻击要害。吭，指咽喉。",
  "功名富贵": "指升官发财。",
  "苟全性命": "苟：苟且，姑且。苟且保全性命。",
  "功一美二": "功：功绩。做一方面的事情而取得两方面的美名。",
  "宫邻金虎": "指小人在位，接近帝王，贪婪如金之坚，凶恶如虎之猛。",
  "躬耕乐道": "躬：亲自；道：圣贤之道。亲自耕种，乐于信守圣贤之道。指过隐居生活。",
  "狗追耗子": "比喻做外行事或多管闲事。同“狗拿耗子”。",
  "攻城野战": "城：城池。攻打城池，野外作战。",
  "狗盗鸡鸣": "①比喻具有微末技能。②比喻偷偷摸摸。",
  "功行圆满": "功：功绩、僧道等修行的功夫；行：善行。封建迷信指功德成就，道行圆满。",
  "躬擐甲胄": "指亲自穿上铠甲和头盔。言长官坐镇军中亲自指挥。",
  "故弄虚玄": "犹故弄玄虚。指故意玩弄花招，迷惑人，欺骗人。",
  "篝灯呵冻": "置灯于笼中，并以口气嘘物取暖。喻写作之勤奋。 清  纪昀 《阅微草堂笔记·滦阳续录六》：“惟所",
  "狗心狗行": "比喻歹毒的心肠、行为。",
  "恭默守静": "默：沉默；守：遵守，保持。恭恭敬敬地沉默，不讲话，保持肃静。",
  "钩深极奥": "指探索并极尽深奥的意义、道理。",
  "故土难离": "故土：出生地，或过去住过的地方，这里指故乡、祖国。难于离开故乡的土地。形容对家乡或祖国有无",
  "躬行节俭": "躬行：亲自践行。亲自做到节约勤俭。",
  "恭而有礼": "恭：恭敬；礼：礼节。恭敬又有礼节。",
  "勾心斗角": "原指宫室建筑结构的交错和精巧。后比喻用尽心机，明争暗斗。",
  "狗仗人势": "仗：倚仗；仗恃。比喻坏人倚仗着有权有势的；为非作歹；欺压别人。",
  "躬先士卒": "犹身先士卒。现用来比喻领导带头，走在群众前面。",
  "攻过箴阙": "指责过错，针砭缺失。",
  "功高不赏": "功：功勋，功业。赏：赏赐。功劳极大，无法赏赐。形容功劳之大。",
  "钩元摘秘": "探取精微，采摘奥秘。",
  "狗吠之警": "比喻轻微的惊动或扰乱。",
  "功亏一篑": "亏：欠缺；篑：盛土的筐子。堆九仞高的山，只缺一筐土而不能完成。比喻作事情只差最后一点没能完",
  "狗胆包天": "比喻胆大妄为。《解放日报》1981.5.12：“你真是狗胆包天，竟敢捉弄起我们来了！”",
  "故家乔木": "①指世家的人才、器物必定出众。②喻指乡贤。",
  "狗党狐群": "比喻勾结在一起的坏人。同“狐群狗党”。",
  "功高望重": "功：功劳，功绩。望：名望，声望。功劳和名望都很大。",
  "狗彘不食": "连狗猪都不吃他的肉。形容其人的品行极端恶劣。",
  "顾盼生辉": "形容眉目传神，姿态动人。同“顾盼生姿”。",
  "狗屁不通": "指责别人说话或文章极不通顺。",
  "弓影浮杯": "形容疑神疑鬼，自相惊扰。",
  "躬冒矢石": "指将帅亲临前线，冒着敌人的箭矢礧石，不怕牺牲自己。同“躬蹈矢石”。",
  "功盖天下": "功劳天下第一。",
  "苟延残息": "苟延：苟且延续；残息：临死前残存的喘息。指勉强维持生命。",
  "狗血淋头": "旧时迷信说法，谓狗血淋在妖人头上，就可使其妖法失灵。后形容骂得很凶，使被骂者如淋了狗血的妖",
  "攻瑕指失": "批评缺点，指出失误。",
  "公子王孙": "旧时贵族、官僚的子弟。",
  "功成不居": "居：承当，占有。原意是任其自然存在，不去占为己有。后形容立了功而不把功劳归于自己。",
  "功败垂成": "垂：接近；将近。事情在快要成功的时候失败了。多含有惋惜之意。",
  "公报私仇": "借公事来报私仇；是一种很卑劣的行径。",
  "攻无不克": "克：攻下。没有攻占不下来的。形容力量无比强大。",
  "攻守同盟": "原指国与国之间订立盟约，战时彼此联合进攻或防卫。现多指坏人互相订约，为掩盖罪恶而一致行动。",
  "公道合理": "指处理事情公正符合情理。同“公平合理”。",
  "攻其无备": "其：代词，指敌人。趁敌人还没有防备时进攻。",
  "弓折刀尽": "比喻战斗力没有了，无法可想。",
  "公私两利": "指对公家私人都有好处。同“公私两济”。",
  "公私两济": "指对公家私人都有好处。",
  "公私两便": "对公家私人都便利。",
  "公私交困": "公家私人均陷困境。",
  "公私兼顾": "既照顾到公家的利益，也照顾到私人的利益。",
  "公是公非": "公认的是非。",
  "公事公办": "公家事按公家规定来办；不徇私情；不讲情面。",
  "工力悉敌": "工力：功夫和力量；悉：完全；敌：相当。双方用的功夫和力量相当。常形容两个优秀的艺术作品不分",
  "公正廉明": "公平正直，廉洁严明。",
  "攻苦食啖": "做艰苦的工作，吃清淡的食物。形容刻苦自励。啖，亦作“淡”。同“攻苦食淡”。",
  "弓影杯蛇": "见“弓影浮杯”。犹言杯弓蛇影。形容疑神疑鬼，自相惊扰。",
  "攻苦食俭": "犹攻苦食淡。形容刻苦自励。",
  "攻其不备": "趁敌人没有防备的时候；突然发动进攻。备：防备。其：他们。",
  "公平交易": "公平合理的买卖。",
  "公平无私": "办事公平，没有私心。",
  "公而忘私": "为了公事而不考虑私事，为了集体利益而不考虑个人得失。",
  "公正廉洁": "指廉洁奉公，不循私情。",
  "攻苦茹酸": "指劳苦艰辛。",
  "公正无私": "办事公正，没有私心。",
  "公之于众": "公：公开；之：代指事物的内容；于：向；众：大众。把事情真相向大家公布。",
  "公忠体国": "指尽忠为国。",
  "公诸同好": "公：公开；诸：之于；同好：爱好相同的人。指把自己所收藏的珍爱的东西拿出来，使有相同爱好的人",
  "公子哥儿": "指富贵人家只讲吃喝玩乐，不务正业的子弟。",
  "公平正直": "公道平等，不偏袒，不营私。",
  "公门桃李": "公：对人的尊称。尊称某人引进的后辈、栽培的学生。",
  "公尔忘私": "一心为公而忘却私事。",
  "公耳忘私": "一心为公而忘却私事。同“公尔忘私”。",
  "公规密谏": "指多方劝谏。公，公开；密，私下。",
  "攻苦食淡": "攻：做；若：艰苦；淡：清淡。做艰苦的工作，吃清淡的食物。形容刻苦自励。",
  "公买公卖": "公平合理地买卖。",
  "公明正大": "公正无私，光明磊落。",
  "公平合理": "指处理事情公正符合情理。",
  "攻疾防患": "匡正过失，防止祸患。",
  "拱手听命": "拱手：双手合抱在胸前，以示敬意。恭顺地听从对方的命令，毫无反抗。",
  "拱挹指麾": "指从容安舒，指挥若定。",
  "拱肩缩背": "拱肩：肩往上耸。耸起肩膀，弯曲着腰。形容衰老或不健康的体态。",
  "拱手而降": "拱手：两手在胸前合抱表示恭敬。恭恭敬敬地俯首投降。",
  "拱手让人": "拱手：双手合抱在胸前，以示敬意。恭顺地让给别人。形容怯弱可欺或甘心为奴仆、附庸。",
  "拱揖指挥": "指从容安舒，指挥若定。同“拱挹指麾”。",
  "拱揖指撝": "同“ 拱挹指麾 ”。 汉  董仲舒 《春秋繁露·随本消息》：“拱揖指撝，諸侯莫敢不出。”",
  "贡禹弹冠": "指贡禹与王吉（字子阳）友善，见其在位，亦愿为官。比喻乐意辅佐志向相同的人。",
  "共贯同条": "【解释】串在同一钱串上，长在同一枝条上。比喻脉络连贯，事理相通。",
  "共商国是": "国是：国事；国家的大政方针。共同商量国家的政策和方针。",
  "共挽鹿车": "挽：拉；鹿车：古时的一种小车。旧时称赞夫妻同心，安贫乐道。",
  "共枝别干": "比喻一个教师传授下来的但又各人自成一派。",
  "共为唇齿": "比喻互相辅助。",
  "更深人静": "深夜没有人声，非常寂静。",
  "更姓改物": "指王朝更迭，改正朔，易服色。",
  "更唱迭和": "①彼此唱和。②亦作“更唱迭和”。相互以诗词酬答。③指互相呼应配合。",
  "更弦改辙": "比喻改变方法或态度。同“更弦易辙”。",
  "更唱叠和": "指相互以诗词酬答。同“更唱迭和②”。",
  "更阑人静": "更：旧时夜间计时单位，一夜分五更，每更约两小时；阑：将尽；人静：没有人的吵杂声，一片寂静。",
  "更令明号": "重新申明号令。说明贤明君主应当取信于民。",
  "更仆难尽": "形容人或事物很多，数也数不过来。同“更仆难数”。",
  "更弦易辙": "比喻改变方法或态度。",
  "庚癸之呼": "庚、癸：军粮的隐语。原是军中乞粮的隐语。后指向人借钱。",
  "更深夜静": "更：旧时夜间计时单位。一夜分五更，每更约两个小时。夜已很深，没有一点声响。形容夜深处于一片",
  "羹藜唅糗": "藜，野菜；唅，食也。泛指饮食粗劣。亦作“羹藜含糗”。",
  "羹藜含糗": "藜：野菜。泛指饮食粗劣。",
  "耕耘树艺": "耘：锄草，树：栽植；艺：播种。耕田、锄草、植树、播种。泛指各种农业生产劳动。",
  "耕当问奴": "比喻办事应该向内行请教。",
  "更长梦短": "更：旧时夜间计时单位，一夜分五更，每更约两个小时；更长：指漫漫长夜；梦短：指睡眠不踏实，极",
  "更仆难数": "原意是儒行很多，一下子说不完，一件一件说就需要很长时间，即使中间换了人也未必能说完。后形容",
  "绠短汲深": "绠：汲水用的绳子；汲：从井里打水。吊桶的绳子短，打不了深井里的水。比喻能力薄弱，难以担任艰",
  "梗迹萍踪": "像断梗、浮萍在水中一样踪迹不定。",
  "梗迹蓬飘": "比喻漂泊流离。梗，断梗；蓬，飞蓬。",
  "梗泛萍漂": "断梗、浮萍在水中漂浮。比喻漂泊流离。",
  "耿耿于心": "耿耿：有所悬念而不能忘怀。不能忘怀，牵萦于心。",
  "耿耿于怀": "耿耿；形容有心事。老是放在心里；不能忘怀。形容有无法排遣的心事。",
  "绠短绝泉": "犹绠短汲深。比喻能力薄弱，难以担任艰巨的任务。",
  "梗顽不化": "指十分顽固，无法感化。",
  "更进一竿": "更：再，又；竿：竹竿。又前进了一步。",
  "更名改姓": "改换了原来的姓名。同“变名易姓”。",
  "更待干罢": "意指怎肯干休。",
  "根孤伎薄": "势力孤单，才智浅薄。",
  "根深枝茂": "比喻基础牢固，就会兴旺发展。同“根深叶茂”。",
  "根生土长": "当地出生长大。也指世代居住。",
  "根蟠节错": "犹言盘根错节。比喻事情纷难复杂。",
  "根株附丽": "比喻依附权势。",
  "根株结盘": "树木的根与干盘曲相结。比喻关系错综牢固。",
  "根深蔕固": "见“ 根深蒂固 ”。",
  "根椽片瓦": "①一根椽，一片瓦。②指简陋的房舍。",
  "根深蒂固": "蒂：瓜、果和茎、枝相连的部分；固：牢固。比喻基础牢固；不易动摇。",
  "根结盘固": "比喻关系错综牢固。",
  "根结盘据": "形容基础牢固，势力强大。盘，通“磐”。",
  "根据盘互": "指把持据守，互相勾结。同“根据槃互”。",
  "根盘蔕结": "1.犹根深蒂固。 明  李东阳 《读唐史》：“惟公言正論，不可則止，而根盤蔕結於君心者，不可猝拔",
  "根深蔕结": "犹根深蒂固。 宋  周煇 《清波杂志》卷八：“某流落江湖二十年，兄弟異立，未能成家，重以場屋蹉",
  "根株牵连": "指一方有祸，另一方如同根与株一般不可避免地受到牵累。",
  "根盘蒂结": "犹言根深蒂固。比喻基础深厚，不容易动摇。",
  "根深本固": "指根基深厚牢固。",
  "根深柢固": "比喻基础深厚，不容易动摇。",
  "根据槃互": "指把持据守，互相勾结。",
  "根牢蒂固": "指根基牢固。",
  "根深蒂结": "犹根深蒂固。指根基深厚牢固。",
  "根连株拔": "指连根拔除。",
  "根深叶茂": "茂：繁茂。根扎得深，叶子就茂盛。比喻基础牢固，就会兴旺发展。",
  "根连株逮": "犹株连。",
  "亘古亘今": "亘：横贯。指贯串古今，从古到今。",
  "亘古奇闻": "亘古：从古代到现代；奇：稀有不常见的。从古到今很少听到或见到的事情。",
  "亘古通今": "亘：横贯；通：贯通。指从古到今。",
  "亘古未有": "亘古：人人有责从古代到现在。从古到今都不曾有过。",
  "亘古新闻": "亘古：从古代到现代。从古到今很少的事情。",
  "亘古不灭": "亘：横贯；亘古：从古至今；灭：绝灭。从古到今，永不绝灭。形容永久的生命力。",
  "割地求和": "割让土地，求得和平。",
  "歌舞升平": "边歌边舞；庆祝太平；有粉饰太平的意思。含贬义。升平：太平。",
  "歌莺舞燕": "歌声宛转如黄莺，舞姿轻盈如飞燕。亦形容景色宜人，形势大好。",
  "格格不纳": "指难以接受。",
  "格格不吐": "指有所格碍，不能尽情论述。",
  "割臂之盟": "割臂：刺破胳臂；盟：盟约。原指春秋战国时鲁庄公与孟任割破胳臂，订下婚约。后泛指用割破手臂立",
  "歌台舞榭": "榭：建筑在高台上的房屋。演奏乐曲、表演歌舞的场所。",
  "割地称臣": "割让土地，臣服于对方。",
  "割肚牵肠": "形容非常牵挂，很不放心。",
  "割恩断义": "舍弃恩德，断绝道义。",
  "割股之心": "割股：割下自己的大腿肉。为了治好病人，不惜牺牲自己的精神。原是封建阶级所宣扬的一种愚孝行为",
  "割骨疗亲": "股：大腿。旧指孝子割舍自己腿上的肉来治疗父母的疾病。",
  "割襟之盟": "割襟：指腹为婚时，各自割下衣襟，彼此珍藏作为信物。指男女在未出生前就由其父母订立下婚约。",
  "歌声绕梁": "绕：回旋；梁：房屋的大梁。歌声回旋于房梁之间。形容歌声优美动听。",
  "歌楼舞榭": "榭：建筑在高台上的房屋。为歌舞娱乐而设立的堂或楼台。泛指歌舞场所。",
  "歌功颂德": "颂扬功绩和德行。现多含阿谀奉承的意思。功：功绩。德：德行。",
  "割须弃袍": "割掉胡须，丢掉外袍。形容战败落魄的样子。",
  "割席分坐": "席：坐席。把席割断，分开坐。比喻朋友绝交。",
  "割肉饲虎": "饲：喂。割下身上的肉喂老虎。比喻既舍弃生命也无法满足对方的贪欲。",
  "割股疗亲": "股：大腿。旧指孝子割舍自己腿上的肉来治疗父母的疾病。",
  "割据一方": "凭借武力割占一个地区，与中央政权对立。亦作“各霸一方”。",
  "割肉补疮": "比喻不计后果以救燃眉之急。",
  "葛屦履霜": "冬天穿著夏天的鞋子。比喻过分节俭吝啬。",
  "个中滋味": "个中：其中；滋味：味道，情味。其中的味道。指切身体会的甘苦。",
  "个中妙趣": "个中：其中；妙：美妙，奇妙；趣：情趣。其中的奥妙之处和情趣。",
  "各有所长": "长：长处、优点。各有各的长处、优点。一般多指人才而言。",
  "各取所需": "各自选取自己所需要的。",
  "各安生业": "各自安于赖以生活的职业。生业：谋生之业。",
  "各有所短": "短：不足。各有各的不足。",
  "各色人等": "色：种类；人等：人们。社会上各种职业各个阶层的人们。",
  "各有千秋": "千秋：千年，引伸为久远。各有各的存在的价值。比喻各人有各人的长处，各人有各人的特色。",
  "各行其志": "各人执照各人的意志行事。同“各从其志”。",
  "各行其是": "行：做；是：对的；其是：他自己认为是对的。各人按照自己认为对的去做。形容思想、行动不一致。",
  "各为其主": "各人为自己的主人效力。",
  "各司其事": "司：主管，经营。各自管好各自的一摊事。",
  "各抒所见": "各人充分发表自己的意见。同“各抒己见”。",
  "各抒己见": "抒：抒发，发表。各人充分发表自己的意见。",
  "各得其所": "原指各人都得到满足。后指每个人或事物都得到恰当的位置或安排。",
  "各有所好": "好：爱好。各人有各人的爱好。指人的爱好出自人的本性，只应听其自然。",
  "各取所长": "指要善于运用事物或人本身所具有的长处。",
  "各自为政": "为政：管理政事，泛指行事。各自按自己的主张办事，不互相配合。比喻不考虑全局，各搞一套。",
  "各自为战": "各自成为独立的单位进行战斗。",
  "各执一词": "执：坚持。各人坚持各人的说法。形容意见不一致。",
  "各执己见": "各人都坚持自己的意见。",
  "各有所职": "各人有各人负责的事。比喻分工明确。",
  "各从其志": "从：听任；志：志向。各人执照各人的意志行事。",
  "各得其宜": "指人或事物都得到适当的安置。",
  "各个击破": "各个：逐个；击：攻。军事术语。指利用优势兵力将被分割开的敌军一部分一部分消灭。有时也比喻将",
  "各不相谋": "谋：商量，计义。各自按照自己的意思办事，不互相商量。",
  "各就各位": "各自到自己的岗位上。",
  "各奔前程": "奔：奔向；程：道路；前程：前途。各走各的道；寻找自己的前途。比喻各人向自己确定的目标前进。",
  "各持己见": "持：坚持；保持；见：意见、见解。各人都持自己的见解。",
  "各不相让": "让：歉让。互不谦让、让步。",
  "各色各样": "色：种类。各种类别，各种式样。",
  "各式各样": "指多种不同的式样、种类或方式。",
  "各尽所能": "尽：用尽；能：才能。各人尽自己的能力去做。",
  "革故立新": "旧指朝政变革或改朝换代。现泛指除去旧的，建立新的。同“革故鼎新”。",
  "隔世之感": "世：古指30年为一世；世指一个时代。指因人事或景物变化大而引起的、像隔了一个时代似的感觉。",
  "隔壁撺椽": "比喻办不到的、不自量力的事情。同“隔屋撺椽”。",
  "隔靴搔痒": "隔着靴子挠痒痒。原为禅宗用语；比喻领会佛理不够透彻；未能悟境触机。后比喻说话写文章没有抓住",
  "隔靴抓痒": "比喻说话作文不中肯，不贴切，没有抓住要点。或做事没有抓住关键。同“隔靴搔痒”。",
  "革新变旧": "指更造新的，改易旧的。",
  "革奸铲暴": "清除奸佞，铲除暴虐。",
  "隔屋撺椽": "比喻办不到的、不自量力的事情。",
  "隔墙有耳": "隔着一道墙，也有人偷听。比喻即使秘密商量，别人也可能知道。也用于劝人说话小心，免得泄露。",
  "隔壁听话": "指大言无实，空有声调，难鲸揽验。",
  "隔岸观火": "站在对岸观看失火。比喻对别人的危难见而不救。也比喻没有切身利害关系而不去过问。",
  "革面洗心": "清除旧思想，改变旧面貌。比喻彻底改过，重新做人。",
  "革面革心": "比喻彻底改过，重新做人。同“革面洗心”。",
  "革面敛手": "指改恶从善，不敢恣意妄为。",
  "革旧维新": "革：废除；维新：反对旧的，提倡新的。专指政治上的改良。改变旧的，提倡新的。",
  "革旧图新": "抛弃旧的事物，谋求新的途径。",
  "隔皮断货": "指隔着封皮，判断货物的好坏。比喻凭外部现象推测内部底细。",
  "革心易行": "指改正错误思想，改变错误行为。",
  "革带移孔": "形容身体因老病而日惭消瘦。",
  "革凡成圣": "革除凡习，成为圣哲。",
  "革凡登圣": "革除凡习，成为圣哲。同“革凡成圣”。",
  "革风易俗": "改变风气和习俗。",
  "革故鼎新": "革：改变，革除；故：旧的；鼎：树立。旧指朝政变革或改朝换代。现泛指除去旧的，建立新的。",
  "格物致知": "格：推究；致：求得。穷究事物原理，从而获得知识。",
  "格于成例": "为传统的惯例所限制。表示不能达到目的。",
  "革命创制": "指变革天命，创立新制。多指改朝换代。",
  "革命反正": "变革天命，使之恢复正常。借指改朝换代。",
  "格高意远": "指文章的格调高雅，含意深远。",
  "革邪反正": "革除错误，回到正道上。",
  "隔年皇历": "皇历：原指清朝廷颁发的历书，后泛指历本。隔了一年的黄历。比喻过时的事物或陈旧的经验，在新的",
  "格不相入": "犹言格格不入。形容彼此不协调，不相容。",
  "格天彻地": "感天动地。 清  冒襄 《影梅庵忆语》卷二：“此種精誠，格天徹地，嘔血剖心，能與 龍比 並忠， ",
  "格格不入": "形容彼此不协调；不相容。格格：阻碍；隔阂。入：融洽。",
  "格古通今": "穷究古代，通晓当代。指学富识广。",
  "格杀不论": "格：打；格杀：打死；不论：不论罪。指把拒捕、行凶或违反禁令的人当场打死而不以杀人论罪。",
  "格杀无论": "指把拒捕、行凶或违反禁令的人当场打死而不以杀人论罪。同“格杀勿论”。",
  "格杀勿论": "格：打；格杀：打死；勿论：不论罪。指把拒捕、行凶或违反禁令的人当场打死而不以杀人论罪。",
  "格物穷理": "穷究事物的道理。",
  "革图易虑": "改变计谋策略。",
  "高下任心": "形容能胸有成竹地处理事情。同“高下在心”。",
  "高山仰止": "高山：比喻高尚的品德。比喻对高尚的品德的仰慕。",
  "高傲自大": "自以为了不起，极其骄傲，看不起别人。",
  "高不可登": "登：升，上。高得不能到达。形容难以达到。也形容人高高在上，使人难接近",
  "高不可攀": "攀：抓住高处的东西向上爬。高得手也攀不到。形容难以达到。也形容人高高在上，使人难接近。",
  "膏腴贵游": "犹言富家贵族。",
  "高下其手": "犹言上下其手。比喻玩弄手法，串通做弊。",
  "膏粱子弟": "高粱：肥肉和细粮；泛指精美食品。指习惯于骄奢享乐生活的富贵人家的子弟。",
  "高下在口": "犹言信口雌黄。",
  "高人一等": "比别人高出一个等级。指高过一般人。",
  "高人逸士": "逸：隐逸。指人品清高脱俗，不贪慕虚名利禄的人。",
  "高山景行": "高山：比喻道德崇高；景行：大路，比喻行为正大光明。指值得效法的崇高德行。",
  "高山峻岭": "峻：山高而陡。又高又险的山岭。",
  "高山流水": "比喻知己或知音。也比喻乐曲高妙。",
  "高飞远走": "形容离开某地，逃避到远处去。",
  "高步阔视": "形容气慨不凡或态度傲慢。同“高视阔步”。",
  "膏火自煎": "油脂因能照明而致燃烧，比喻人因有才能或有财产而得祸",
  "高风劲节": "形容高尚坚贞的风骨节操。同“高风峻节”。",
  "高风峻节": "高风：纯洁清高的风格；峻节：坚定不移的节操。形容高尚坚贞的风骨节操。",
  "高风亮节": "高风：高尚的品格；亮节：坚贞的节操。形容道德和行为都很高尚。",
  "高高在上": "原指地位高，现在形容领导者脱离实际，脱离群众。",
  "高顾遐视": "向高远处看。意谓志向高远，傲视流俗。",
  "高官厚禄": "官职高；俸禄厚。现指地位高、待遇好。禄：俸禄；旧指官吏的薪金。",
  "高岸深谷": "指幽僻的处所。形容幽峭深邃。也比喻事物的巨大变化。",
  "膏火之费": "膏：点灯的油；膏火：灯火。借指求学的费用。",
  "高深莫测": "究竟高深到什么程度无法推测。形容摸不准；度量不得。莫：不。测：估测。",
  "膏梁锦绣": "膏、梁：肥肉和细粮。泛指美味的食物；锦绣：精致华丽的丝织品。形容富贵人家衣食精美的奢华生活",
  "膏梁纨袴": "膏梁：肥肉和细粮；纨绔：细绢做的裤子。借指富贵人家子弟。",
  "膏粱锦绣": "膏粱：肥肉和细粮，指美味佳肴；锦绣：精致华丽的丝织品。形容富贵人家的奢华生活。",
  "膏粱年少": "指富贵人家的子弟。",
  "膏粱纨袴": "膏粱：肥肉和细粮；纨袴：细绢做的裤子。借指富贵人家子弟。",
  "膏粱文绣": "指富贵人家的奢华生活。亦泛指精细贵重的东西。语本《孟子·告子上》“《诗》云：‘既醉以酒，既",
  "高官极品": "品：等级、品级。官位居于最高的等级。",
  "膏腴子弟": "富贵人家的子弟。",
  "高瞻远瞩": "瞻：视，望；瞩：注视。站得高，看得远。比喻眼光远大。",
  "高掌远跖": "比喻开拓，开辟。",
  "高掌远蹠": "掌：用手擘开；蹠：用脚踢。传说华岳本为一山，河神手擘脚踢，将其分开为二。比喻规模巨大、气魄",
  "高枕安寝": "垫高枕头安心地睡觉。形容无忧无虑。平安无事。同“高枕而卧”。",
  "高枕而卧": "垫高枕头安心地睡觉。形容无忧无虑。平安无事。",
  "高枕无忧": "把枕头垫得高高的；无忧无虑地睡大觉。原形容平安无事；不必担忧。后也指思想麻痹；放松警惕。",
  "高山仰之": "高山：比喻高尚的品德。比喻对高尚的品德的仰慕。同“高山仰止”。",
  "膏腴之地": "指肥美的土地或肥沃富饶的地区。",
  "高翔远引": "形容避世隐居。",
  "膏泽脂香": "指油脂类的化妆品。",
  "櫜弓戢戈": "亦作“櫜弓戢矢”。《诗·周颂·时迈》：“载戢干戈，载櫜弓矢。”谓收藏干戈弓矢。后因以“櫜弓",
  "櫜弓戢矢": "指收藏干戈弓矢。后指停息战事。",
  "櫜弓卧鼓": "藏弓息鼓。指战事停息，天下太平。",
  "櫜甲束兵": "指脱去铠甲，收起兵器。",
  "缟纻之交": "缟纻：缟带和纻衣。缟带指用白色绢制成的大带。纻衣指用苎麻纤维织成的衣服。指交情笃深。",
  "高枕勿忧": "犹言高枕无忧。",
  "高下在手": "犹言上下其手。比喻玩弄手法，串通做弊。同“高下其手”。",
  "高识远见": "指见识高远。同“高见远识”。",
  "高世骇俗": "高世：超出世人；骇：惊吓，震惊。具有令一般人吃惊的才能。比喻才智超群。",
  "高视阔步": "眼睛向上看迈大步走路。形容气概不凡。也形容傲慢看不起人的神气。",
  "高耸入云": "耸：直立，高起。高高地直立，直入云端。形容建筑物、山峰等高峻挺拔。",
  "高抬贵手": "旧时恳求人原谅或饶恕的话。意思是您一抬手我就过去了。",
  "高抬明镜": "秦始皇有一方镜，能照见人心等。比喻执法者判案公正严明。",
  "高谈大论": "指不切实际的言谈、议论。",
  "高斋学士": "南朝梁庾肩吾等十人的别号。",
  "高谈阔论": "高：大声地；阔：广阔。指志趣高雅、范围广泛的谈论。多含褒义。也指大发议论或不着边际地谈论。",
  "高姓大名": "询问人家姓名时的客气用语。同“高名大姓”。",
  "高悬秦镜": "秦镜：秦始皇时的能照见人心善恶的镱子。高挂能照见人心善恶的镜子。后用以比喻官吏断案公正，执",
  "高牙大纛": "三代军队里的大旗。指军中的旗帜。比喻声势显赫。",
  "高阳酒徒": "高阳：古乡名，在今河南杞县西南。秦末郦其食即此乡人，对刘邦自称“高阳酒徒”。用以指嗜酒而放",
  "高义薄云": "薄：迫近。原指文章表达的内容很有意义。后形容人很讲义气。",
  "高下在心": "高下：比喻伸和屈。原意是做事要斟酌情况，采取适当办法。后形容能胸有成竹地处理事情。",
  "高凤自秽": "东汉高凤，字文通，执志不仕，太守连召请，恐不得免，自言本巫家，不应为吏，又诈与寡嫂讼田，遂",
  "高谈弘论": "弘：大。高深空洞不切实际的谈论。",
  "高文大册": "原指朝廷发布的重要文书，如诏今制诰等。引申为经典性著述。",
  "高足弟子": "高足：高才，称呼别人学生的敬辞。成绩优异的学生。",
  "高举远蹈": "举：起飞；蹈：踩上。指远离官场，隐居起来。",
  "高谈雄辩": "大发议论，长于说理。形容能言善辩。",
  "高谈虚论": "高妙空洞、不切空际的议论。",
  "高堂大厦": "指高耸的楼房。同“高楼大厦”。",
  "高天厚地": "①比喻长久。②比喻深重。",
  "高头大马": "指体形高大的马。也比喻人的体形高大。",
  "高头讲章": "经书正文上端留有较宽空白，刊印讲解文字，这些文字称为“高头讲章”。后来泛指这类格式的经书。",
  "高居深拱": "指高居帝位，垂拱而治。",
  "高位重禄": "官职高贵，俸禄丰厚。同“高位厚禄”。",
  "高节清风": "高节：高尚的气节；清风：清廉的作风。气节高尚，作风清廉。比喻人品高洁。",
  "高文典册": "指封建朝廷的重要文书、诏令。",
  "高歌猛进": "高声歌唱，勇猛前进。形容在前进的道路上，充满乐观精神。",
  "高卧东山": "比喻隐居不仕，生活安闲。",
  "高飞远翔": "飞得既高有远。比喻前程远大。",
  "高自标树": "比喻自己把自己看得很了不起。同“高自标置”。",
  "高自标置": "标置：放在某种位置。比喻自己把自己看得很了不起。",
  "高自位置": "比喻自己把自己看得很了不起。",
  "高位厚禄": "位：官职，官位；禄：俸禄。官职高贵，俸禄丰厚。",
  "膏场绣浍": "指土地肥沃，水沟纵横。",
  "高材疾足": "高材：才能高；疾足：迈步快。形容人才能出众，行事敏捷。",
  "高官显爵": "显：显要，显赫；爵：爵位，官爵。官职很高，爵们显赫。",
  "高情逸态": "高情：高雅的情致。逸态：安闲的神态。高雅的情致，安逸的神态。",
  "高情逸兴": "清高超逸的情致。",
  "高情远韵": "高尚的品格或情趣。同“高情远致”。",
  "高情远致": "高、远：形容高尚；情、致：情趣。高尚的品格或情趣。",
  "高举深藏": "指避世隐居。",
  "高人一筹": "高人：比一般人高；筹：筹码。比一般人高出一个筹码。指胜过别人。",
  "膏唇试舌": "用膏涂嘴唇，用巾揩舌头。比喻非常想把心里的话说出来。",
  "膏唇拭舌": "膏：用油脂涂抹；拭：擦去。用膏涂嘴唇，用布巾揩舌头。形容用尽语言之所能以打动人心。",
  "膏肓之疾": "指不可医治的绝症。",
  "高官重禄": "禄：俸禄。泛指职位高，待遇优。同“高官厚禄”。",
  "高官尊爵": "显贵的官职和爵位。",
  "高冠博带": "冠：帽子；博：大；带：衣带。戴着高大的帽子，系着宽阔的衣带。形容儒生的装束。也比喻穿着礼服",
  "高见远识": "指见识高远。",
  "高人雅士": "高人：志趣、行为高尚的人，多指隐士；雅：风雅，儒雅。志行高尚、风格儒雅的人。",
  "高出一筹": "筹：筹码。比别人高出一个筹码。指比别人高明一些。",
  "高才大学": "高才：才能杰出。大学：学识渊博。才能高超，学识渊博。亦作“高才博学”、“高才硕学”。",
  "高才疾足": "形容人才能出众，行动快。同“高才捷足”。",
  "高才捷足": "才：才能；捷：迅速，快捷。形容人才能出众，行动快。",
  "高才远识": "才能高超，见识深远。",
  "高文典策": "指封建朝廷的重要文书、诏令。同“高文典册”。",
  "高材捷足": "高材：才能高；捷足：迈步快。形容人才能出众，行事敏捷。",
  "高唱入云": "原形容歌声嘹亮，直上云霄，后也形容一种论调或消息社会上传说很盛。",
  "高才大德": "高才：有杰出的才能。大德：有极高尚的品德。才能和品德都很好。",
  "高城深池": "池：护城河。城墙很高，护城河很深。形容防卫坚固。",
  "高才绝学": "①犹言才学高超。②指才学高超的人。",
  "高蹈远举": "意为隐居避世。",
  "高遏行云": "形容歌声高亢嘹亮。",
  "高而不危": "身居高位而没有倾覆的危险。",
  "高飞远遁": "制摆脱不利的环境，躲避到远防去。同“高飞远走”。",
  "高飞远集": "制摆脱不利的环境，躲避到远防去。",
  "高飞远举": "举：飞、去。飞得又高又远。比喻前程广大。",
  "高车驷马": "四匹马驾驶的、车盖很高的车。旧时形容高官显贵的阔绰。",
  "高门大户": "高门：旧时指富贵之家；大户：声势显赫的家族。有钱有势的人家。",
  "高爵厚禄": "泛指爵位高，俸禄厚。同“高爵重禄”。",
  "高爵重禄": "爵：爵位，官爵；禄：俸禄。泛指爵位高，俸禄厚。",
  "高才卓识": "才能高超，见识深远。同“高才远识”。",
  "高楼大厦": "厦：高大的房子。指高耸的楼房。",
  "高步云衢": "步：行走；衢：大路；云衢：云中大路，比喻显位。原指官居显位。后也指科举登第。",
  "高门大屋": "高门：指富贵之家；大屋：高大的房屋。指豪门之家。",
  "高名大姓": "询问人家姓名时的客气用语。",
  "高明远识": "高明：（见解或技能）高超。远识：远大的眼光。指见识高远。亦作“高明远见”。",
  "高睨大谈": "睨：视。眼睛看着上面，在发议论。形容举动言论气慨不凡。",
  "高朋满座": "高：高贵。高贵的朋友坐满了席位。形容宾客很多。",
  "高情厚谊": "深厚的情谊。亦作“高情厚爱”、“高情厚意”。",
  "高屋建瓴": "建：倒水，泼水；瓴：盛水的瓶子。把瓶子里的水从高层顶上倾倒。比喻居高临下，不可阻遏。",
  "高步通衢": "衢：大路。原指官居显位。后也指科举登第。同“高步云衢”。",
  "高垒深沟": "垒：壁垒，军营四周所筑围墙。沟：战壕。高筑壁垒，深挖壕沟。指强固防御工事。",
  "槁木死灰": "干枯的树木；冷却的灰烬。比喻心灰意冷；消沉已极或对一切事情无动于衷、冷漠无情。槁：干枯。",
  "槁形灰心": "形容身体衰弱，意志消沉。",
  "槁项没齿": "颈枯齿落。年老貌。",
  "槁项黧馘": "形容不健康的容貌。同“槁项黄馘”。",
  "槁苏暍醒": "使枯槁者复苏，使中暑者苏醒。形容苦难者得救，重获生机。",
  "槁项黄馘": "槁：枯干；项：颈项；馘：脸。颈项枯瘦，面色苍黄。形容不健康的容貌。",
  "膏唇岐舌": "犹言膏唇拭舌。岐舌，指舌头上耍花招，说话反复无常。",
  "告老在家": "告老：因年老而告退；家：故乡、故里。指因年老而辞职在故乡安度晚年。",
  "告往知来": "告诉了这一点，就可以知道另一点。比喻能明了事物的因果同异的关系，据此知彼。",
  "告贷无门": "告贷：向别人借钱。想借钱但没有地主借。指生活陷入困境。",
  "膏唇贩舌": "犹言膏唇拭舌。贩舌，指卖弄口舌。",
  "告老还家": "告老：因年老而告退；还：回，返；家：故乡、故里。因年老而辞职回归故乡安度晚年。",
  "告老还乡": "年老辞职，回到家乡。",
  "膏车秣马": "为车上油，给马喂料。指准备起程。语出唐韩愈《送李愿归盘谷序》：“膏吾车兮秣吾马，从子于盘兮",
  "岗头泽底": "唐代极重视世族，崔、卢、李、郑为甲门四姓，称卢氏为岗头卢，李氏为泽底李。泛称豪门世族。",
  "亢音高唱": "亢：喉咙。放开喉咙，高声歌唱。",
  "扛鼎拔山": "扛：双手举起。拔起大山，举起重鼎。形容力气很大。",
  "钢筋铁骨": "筋骨象钢铁打铸的一般。形容身体健壮有力或意志坚强不屈。",
  "钢浇铁铸": "比喻坚毅顽强。",
  "纲提领挈": "提起网纲，挈住裘领。比喻抓住要领。",
  "纲挈目张": "指撒网时，举起网上的大绳，所有网眼都张开。比喻抓住主要环节，以带动其余；或抓住要领，条理分",
  "纲目不疏": "比喻法令细密。",
  "纲纪废弛": "纲：政纲。纪：法纪。废弛：颓废松弛。国家的政纲、法纪、秩序松弛不振。",
  "刚愎自用": "刚：强硬。愎：固执；任性。刚愎：倔强固执；不接受别人的意见。自用：自以为是。固执任性；自以",
  "刚中柔外": "刚：刚硬，坚强；中：里，内心；柔：软弱，柔和。表面柔顺，内里刚强。指人外柔而内刚的性格。也",
  "刚直不阿": "阿：迎合，偏袒。刚强正直，不逢迎，无偏私。",
  "刚正不阿": "刚：刚直；直：正直；不阿：不逢迎。刚直方正而不逢迎附合",
  "刚毅木讷": "刚：坚强；毅：果决；木：质朴；讷：说话迟钝，此处指言语谨慎。孔子称颂人的四种品质。",
  "刚柔相济": "刚强的和柔和的互相调剂。",
  "刚戾自用": "十分固执自信，不考虑别人的意见。同“刚愎自用”。",
  "刚肠嫉恶": "刚肠：性情刚直；嫉：憎恨。性情刚直，憎恨邪恶。",
  "纲举目张": "纲；鱼网上的总绳；比喻事物的主干部分。目：网眼；比喻事物的从属部分。比喻抓住事物的关键；就",
  "刚克消亡": "刚正的人就不能存在了。",
  "干霄凌云": "高高地耸起，直逼云霄。比喻前程远大，能够迅速成才。",
  "干巴利脆": "干脆；爽快。同“干巴利落”。",
  "甘棠遗爱": "甘棠：木名，即棠梨；遗：留；爱：恩惠恩泽。旧时颂扬离去的地方官。",
  "甘死如饴": "甘：情愿；饴：饴糖。甘愿去死，就像吃糖一般。形容不怕死，把死作为快事。",
  "甘泉必竭": "甘泉：甜水的泉。竭：尽。甘甜的泉一定会干涸的。比喻有才干的人受累多而往往早衰。亦作“甘井先",
  "甘贫守分": "甘贫：甘愿贫困。守分：保守本分，不思非分之想，不作非分之事。甘受贫困，遵守本分。",
  "甘贫乐道": "甘贫：情愿受贫困；乐道：乐于守道。甘于受贫，乐于守道。是儒家所倡导的处世态度。",
  "甘冒虎口": "指甘愿冒着生命危险。",
  "甘棠之惠": "甘棠：木名，即棠梨。指对官吏的爱戴。同“甘棠之爱”。",
  "干云蔽日": "干：冲；蔽：遮挡。冲上云霄，挡住太阳。形容树木或建筑物高大。",
  "甘心瞑目": "瞑目：闭上眼睛，指死去。心甘情愿，死了也不遗憾。",
  "干卿底事": "干：关涉。管你什么事？常用于讥笑人爱管闲事。",
  "干名采誉": "干：求；采：取。用不正当的手段谋取名誉。",
  "干将莫邪": "干将、莫邪：古代宝剑名。锋利的宝剑的代称。",
  "肝肠寸断": "肝脏和肠子好像被寸寸斩断一样。形容万分悲痛。",
  "干城之将": "干城：盾牌和城墙，比喻捍卫者。指保卫国家的大将。",
  "干柴烈火": "形容男女之间强烈情欲要求，多用于不正当的男女关系。也形容情绪高涨。",
  "干巴利落": "指干脆；爽快。",
  "甘苦与共": "甘苦：欢乐和痛苦；与共：共同在一起。共同享受欢乐与幸福，共同承担痛苦与磨难。",
  "甘雨随车": "车行到哪里，及时寸就下到哪里。旧时称讼地方官的政治措施的话。",
  "干浄利索": "快速彻底，不拖泥带水。 郭天民 《从乌江到泸沽》：“我军一枪未放，干净利索地把这一个民团中队",
  "干浄利落": "1.清洁整齐。 老舍 《骆驼祥子》四：“不过，要干净利落就得花钱，剃剃头，换换衣服，买鞋袜。”",
  "甘居人后": "甘：自愿；居：在（某种位置）。指甘心落在他人之后。",
  "甘井先竭": "甜水井的水先枯竭。比喻有才能的人往往早衰。",
  "甘瓜苦蒂": "甜瓜的蒂是苦的。比喻没有十全十美的事物。",
  "甘分随时": "甘愿顺随时世环境。",
  "甘处下流": "甘愿处于下流。比喻甘居落后。",
  "甘棠之爱": "甘棠：木名，即棠梨。指对官吏的爱戴。",
  "甘之如荠": "荠：甜菜。荼菜虽苦，但是和内心的痛苦相比，觉得就像荠菜一样甜美。后指事如乐意为之，虽苦亦甜",
  "干脆利落": "简单爽快。",
  "甘言美语": "甜美动听的话。",
  "甘言厚礼": "甜美的言辞，厚重的礼品。亦作“甘言厚币”。",
  "甘心首疾": "甘心：情愿，乐意；首：头；疾：病，引申为痛。想得头痛也心甘情愿。形容男女之间相互思念的痴情",
  "甘心如荠": "荠：甜菜。荼菜虽苦，但是和内心的痛苦相比，觉得就像荠菜一样甜美。后比喻人只要心安理得，即使",
  "甘心情愿": "心里完全愿意，没有一点勉强。多指自愿作出某种牺牲。",
  "甘心情原": "指完全愿意。",
  "甘拜下风": "甘心情愿拜倒在下方。自认不如对方；表示真心佩服。",
  "肝胆欲碎": "欲：将要。肝和胆将要破碎了。形容极度悲痛或非常生气。",
  "甘之如饴": "把它看成像饴糖那样甘甜。比喻甘心情愿地从事某种辛苦工作或虽处危困境地也能安然忍受。",
  "甘之若素": "若素：就像往常一样。虽然遭受不平，但甘愿承受，就像平素一样。",
  "甘旨肥浓": "泛指佳肴美味。",
  "干净利落": "利落：灵活敏捷，也指整齐，有条理。形容没有多余的东西。令人爽心悦目。也形容动作熟练、敏捷准",
  "肝胆楚越": "肝胆：比喻关系密切；楚越：春秋时两个诸侯国，虽土地相连，但关系不好。比喻有着密切关系的双方",
  "肝胆过人": "胆量超过一般人。比喻有勇气，有血性。",
  "肝胆胡越": "犹言肝胆楚越。胡地在北，越地在南，比喻远隔。肝胆，比喻近。",
  "肝胆披沥": "犹言披肝沥胆。比喻极尽忠诚。",
  "肝胆相照": "形容对人忠诚；用真心相待。肝胆：比喻真诚的心。",
  "肝胆照人": "肝胆：比喻真心诚意。比喻以真心相见。",
  "肝脑涂地": "肝胆脑浆溅了一地。形容惨死。也形容竭尽忠诚；任何牺牲都在所不惜。涂：抹。",
  "肝髓流野": "形容战斗激烈残酷、尸横遍野。",
  "肝心若裂": "比喻极痛心。",
  "甘败下风": "甘：情愿，乐意；下风：风向的下方。对人自认不如，真心佩服。",
  "竿头日进": "佛家语，比喻道行、造诣虽深，仍需修炼提高。比喻虽已达到很高的境地，但不能满足，还要进一步努",
  "竿头日上": "竿头：竹竿尖头；上：上升。比喻学业进步很快。",
  "竿头一步": "比喻更进一步。",
  "肝胆涂地": "形容惨死。也形容竭尽忠诚，任何牺牲都在所不惜。同“肝脑涂地”。",
  "竿头直上": "比喻进步很快。",
  "肝心涂地": "犹言肝脑涂地。形容竭尽忠诚，任何牺牲都在所不惜",
  "感情用事": "凭个人的爱憎或一时的感情冲动处理事情。",
  "感慨系之": "有所感触；慨叹随之而生。指对某件事有所感触而不禁兴起慨叹。",
  "感激不尽": "感激的心情没有穷尽。形容非常感激。",
  "感慨万千": "因外界事物变化很大而引起许多感想、感触。",
  "感人肺腑": "使人内心深深感动。肺腑：肺脏；比喻内心深处。",
  "敢不承命": "敢：反语，“怎敢”、“不敢”之意；承：接受。怎么敢不承受你的命令呢？或怎么敢不接受你的意见",
  "感天动地": "使苍天和大地为之感动。形容诚意感人至深。亦比喻使无情天地受感动。形容冤屈极大。",
  "感慨万端": "感慨：因有所感触而慨叹；万端：极多而纷繁。因深有感触而有许多慨叹。",
  "感慨激昂": "情绪激动，精神昂扬。",
  "感恩图报": "图：设法。感激别人的恩情而想办法回报。",
  "感人心脾": "形容使人的内心深受感动。",
  "感深肺腑": "犹言感人肺腑。形容使人的内心深受感动。",
  "感激涕零": "感激得掉下眼泪。来形容极为感动的样子。有时带有讽刺之意。涕：眼泪。零：落。",
  "感极涕零": "感激之极而流下眼泪。形容极为感激。",
  "感今思昔": "对当前的事物有所感触而怀念过去的人、事物或景物。",
  "感遇忘身": "感遇：感激恩遇；忘身：愿舍身相报。旧时士大夫向皇帝谢恩，表示忠心的套话。",
  "感旧之哀": "感念旧人旧事的哀叹。表示怀旧。",
  "敢勇当先": "犹奋勇当先。比喻勇于承担重任，领头去干。",
  "感同身受": "感：感激；身：亲身。心里很感激，就象自己亲身领受到一样。现在多比喻虽未亲身经历，却如同亲身",
  "感恩戴德": "戴：尊奉，推崇。感激别人的恩惠和好处。",
  "敢怒敢言": "敢于愤怒，又敢于说出来。",
  "感恩怀德": "感激别人的恩德。",
  "敢作敢为": "做事果敢，不怕风险，无所顾忌",
  "敢作敢当": "敢：有胆量。敢于放手行事，敢于承担责任。",
  "赶尽杀绝": "驱除干净，彻底消灭。比喻残忍狠毒，不留余地。",
  "敢为敢做": "做事勇敢，无所畏惧。同“敢作敢为”。",
  "干霄蔽日": "犹干云蔽日。",
  "干净利索": "快速彻底，不拖泥带水。",
  "干父之蛊": "干：承担，从事；蛊：事、事业。继承并能胜任父亲曾从事的事业。",
  "干干翼翼": "勤勉敬慎。",
  "干戈载戢": "干戈：古代的兵器。指武器。载：虚词。戢：聚藏。把武器收藏起来。比喻不再进行战争动用武力了。",
  "干名犯义": "干犯名教和道义。",
  "干啼湿哭": "干啼：没有眼泪地啼哭。湿哭：有眼泪地啼哭。无泪和有泪地哭。①形容哭哭啼啼。②也泛指因苦楚而",
  "干端坤倪": "天地显示的征兆。",
  "干脆利索": "简单爽快。同“干脆利落”。",
  "旰食宵衣": "天色很晚才吃饭，天不亮就穿衣起来。形容勤于政事。",
  "旰食之劳": "天色已晚才吃饭。形容勤于政事。",
  "改天换地": "彻底改变原来的面貌。指改造社会，改造自然。",
  "改换门闾": "①改变门第出身，提高社会地位。②比喻另择新主，另找依靠。",
  "改换家门": "提高家庭的社会地位。",
  "改恶为善": "不再作恶，重新做人。",
  "改过作新": "指毫无保留地改正过错。同“改过自新”。",
  "改柯易节": "指枝叶凋败。比喻人品蜕变。同“改柯易叶”",
  "改口沓舌": "重新转动舌头，改变原来的说法。",
  "改梁换柱": "比喻玩弄手法，暗中改变事物的内容或事情的性质。",
  "改名换姓": "改换了原来的姓名。",
  "改姓更名": "改换原来的姓名。多指为了隐瞒原来的身分。同“改名换姓”。",
  "改曲易调": "比喻改变策略或做法。",
  "改容易貌": "改、易：改变；容、貌：神色、相貌。变了神色或模样。",
  "改换门庭": "比喻另择新主，另找依靠。",
  "改俗迁风": "迁：改。改变风俗习气。",
  "改换头面": "比喻改变身份。",
  "改头换面": "改变人的面目。比喻在外表上、形式上作一些更改、变动；而保留原来的内容实质。",
  "改头换尾": "指改变原来的面目。比喻只作形式上的变动，而实质内容不变。",
  "改途易辙": "改变行车轨道，另走一条路。比喻改变方向、目标或做法。同“改辙易途”。",
  "改往修来": "指改变以往的错误，修治来日的善行。",
  "改弦更张": "更：改换；张：给乐器上弦。改换、调整乐器上的弦，使声音和谐。比喻改革制度或变更计划、方法。",
  "改弦易调": "犹改张易调。比喻改变方针、做法或态度。",
  "改弦易张": "犹改弦更张。比喻改革制度或变更计划、方法。",
  "改弦易辙": "易：更换；辙；车轮压过的痕迹。琴换了弦；车子换了路。比喻改变不适宜的或错误的方法或态度等。",
  "改邪归正": "邪：不正当、不正派；归：回到。从邪路上回到正路上来，不再做坏事。",
  "改行迁善": "改变不良行为，诚心向善。同“改行为善”。",
  "改是成非": "是：正确的，对的；非：错误的。把正确的改成错误的。指颠倒是非。",
  "改行自新": "改变行为，重新做人。",
  "改恶向善": "指不再做恶，重新做好人。",
  "改恶行善": "不再做恶，转做好事。",
  "改步改玉": "步：古代祭祀时祭者与尸相距的步数，以地位排列。改变步数，改换玉饰。指死者身份改变，安葬礼数",
  "改操易节": "改、易：改变。改变原来的操行和志向。",
  "改朝换代": "指旧的王朝被推翻；建立新的政权。引申指时代变化很大；与旧时代的情况大不相同。有时也指外敌入",
  "改朝换姓": "旧的朝代为新的朝代所代替。同“改朝换代”。",
  "改恶从善": "改去坏的、错误的；向好的、正确的方向转化。指不做坏事；重新做人。表示坏人或罪犯经过教育改造",
  "改而更张": "比喻改革制度或变更计划、方法。同“改弦更张”。",
  "改过不吝": "吝：可惜。改正错误态度坚决，不犹豫。",
  "改过从善": "改正错误，决心向善。指去恶就善。同“改过迁善”。",
  "改过迁善": "改正错误，变成好的。指去恶就善。",
  "改换门楣": "门楣：门框上的横木。改变门第出身，提高家庭的社会地位。",
  "改行为善": "改变不良行为，诚心向善。",
  "改姓易代": "指朝代改换。泛指政权更替。",
  "改玉改行": "指死者身份改变，安葬礼数也应变更。后指改变制度或改朝换代。同“改步改玉”。",
  "改辕易辙": "辕：车辕；辙：车走过的痕迹，借指道路。改变车辕的方向，走新的路。比喻改变原来的态度和做法。",
  "改张易调": "更换琴弦，变换声调。比喻改变方针、做法或态度。",
  "改辙易途": "改变行车轨道，另走一条路。比喻改变方向、目标或做法。",
  "改政移风": "改变风气习俗。",
  "改柱张弦": "改换琴柱，另张琴弦。比喻改革制度或变更方法。",
  "改节易操": "改变原来的操行和志向。多指丧失应当坚守的节操；也指去恶为善。同“改操易节”。",
  "改柯易叶": "指枝叶凋败。比喻人品蜕变。",
  "改过自新": "自新：自觉改正，重新做人。改正错误，重新做起。",
  "概日凌云": "蔽日穿云，形容很高。",
  "概莫能外": "概：全。一概不能除外。指都在所指范围之内。",
  "盖世之才": "盖世：压倒当世，超出世上所有的；才：才能。形容超出当代、无与伦比的才能。",
  "盖世英雄": "盖世：压倒当世。超出当代所有的人。用以形容非常杰出的英雄人物。",
  "盖世无双": "盖：压倒，超过。才能或武艺当代第一，没有人能比得上。",
  "盖棺事定": "犹盖棺论定。指人死后对其一生作出评价。",
  "盖棺论定": "论定：下结论。盖上棺材盖，才能下结论。人死后对其一生作出评价。",
  "盖棺定论": "指一个人的是非功过到死后才能做出结论。同“盖棺论定”。",
  "盖不由己": "盖：承上文申说理由和原因；由：听命，顺从。不能按照自己的意愿行事。",
  "盖头换面": "犹改头换面。比喻只改外表和形式，内容实质不变。",
  "感戴二天": "形容那些把人从危险、艰难、疾病当中挽救出来的人。",
  "顾此失彼": "顾了这个；顾不了那个。形容头绪繁多；无法兼顾全面。",
  "故步自画": "犹故步自封。比喻守着老一套，不求进步。",
  "固执己见": "固：顽固；执：坚持。顽固地坚持自己的见解；不肯改变。",
  "故弄玄虚": "故：故意；弄：玩弄；玄虚：用来掩盖真相，使人迷惑的欺骗手段。故意玩弄花招，迷惑人，欺骗人。",
  "故态复还": "指旧的习气或毛病等又出现了。同“故态复萌”。",
  "故甚其词": "指说话故意夸大，脱离事实。",
  "故入人罪": "故意把罪名加于人。",
  "故态复萌": "故态：老脾气，老样子；复：又；萌：发生。指旧的习气或毛病等又出现了。",
  "顾盼生姿": "姿：姿色，姿态。回首抬眼之间就有美妙的姿色。形容眉目传神，姿态动人。",
  "顾盼神飞": "左右顾视，目光炯炯，神采飞扬。",
  "顾盼多姿": "形容眉目传神，姿态动人。同“顾盼生姿”。",
  "顾名思义": "顾：看；名：指人或事物的称呼；义：意义；含义。看到名称就可联想到它的含义。",
  "顾虑重重": "重重：一层又一层。一层又一层的顾虑。形容顾虑极多，难于放手行事。",
  "顾景惭形": "看着身影，对自己的形体感到羞愧。指自认不配享受某种荣誉、称号等而感到惭愧。景，同“影”",
  "顾后瞻前": "形容做事之前考虑周密慎重。同“瞻前顾后”。",
  "顾复之恩": "顾：回头看；复：反复。比喻父母养育的恩德。",
  "顾而言他": "形容无话对答，有意避开本题，用别的话搪塞过去。同“顾左右而言他”。",
  "固壁清野": "固壁，指加固壁垒，使敌不易攻击；清野，指转移人口、物资，使敌无所获取。这是对付优势入侵敌人",
  "故作高深": "本来并不高深，故意装出高深的样子。多指文章故意用些艰深词语，掩饰内容的浅薄。",
  "固执成见": "顽固地坚持自己的意见，不肯改变。同“固执己见”。",
  "顾盼自豪": "形容得意忘形的样子。同“顾盼自雄”。",
  "顾盼自雄": "左看右看，自以为了不起。形容得意忘形的样子。",
  "顾曲周郎": "原指周瑜业于音乐。后泛指通音乐戏曲的人。",
  "顾全大局": "顾全：顾及；使不受损害；大局：全盘或整体；多指国家民族的根本利益所在。一切言论、行动都要从",
  "顾犬补牢": "比喻事情出了差错，宜及时设法补救。",
  "顾小失大": "因贪图小利而损失大利。",
  "顾影惭形": "看着身影，对自己的形体感到羞愧。指自认不配享受某种荣誉、称号等而感到惭愧。",
  "顾影弄姿": "顾影：看着自己的身影；弄姿：做出各种姿态。对着自己的身影，做出各种姿态。形容卖弄身形，自我",
  "固若金汤": "金：指金城；金属铸造的城墙；汤：指汤池开水一样滚烫的护城河。坚固得像金城、汤池一样。形容阵",
  "鼓吻奋爪": "犹言张牙舞爪。形容猛兽凶恶可怕。也比喻猖狂凶恶。",
  "古今中外": "指从古代到现代，从国内到国外。泛指时间久远，空间广阔。",
  "骨鲠之臣": "骨鲠：比喻刚直。刚正忠直的官员。",
  "蛊心丧志": "迷惑心神，丧失意志。《新唐书·贾曾传》：“良以冶容哇咬，蠱心喪志，聖賢疾之最甚。”",
  "瞽言萏议": "萏议：草野之人的议论。盲人和草野平民的言论。常用作自谦之辞。",
  "鼓眼努睛": "眼睛张大、凸起的样子。指使眼色。",
  "鼓舞人心": "鼓舞：振作，奋发。振奋人们的信心。增强人们的勇气。",
  "鼓舞欢忻": "形容高兴而振奋。同“欢欣鼓舞”。",
  "古调单弹": "比喻言行不合时宜。",
  "鼓吻弄舌": "指鼓弄唇舌。",
  "骨化形销": "指死亡。",
  "鼓衰力尽": "鼓：战鼓声。衰：微弱。战鼓声音微弱，力量已经用尽。形容战争接近失败时的惨状，也形容文章的末",
  "鼓舌摇唇": "鼓动嘴唇，摇动舌头。形容利用口才进行煽动或游说。亦泛指大发议论（多含贬义）。",
  "瞽言妄举": "随便乱说，轻率行动。《晋书·挚虞传》：“臣生长筚门，不逮异物，虽有贤才，所未接识，不敢瞽言",
  "古肥今瘠": "比喻书法的不同风格。",
  "古貌古心": "形容外表和内心具有古人的风度。",
  "骨化风成": "指人的性情气质受感染而变化，一种新的社会风气已经形成。",
  "古为今用": "指批判地继承一切优秀的文化遗产；使它为人民服务；为社会主义建设服务。",
  "古往今来": "从古代到现在。泛指很长一段时间。",
  "古是今非": "古代、现在的是非得失。指评论从古到今的功过曲直。",
  "古圣先贤": "圣：品德智慧极高。贤：有才能有道德。古代的圣人贤者。",
  "谷父蚕母": "指传说中的农桑之神。",
  "古木参天": "参天：高入云天。古老的树木枝茂叶繁异常高大。",
  "谷马砺兵": "犹言秣马厉兵。",
  "古井无波": "古井：枯井。比喻内心恬静，情感不为外界事物所动。",
  "古井不波": "古井：枯竭的老井。波：波澜。枯竭的老井已不会再起波澜。比喻心境沉寂，不会因外界的影响而动感",
  "毂交蹄劘": "行车交错，马蹄磨削。形容车马来往频繁。",
  "毂击肩摩": "肩膀和肩膀相摩，车轮和车轮相撞。形容行人车辆往来拥挤。",
  "骨寒毛竖": "形容十分害怕。",
  "古道热肠": "古道：上古时代的风俗习惯，形容厚道；热肠：热心肠。指待人真诚、热情。",
  "古色古香": "（陈设、器物或艺术品）具有古雅的色彩和情调。古香：古书画散发出的气味。",
  "鼓乐喧天": "鼓：弹奏。喧天：声音大而嘈杂。弹奏着各种乐器，声响大得直冲云天。形容十分欢乐热闹。",
  "骨软觔麻": "亦作“ 骨軟筋麻 ”。1.形容精疲力尽的样子。《二刻拍案惊奇》卷五：“ 王吉 心慌撩亂，將身子儘",
  "鼓舌扬唇": "转动舌头，张开嘴唇。形容开口说唱。",
  "鼓舌掀簧": "掉动舌头，掀动乐器中的簧片。指用动人的言辞蛊惑人。",
  "鼓旗相当": "两军对敌；对抗。比喻双方力量不相上下。同“旗鼓相当”。",
  "鼓盆之戚": "旧指死了妻子。",
  "古稀之年": "稀：少。指人到七十岁。",
  "鼓脑争头": "争着出头；要冒尖，强出头。",
  "古调不弹": "古调：古代的曲调。陈调不再弹。比喻过时的东西不受欢迎。",
  "鼓乐齐鸣": "击鼓和奏乐声一齐响。形容热闹景象。",
  "鼓睛暴眼": "指眼睛突出的样子。",
  "鼓角齐鸣": "鼓：战鼓；角：古代军队中的乐器，即号角。战鼓响，号角鸣。形容军队出击时的雄壮阵势。",
  "骨鲠在喉": "鲠：鱼骨。鱼骨等小骨头卡在喉咙里。比喻心里有话；不说出来就非常难受。",
  "股掌之上": "在大腿和手掌上面。比喻在操纵、控制的范围之内。",
  "股战而栗": "战：怕；栗：发抖。两腿发抖，不停地哆嗦。形容恐惧异常。",
  "鼓馁旗靡": "鼓点无力，旗帜歪倒。形容军队士气不振。",
  "骨软筋麻": "①形容精疲力尽的样子。②形容极其害怕的样子。",
  "鼓吹喧阗": "形容音乐演奏的声音嘈杂热闹。",
  "蛊惑人心": "用谣言或诡辩来迷惑；毒害人们的心灵。蛊：相传是一种由人工培养的毒虫；用来放在食物中害人；蛊",
  "骨腾肉飞": "腾：跳跃。形容奔弛迅速。也形容神魂飘荡。",
  "骨瘦形销": "形容瘦削到极点。",
  "骨瘦如豺": "形容消瘦到极点。同“骨瘦如柴”。",
  "骨瘦如柴": "瘦得如同柴棒。形容非常消瘦。",
  "股肱之力": "股肱：大腿和胳膊。自己的所有力量。形容做事已竭尽全力。",
  "骨软筋酥": "形容全身乏力，肢体瘫软的样子。",
  "鼓唇弄舌": "鼓：拨动，振动。振动嘴唇，拨弄舌头。形容凭口舌挑拨、煽动或进行游说。",
  "骨肉至亲": "指关系最密切的亲属。",
  "骨肉相连": "象骨头和肉一样互相连接着。比喻关系非常密切，不可分离。",
  "骨肉相残": "亲人间相互残杀。比喻自相残杀。",
  "骨肉未寒": "骨肉尚未冷透。指人刚死不久。",
  "骨肉团圆": "骨肉：比喻父母兄弟子女等亲人。指亲人离而复聚。",
  "骨肉离散": "骨肉：指父母兄弟子女等亲人。比喻亲人分散，不能团聚。",
  "骨软肉酥": "形容全身乏力，肢体瘫软的样子。同“骨软筋酥”。",
  "鼓唇咋舌": "形容耍弄嘴皮进行挑拨煽动。同“鼓唇摇舌”。",
  "谷贱伤农": "谷：粮食。指粮价过低，使农民受到损害。",
  "鼓鼓囊囊": "软外皮中塞得圆鼓鼓的；藏物凸起的样子。",
  "鼓腹击壤": "原指人民吃得饱，有余闲游戏。后用为称颂太平盛世之典。同“击壤鼓腹”。",
  "鼓腹含哺": "鼓腹：鼓起肚子，即饱食；哺：口中所含的食物。口含食物，手拍肚子。形容太平时代无忧无虑的生活",
  "鼓唇摇舌": "耍嘴皮，嚼舌头。形容耍弄嘴皮进行挑拨煽动。",
  "鼓腹含和": "吃饱肚子，和乐相处。形容太平欢乐。",
  "孤形吊影": "指孤单一人。",
  "孤悬浮寄": "形容孤立而没有依托。",
  "孤文只义": "指零碎的文字材料。",
  "孤行一意": "一意孤行。不听劝告，全凭自己的意愿行事。",
  "孤文断句": "指片断、孤立的文句。",
  "姑射神人": "姑射：山名；神人：得道的人。原指姑叶山的得道真人。后泛指美貌女子。",
  "孤犊触乳": "原意是独生子因溺爱，助长了骄气，父母反受其害。后比喻无依无靠的人请求别人的援助。",
  "孤立无援": "孤立：没有得到同情和援助。指单独行事；没有援助。",
  "孤行己见": "不接受别人的意见，固执地照自己的意见行事。",
  "寡鹄孤鸾": "孤鸾：无偶的友鸾，比喻死去了配偶的男子；寡鹄：比喻寡妇。指失偶的男女。",
  "孤标独步": "孤标：独特的标格；独步：超群出众，独一无二。形容品格极其清高。",
  "孤苦仃俜": "犹言孤苦零丁。",
  "孤家寡人": "古代帝王的自称。后指脱离群众，孤立无助的人。",
  "孤掌难鸣": "孤：单独；鸣：叫。比喻发出声音。一个巴掌拍不响。比喻一个人力量薄弱；难以成事。",
  "孤舟独桨": "比喻单独行动，没人帮助。",
  "孤注一掷": "注：赌注；赌博时所押上的钱；孤注：赌钱的人在输急时把所有的钱并在一起作为赌注；掷：这里指赌",
  "沽誉钓名": "指用某种不正当的手段捞取名誉。同“沽名钓誉”。",
  "沽名钓誉": "沽：买；钓：用饵引鱼上钩，比喻骗取。用某种不正当的手段捞取名誉。",
  "沽名要誉": "犹沽名钓誉。指用某种不正当的手段捞取名誉。",
  "沽名卖直": "故作正直以猎取名誉。",
  "孤军奋战": "在没有援军的情况下一支军队单独英勇作战。也比喻在没有外力的援助的情况下仍然坚持斗争。也作“",
  "孤傲不群": "孤：孤单；傲：高傲。指高傲孤僻，难与人相处。",
  "孤军作战": "孤立无援的军队单独奋战。比喻单独办事，没有人支援。",
  "孤寡鳏独": "泛指没有劳动能力、无依无靠的人。",
  "孤苦伶仃": "伶仃：孤独，没有依靠。孤单困苦，没有依靠。",
  "孤苦零丁": "形容孤单困苦，无依无靠。语出晋李密《陈情表》：“零丁孤苦，至于成立。”",
  "孤立寡与": "指没有人扶持，没有人援助。",
  "孤立无助": "只有一个人或一方面的力量，得不到外力援助。",
  "沽誉买直": "故作正直以猎取名誉。同“沽名卖直”。",
  "辜恩背义": "辜：辜负；背：违反，违背。辜负别人的恩德，做出对不起别人的事情。",
  "辜恩负义": "忘恩负义。",
  "孤军深入": "孤立无援的军队深入到敌作战区。",
  "孤标傲世": "孤：孤单；标：标准高。孤高自赏，傲然一世。原形容菊花傲霜独立的形态。比喻人格的傲然不群和不",
  "孤学坠绪": "将要失传的学问典籍。",
  "孤云野鹤": "空中独自飘动的浮云，旷野任意漫游的仙鹤。旧指闲散自在，不求名利的人。",
  "孤陋寡闻": "陋：浅陋；寡：少。形容学识浅陋，见闻不广。",
  "孤履危行": "指行为孤高独特。",
  "孤鸾照镜": "南朝宋范泰《鸾鸟诗》序：“昔罽宾王结罝峻祁之山，获一鸾鸟。王甚爱之，欲其鸣而不能致也。乃饰",
  "孤身只影": "孤零零的一个人。形容孤儿无亲。",
  "孤豚腐鼠": "比喻微贱而不值得一说的人或事物。同“孤雏腐鼠”。",
  "姑妄言之": "姑：姑且；妄：随便。姑且随便说说；不一定有什么道理。多用做自谦之辞。",
  "姑息养奸": "姑息：为求苟安，无原则地宽容；养：助长；奸：坏人坏事。无原则地宽容，只会助长坏人作恶。",
  "孤魂野鬼": "比喻没有依靠，处境艰难的人。",
  "姑妄听之": "姑：暂且；妄：随便，胡乱。姑且随便听听，不一定就相信。",
  "孤鸿寡鹄": "孤：孤单；鸿：鸿雁；寡：失偶的妇人；鹄：天鹅。孤独失伴的天鹅。比喻失去配偶的男女。",
  "孤臣孽子": "孤臣：封建朝廷中孤立无援的远臣；孽子：妾所生的庶子。比喻遭遇艰难困苦的人。",
  "孤俦寡匹": "指孤独无伴侣。",
  "孤雏腐鼠": "孤独的鸟雏，腐烂的老鼠。比喻微贱而不值得一说的人或事物。",
  "孤雌寡鹤": "丧失配偶的禽鸟。后亦用以比喻失偶之人。",
  "孤独矜寡": "泛指无依无靠的人。",
  "孤恩负义": "指背弃恩义。",
  "孤儿寡妇": "死了父亲的孩子，死了丈夫的妇女。泛指失去亲人，无依无靠者。",
  "孤芳自赏": "孤：单独；唯独；孤芳：单独的一支香花。把自己看作是仅有的香花而自我欣赏。比喻自命清高；也指",
  "孤悬客寄": "犹言孤悬浮寄。形容孤立而没有依托。",
  "姑置勿论": "姑：姑且。置：放在一边。姑且放在一边不去谈论。亦作“姑置不论”、“姑置勿陈”。",
  "挂一漏万": "挂：钩取，这里指说到，提到；漏：遗漏。形容说得不全，遗漏很多。",
  "挂灯结彩": "悬挂红灯，系结彩绸。表示喜庆。",
  "挂印悬牌": "悬：挂。高挂官印、告牌（旧时官府用以喻示下级或百姓的告示牌）。指担任官职。",
  "挂席为门": "汉初丞相陈平，好读书，在未发迹时，家里很穷，挂着破席子当门。见《史记·陈丞相世家》。后以“",
  "挂冠求去": "挂冠：把官帽挂起来。脱下官帽要求离去。比喻辞官归隐。",
  "挂冠归去": "冠：帽子，这里指官帽。把官帽取下挂起来。比喻辞官回家。",
  "挂肚牵心": "牵：牵挂。形容忧虑不安的心情。",
  "挂肚牵肠": "极言牵挂，挂念。",
  "寡二少双": "寡：少。很少有第二个。形容极其突出。",
  "寡情薄意": "指缺少情意。",
  "寡凫单鹄": "原是古代的琴曲名。后比喻失去配偶的人。",
  "寡闻少见": "听的少，见的少。形容学识浅薄，见闻不广。",
  "寡见鲜闻": "形容学识浅薄，见闻不广，知识贫乏。",
  "寡廉鲜耻": "寡、鲜：少；廉：廉洁；不贪污；耻：羞愧；羞耻。原指不廉洁；不知耻。现指没有操守；不知羞耻。",
  "寡不胜众": "人少的抵挡不住人多的。同“寡不敌众”。",
  "寡信轻诺": "轻易答应人家要求的，一定很少守信用。",
  "寡人之疾": "寡人：古代君主的自称；疾：病，毛病。古代君王的通病——好色。",
  "寡不敌众": "寡：少；敌：抵挡；众：多。人少的抵挡不住人多的。",
  "刮骨抽筋": "比喻极力搜刮、榨取民财。",
  "瓜田李下": "经过瓜田时不要弯腰提鞋跟；走过李子树下不要举手整理帽子；免得有偷瓜、偷李子的嫌疑。比喻容易",
  "瓜田之嫌": "犹瓜田李下。比喻容易引起嫌疑的场合。",
  "瓜字初分": "旧时文人拆“瓜”字为两个八字以纪年，即十六岁。多用于女子。",
  "瓜熟蔕落": "见“ 瓜熟蒂落 ”。",
  "瓜剖碁布": "如瓜剖分，如棋分布。比喻区分布局，职司有序。 宋  叶適 《经总制钱一》：“州縣之所趁辦者，本",
  "刮骨去毒": "刮去深入至骨的毒性，彻底医治。比喻从根本上解决问题。",
  "瓜分鼎峙": "比喻国土分裂，群雄对立。",
  "刮垢磨痕": "涤除污垢，磨除伤痕。比喻仔细琢磨，精益求精。",
  "刮垢磨光": "刮去污垢，磨出光亮。比喻使事物重显光辉。也比喻仔细琢磨。",
  "刮肠洗胃": "比喻痛改前非，重新做人。",
  "刮目相待": "刮目：擦眼睛，表示用新眼光看人。比喻去掉旧日的看法，用新的眼光来看待人或事物。",
  "呱呱坠地": "形容婴儿出生或事物问世。",
  "瓜葛相连": "瓜、葛：都是蔓生植物，其藤能攀随在别的物体上。①比喻辗转攀连的社会关系。②比喻两件事或两个",
  "瓜李之嫌": "瓜李：瓜田李下。比喻处在嫌疑的地位。",
  "瓜连蔓引": "比喻人事上辗转牵连。",
  "瓜衍之赏": "语出《左传·宣公十五年》：“ 晉侯 賞 桓子  狄 臣千室，亦賞 士伯 以 瓜衍 之縣。曰：‘吾獲 ",
  "瓜熟蒂落": "蒂：花或瓜果跟枝茎相连的部分。瓜熟了，瓜蒂自然脱落。指时机一旦成熟，事情自然成功。",
  "瓜瓞绵绵": "瓞：小瓜；绵绵：延续不断的样子。如同一根连绵不断的藤上结了许多大大小小的瓜一样。引用为祝颂",
  "呱呱堕地": "形容婴儿出生或事物问世。同“呱呱坠地”。",
  "刮野扫地": "大风吹扫野地。比喻杀获无余。",
  "刮目相看": "指别人已有进步，不能再用老眼光去看他。",
  "刮目相见": "比喻去掉旧日的看法，用新的眼光来看待人或事物。同“刮目相待”。",
  "瓜分豆剖": "瓜被剖开，豆从筴中分裂而出。比喻国土被并吞、分割。",
  "瓜区豆分": "犹言区分有序。",
  "瓜剖豆分": "象瓜被剖开，豆从荚里裂出一样。比喻国土被人分割。",
  "怪诞诡奇": "怪诞：荒唐，离奇；诡奇：诡诈，奇异。形容荒唐离奇的事物。",
  "怪诞不经": "怪诞：离奇古怪；不经：不合常理。指言语奇怪荒唐，不合常理。",
  "怪雨盲风": "犹疾风暴雨。形容风雨来势猛。比喻迅猛激烈的斗争。",
  "怪形怪状": "奇异古怪的形态、样子。",
  "怪事咄咄": "表示吃惊的声音。形容不合常理，难以理解的怪事。同“咄咄怪事”。",
  "怪声怪气": "形容声音、语调、唱腔等滑稽或古怪难听。",
  "怪模怪样": "形态奇怪。",
  "怪力乱神": "指关于怪异、勇力、叛乱、鬼神之事。",
  "拐弯抹角": "抹角：挨墙角绕过。沿着弯弯曲曲的路走。比喻说话绕弯，不直截了当。",
  "乖嘴蜜舌": "形容口齿伶俐，惯于说讨好人的甜言蜜语。",
  "乖僻邪谬": "乖：乖张，不顺；僻：孤僻。指性格古怪孤僻，不近人情。",
  "乖唇蜜舌": "形容口齿伶俐，惯于说讨人喜欢的甜言蜜语。",
  "贯斗双龙": "据《晋书·张华传》载：“晋张华善望气，见斗牛间常有紫气，固命雷焕为丰城令访之。焕到县，掘狱",
  "贯穿今古": "把现在和古代联系起来。",
  "冠山戴粒": "冠山：把山当帽子，比喻大。戴粒：用头顶粒，比喻小。形容大小虽异，但各适其适。",
  "贯穿融会": "把各方面的知识和道理融化汇合，得到全面透彻的理解。同“贯通融会”。",
  "贯通融会": "犹言融会贯通。把各方面的知识和道理融化汇合，得到全面透彻的理解。",
  "贯朽粟陈": "钱串子断了，谷子烂了。比喻极富有。",
  "贯朽粟腐": "穿钱的绳子朽断，仓库的粮食腐烂。形容富有之极。",
  "贯朽粟红": "比喻财粮富足。同“贯朽粟陈”。",
  "贯颐备戟": "颐：腮，颊。两手捧着腮直冲入敌阵。形容勇猛异常。",
  "贯颐奋戟": "颐：下巴。两手捧颐而直入敌阵。形容英勇无畏。",
  "贯盈恶稔": "犹言恶贯满盈。形容罪大恶极，到受惩罚的时候了。",
  "贯鱼之序": "宫中的女官依次受到宠爱。同“贯鱼之次”。",
  "灌夫骂坐": "灌夫，西汉人，初以勇武闻名，为人刚直不阿，任侠，好饮酒骂人。与丞相田蚡不和，后因在蚡处使酒",
  "灌夫骂座": "灌夫：西汉著名将领。指灌夫酒后骂人泄愤。形容为人刚直敢言。",
  "冠绝一时": "冠绝：遥遥领先，位居第一。形容在某一时期内超出同辈，首屈一指。",
  "冠屦倒施": "比喻上下位置颠倒，尊卑不分。同“冠履倒易”。",
  "贯鱼之次": "宫中的女官依次受到宠爱。",
  "管见所及": "管见：从管子里看东西，指见识浅陋。谦虚的说法，表示自己见识不广，意见未必正确。",
  "管仲随马": "《韩非子·说林上》：“ 管仲 、 隰朋 從於 桓公 而伐 孤竹 ，春往冬反，迷惑失道， 管仲 曰：‘",
  "管秃唇焦": "笔写秃了，嘴唇说干了。比喻交涉过程中费了很大的气力。 清  薛福成 《通筹南洋各岛添设领事官保",
  "管中窥豹": "从竹管的小孔中看豹；只看到豹身上的一块斑痕。比喻没有看到事物的全貌；只是片面了解。也比喻可",
  "管宁割席": "管宁：人名；席：坐卧用的编织物。比喻朋友间的情谊一刀两断，中止交往。",
  "管窥蠡测": "管：竹管；蠡：贝壳做的瓢。从竹管里看天，用瓢测量海水。比喻对事物的观察和了解很狭窄，很片面",
  "管窥筐举": "比喻学识浅陋，见闻不广。",
  "管蠡窥测": "犹言管窥蠡测。 明  胡应麟 《诗薮·唐下》：“ 唐 以來選詩不下數十家，皆管蠡窺測，刊落靡蕪，",
  "管鲍之交": "管鲍：指春秋时齐国的管仲和鲍叔牙；他们为知交。指朋友的友谊很深。",
  "管鲍分金": "管：管仲；鲍：鲍叔牙，战国时齐国的名相；金：钱财。比喻情谊深厚，相知相悉。",
  "管窥之说": "比喻见识短浅的言论。 鲁迅 《集外集·＜穷人＞小引》：“ 陀思妥夫斯基 的人和他的作品，本是一",
  "管中窥天": "管：竹管；窥：从小孔或缝隙里看。通过竹管子的孔看天。比喻见闻狭隘或看事片面。",
  "管窥蛙见": "管窥，人从管中所见之天；蛙见，蛙从井中所见之天。比喻见识短浅，眼界狭窄。 清  李渔 《闲情偶",
  "管城毛颖": "管城、毛颖均为笔的代称。",
  "管窥之见": "比喻短浅的见识。《魏书·恩倖传·王叡》：“仰恃皇造宿眷之隆，敢陳愚昧管窺之見。”《镜花缘》",
  "官官相护": "指官员之间互相包庇。",
  "官官相为": "亦作“官官相护”。亦作“官官相卫”。指官吏和官吏互相庇护。",
  "冠履倒易": "比喻上下位置颠倒，尊卑不分。",
  "鳏寡孤茕": "茕，无兄弟。泛指没有劳动力而又没有亲属供养的人。同“鳏寡孤独”。",
  "冠冕堂皇": "冠冕：古代帝王、官员的礼帽；堂皇：气派非凡。形容看起来庄重体面、光明正大的样子。",
  "冠袍带履": "帽子、袍子、带子、鞋子。泛指随身的必须用品。",
  "冠上履下": "比喻上下分明，尊卑有别。",
  "官法如炉": "指国家如炉火无情。",
  "冠上加冠": "同画蛇添足，比喻多余的举动。",
  "鳏寡孤惸": "泛指没有劳动力而又没有亲属供养的人。惸，无兄弟。同“鳏寡孤独”。",
  "鳏寡孤独": "鳏：年老无妻；寡：年老无夫；孤：年幼丧父；独：年老无子。失去配偶或老年丧子；幼年丧父的人。",
  "关怀备至": "关心得无微不至。",
  "关门打狗": "比喻将对方控制在自己势力范围内，然后进行有效打击。",
  "关门大吉": "指商店倒闭或企业破产停业。",
  "关门落闩": "比喻没有回旋的余地。也形容到了极点。",
  "冠盖如云": "官员们的礼帽和车篷密集得像一片云层。形容集合会场中官宦士绅聚集得很多。冠：礼帽；盖：车篷。",
  "冠盖相望": "冠盖：指仁宦的冠服和车盖，用作官员代称；相望：互相看得见。形容政府的使节或官员往来不绝。",
  "官场如戏": "官场：旧时指官吏们经常出入的地方。戏：戏剧，指随时都在变化。旧时指官场像演戏一样变化无常。",
  "观者如云": "观看的人就象行云一样密集。形容围看的人非常多。",
  "观者如织": "织：编织的衣物。观众像编织起来的衣物一样密。形容观看的人非常多。",
  "观者云集": "观看的人如行云那样密集。形容观看的人多。",
  "官报私仇": "官：公事。借助公事以泄私愤。",
  "官卑职小": "卑：职位低下。官位很低，职务也小。",
  "官偪民反": "在反动统治者的残酷剥削和压迫下，人民无法生活，被迫奋起反抗。同“官逼民反”。",
  "官逼民反": "在反动统治者的残酷剥削和压迫下，人民无法生活，被迫奋起反抗。",
  "官仓老鼠": "官仓：放公粮的地方。比喻有所依恃的恶人。",
  "关心民瘼": "瘼：疾，疾苦。关心群众的疾苦。",
  "官轻势微": "官位不够重要，势力也很小。",
  "关山迢递": "关：关隘；迢递：遥远的样子。指路途遥远。",
  "观形察色": "观察脸色以揣测对方的心意。同“观貌察色”。",
  "观隅反三": "犹言举一反三。比喻从一件事情类推而知道其他许多事情。",
  "观者如垛": "形容观看人数众多。同“观者如堵”。",
  "观者如堵": "堵：墙壁。观看的人象一堵墙一样。形容观看人数众多。",
  "观望不前": "不前：不敢上前。事情尚难确定时，怀着犹豫不定的心情，观察事物的发展，暂不前进。",
  "官虎吏狼": "官如虎，吏如狼。形容官吏贪暴。",
  "观往知来": "认真研究过去，就能推测未来。",
  "官情纸薄": "官场上的人情像纸一样薄。指官场尔虞我诈，人情淡薄。",
  "官样文章": "旧时官场中有固定格式和套语的例行公文。比喻光注意形式，没有实际内容的空话，或照例敷衍的虚文",
  "官运亨通": "官运：官场中的运气；亨通：顺利。指仕途顺利，步步高升。",
  "官止神行": "指对某一事物有透彻的了解。",
  "纶巾羽扇": "头戴纶巾，手持羽扇。形容飘逸潇洒或儒雅风流的风度",
  "观山翫水": "犹言游山玩水。《五灯会元·法眼宗·宝塔绍岩禅师》：“諸仁者還明心也未？莫不是語言譚笑時……",
  "官官相卫": "指官员之间互相包庇。同“官官相护”。",
  "观化听风": "指希望看到良好的政治教化。",
  "鳏寡惸独": "泛指没有劳动力而又没有亲属供养的人。惸，无兄弟。同“鳏寡孤独”。。",
  "鳏鱼渴凤": "比喻独身的男子急于求得配偶。",
  "观者如市": "形容观看的人多。",
  "关情脉脉": "关情：关切的情怀。脉脉：情意深长。形容眼神中表露的意味深长的绵绵情怀。亦作“脉脉含情”。",
  "观过知仁": "察看一个人所犯过错的性质，就可以了解他的为人。",
  "关山阻隔": "关隘山岭阻挡隔绝。形容路途艰难，往来不易。",
  "观衅伺隙": "衅、隙：破绽、漏洞。探察对方的破绽、漏洞，以待时机。",
  "观风察俗": "指观察国风民俗。",
  "鳏寡茕独": "茕，无兄弟。泛指没有劳动力而又没有亲属供养的人。同“鳏寡孤独”。",
  "观机而动": "时：时机。等待时机然后行动。",
  "观机而作": "等待时机然后行动。同“观机而动”。",
  "观貌察色": "观察脸色以揣测对方的心意。",
  "观眉说眼": "比喻挑眼，说闲话。",
  "观山玩水": "犹言游山玩水。",
  "观场矮人": "指见识浅鄙者。",
  "广开才路": "指让有才干的人广泛得到任用。",
  "广种薄收": "薄：少。种植的面积很大，但单位产量却很低。比喻实行的很广泛，但收效甚微。",
  "广文先生": "①唐杜甫称郑虔为“广文先生”。据《新唐书·郑虔传》载，玄宗爱郑虔才，为置广文馆，以之为博士",
  "广土众民": "土地广阔，人民众多。",
  "广庭大众": "广庭：宽大的场所。众人聚集的公共场所。",
  "广譬曲谕": "指多方晓谕，委婉开导。",
  "广开言路": "广：扩大；言路：进言的道路。指尽量给下面创造发表意见的条件。",
  "广结良缘": "多做善事，以得到众人的赞赏。",
  "广见洽闻": "洽：广博。看的广，听的多。形容见识广博。",
  "广寒仙子": "广寒：即广寒宫，传说中月亮上的仙宫。广寒宫里的仙子——嫦娥。",
  "广厦万间": "厦：大屋子。有很多宽敞的屋子。形容受到保护、得到周济的人很多。",
  "广夏细旃": "高大的房屋，精致的毡毯。指居住条件优越。语出《汉书·王吉传》：“广夏之下，细旃之上，明师在",
  "广陵散绝": "《广陵散》已失传。常比喻优良传统断绝或后继无人。",
  "光复旧物": "光复：恢复；旧物：旧有的东西。指收复曾被敌人侵占的祖国山河。",
  "光风霁月": "光风：雨后初晴时的风；霁：雨雪停止。形容雨过天晴时万物明净的景象。也比喻开阔的胸襟和心地。",
  "光宗耀祖": "宗：宗族；祖：祖先。指子孙做了官出了名，使祖先和家族都荣耀。",
  "光阴如箭": "光阴：时间。时间如箭，迅速流逝。形容时间过得极快。",
  "光彩耀目": "光采鲜明，视之耀眼。",
  "光华夺目": "犹光彩夺目。形容鲜艳耀眼。",
  "光前绝后": "光：光大，扩充；绝：断绝。扩充了前人所不及的事，做出了后人难以做到的事。形容功业伟大或成就",
  "光彩陆离": "指色彩斑斓错杂。",
  "光彩夺目": "光彩：光泽和颜色；夺目：耀眼。形容光彩极为鲜艳；极为耀眼。形容事物美好；引人注目。",
  "光采夺目": "形容鲜艳耀眼。同“光彩夺目”。",
  "光阴荏苒": "荏苒：时间一点一点的流逝。指时间渐渐地过去了。",
  "光焰万丈": "光焰：光辉。灿烂的光辉射向远方。原形容诗文美妙，留传后世。现多形容新生事物前程远大。",
  "光天化日": "充满阳光的天空；化生万物的太阳。旧时比喻太平盛世；现在形容是非、好坏大家都能看得清清楚楚的",
  "光车骏马": "指装饰华丽的车马。",
  "光前启后": "犹光前裕后。形容人功业伟大。",
  "光明正大": "原指明白不偏邪。现多指心怀坦白，言行正派。",
  "光明磊落": "磊落：错落分明；引申指人洒脱不拘；直率开朗。指心地光明正大；胸怀坦白。",
  "光芒万丈": "形容光辉灿烂，照耀到远方。",
  "光可鉴人": "光：光亮；鉴：照。闪闪的光亮可以照见人影。形容头发乌黑，肌肤润泽艳丽或器物光滑明亮。",
  "光辉灿烂": "光辉：闪烁耀眼的光；灿烂：光彩明亮的样子。光亮耀眼；色彩鲜明。也用来形容事业的伟大辉煌。",
  "光怪陆离": "光怪：奇异的光彩；陆离：色彩繁杂。形容奇形怪状；五颜六色。也形容事物离奇多变。",
  "光前裕后": "光前：光兴前业；裕后：恩泽流传及子孙。指增光前代；造福后人。形容功绩显著。",
  "贵不可言": "旧时多用以称人贵有帝王、母后之相。此话不能直言，故婉称之。",
  "桂酒椒浆": "泛指美酒。",
  "桂林杏苑": "古时乡试例在农历八月举行，考中称折桂；会试例在农历三月举行，考中称探杏。因以“桂林杏苑”指",
  "桂林一枝": "桂花林中的一枝花。原为晋时郤诜的自谦语。后称誉人才学出众。",
  "贵古贱今": "只看重古代的事，而看不起当代的事。",
  "贵人多忘": "贵人：地位贵显的人。指地位显赫的人往往不念旧交或讥笑人健忘。",
  "贵而贱目": "比喻相信传说，不重视事实。",
  "贵不召骄": "指显贵的人尽管不希望自己染上骄恣专横的习气，但它仍然在不知不觉中滋长起来了。",
  "刿鉥肝肾": "形容穷思苦索，刻意为之。同“刿鉥心腑”。",
  "贵不期骄": "谓显贵的人尽管不希望自己染上骄恣专横的习气，但它仍然在不知不觉中滋长起来了。语本《书·周官",
  "桂枝片玉": "“桂林一枝、昆山片玉”的省言。指登科及第。",
  "贵远贱近": "以为与当世相隔久远的就珍贵，相隔近的就低贱。",
  "贵远鄙近": "以为与当世相隔久远的就珍贵，相隔近的就低贱。同“贵远贱近”。",
  "贵阴贱璧": "贵重光阴甚于玉璧。比喻时间的宝贵。",
  "贵少贱老": "看重年轻力壮者而轻视年老体弱者。同“贵壮贱老”。",
  "贵人善忘": "用来嘲讽人善忘。",
  "贵人贱己": "认为自己不如别人，表示谦虚。",
  "刿心刳腹": "形容费尽心思，刻意为之。同“刿心刳肺”。",
  "桂子飘香": "指中秋前后桂花开放，散发馨香。",
  "刿目鉥心": "犹言呕心沥血。比喻用尽心思。",
  "贵耳贱目": "重视传来的话，轻视亲眼看到的现实。比喻相信传说，不重视事实。",
  "贵贱无二": "对高贵和卑贱的人态度一样。",
  "贵贱无常": "人的身份地位并不是永恒不变的。",
  "贵贱高下": "指人的社会地位高低不同。",
  "贵极人臣": "君主时代指大臣中地位最高的人。",
  "桂宫兰殿": "指华丽的宫殿。 唐玄宗 《鹡鸰颂》：“桂宫蘭殿，唯所息宴。”",
  "刿心刳肺": "形容费尽心思，刻意为之。",
  "刿心怵目": "指触目惊心。见“刿目怵心”。",
  "贵在知心": "以知心交心为贵，指朋友之间心心相印。",
  "贵壮贱老": "看重年轻力壮者而轻视年老体弱者。",
  "刿目怵心": "刿：刺伤；怵：惊动。指触目惊心。",
  "桂玉之地": "指京师。",
  "桂折兰摧": "比喻品德高尚的人亡故。",
  "桂折一枝": "比喻登科及第。",
  "贵壮贱弱": "看重年轻力壮者而轻视年老体弱者。同“贵壮贱老”。",
  "桂殿兰宫": "建筑气派，设备华美的宫殿。",
  "桂馥兰香": "桂、兰：两种散发芳香的花；馥：香。形容气味芳香。",
  "桂子兰孙": "对人子孙的美称。",
  "桂薪玉粒": "典出《战国策·楚策三》：“苏秦之楚，三日乃得见乎王。谈卒，辞而行。楚王曰：‘寡人闻先生，若",
  "刿鉥心腑": "形容穷思苦索，刻意为之。",
  "鬼工雷斧": "形容艺术技巧高超，不是人力所能达到的。同“鬼斧神工”。",
  "鬼功神力": "形容事物精妙高超，非人力所能为。",
  "鬼鬼祟祟": "祟：古人想象中的鬼怪或鬼怪出而祸人。指行动偷偷摸摸，不光明正大。",
  "鬼话连篇": "鬼话：不真实的话。连篇：一篇接一篇。满口说的全是蒙骗人的胡言乱语。",
  "鬼计多端": "指狡诈的计策很多，坏主意多。",
  "鬼迷心窍": "窍：孔穴。古人认为心有好几窍；窍不通；人就糊涂。鬼迷住了心窍。比喻受错误认识支配而糊涂。",
  "鬼瞰高明": "指鬼神窥望显达富贵人家，将祸害其满盈之志。同“鬼瞰其室”。",
  "鬼瞰其室": "指鬼神窥望显达富贵人家，将祸害其满盈之志。",
  "鬼刻神劖": "犹言鬼斧神工。形容艺术技巧高超，不是人力所能达到的。",
  "鬼哭神号": "①形容哭叫悲惨凄厉。②形容声音大而杂乱，令人惊恐。",
  "鬼计百端": "指狡诈的计策很多，坏主意多。同“鬼计多端”。",
  "鬼哭神嚎": "号：哭。形容大声哭叫，声音凄厉。",
  "诡变多端": "诡变：狡诈多变；端：项目，点。形容坏主意很多。",
  "诡诞不经": "怪异荒诞，不合常理。",
  "诡计多端": "诡计：欺诈的计谋；端：事物的另一头；一方面。狡诈的计谋是多方面的。形容坏主意很多。",
  "诡谲多变": "谲：欺诈；诡谲：怪异。形容人的性情怪异多变。",
  "诡谲怪诞": "怪诞：奇异古怪。形容十分古怪离奇。",
  "诡秘莫测": "诡秘：神秘不可知；莫测：无法捉摸。指人的行为态度神秘难以揣测。",
  "诡衔窃辔": "诡衔：吐出马嚼；窃辔：摆脱笼头。马吐出嚼子，咬断缰绳。比喻不受束缚。",
  "鬼抓狼嚎": "形容哭叫悲惨凄厉。同“鬼哭神号”。",
  "鬼哭神愁": "形容惊恐忧愁。",
  "鬼哭神惊": "形容极度惊恐。",
  "鬼哭粟飞": "传说苍颉造字，惊天动地，天雨粟，鬼夜哭。",
  "鬼哭天愁": "形容悲惨凄凉。",
  "鬼烂神焦": "形容火灾惨烈，众多的人被烧死。",
  "鬼蜮技俩": "比喻用心险恶，暗中伤人的卑劣手段。同“鬼蜮伎俩”。",
  "鬼出电入": "比喻变化巧妙迅速，不易捉摸。",
  "鬼怕恶人": "比喻凶恶的人惧怕更凶恶者。",
  "诡形奇制": "奇特、怪异的形体。",
  "鬼哭狼嚎": "嚎：大声叫或哭喊。像鬼和狼一样哭喊。形容哭声很凄惨。",
  "鬼神莫测": "鬼神也揣测不到。形容非常神奇奥妙，谁也摸不清底细。",
  "诡雅异俗": "和雅正相背，与常俗相违。谓异端邪说。",
  "佹得佹失": "佹：出于偶然的。指得失出于偶然。",
  "鬼形怪状": "犹言奇形怪状。指不同一般的，奇奇怪怪的形状。",
  "鬼蜮伎俩": "蜮：传说中一种能含沙影来害人的怪物；鬼蜮：指阴险害人的人；伎俩：卑劣的手段。比喻居心不良、",
  "鬼咤狼嚎": "怪声怪气地呼喊嚎叫。",
  "鬼神不测": "测：猜想，估计。鬼神也预料不到。形容极其神奇奥妙。",
  "鬼头鬼脑": "鬼：形容人阴险狡诈。形容行为举止诡秘，不光明正大。",
  "诡言浮说": "指虚假不实的话。",
  "鬼头滑脑": "形容行为举止诡秘，不光明正大。同“鬼头鬼脑”。",
  "鬼出神入": "比喻变化巧妙迅速，不易捉摸。同“鬼出电入”。",
  "鬼设神使": "指天造地设，非人力所能成就。",
  "鬼斧神工": "像是鬼神制作出来的。形容艺术技巧高超，不是人力所能达到的。",
  "鬼使神差": "使、差：指使。好像有鬼神在支使着一样，不自觉地做了原先没想到要做的事。",
  "规重矩迭": "指合乎规矩法度。",
  "规圆矩方": "比喻够标准，合法度。",
  "规矩绳墨": "规矩：画圆、方的工具；绳墨：量平直的工具。指应当遵守的标准、法则。",
  "规矩准绳": "规：画圆形的工具；矩：画方形或直角的工具；规矩：圆规曲尺；比喻一定的标准法则；准：水平仪；",
  "规求无度": "规求：贪求；度：限度。一味贪求，没有限度。形容贪得无厌。",
  "规绳矩墨": "指应当遵守的标准、法则。同“规矩绳墨”。",
  "规天矩地": "①规，为圆，象征天；矩，为方，象征地。②泛指效法天地。",
  "规贤矩圣": "指效法圣贤。",
  "规行矩步": "比喻行动谨慎规范；严格按规章制度办事。也比喻墨守陈规；不知变通。规、矩：原为测绘工具；这里",
  "归根到底": "归结到根本上。",
  "规旋矩折": "形容回旋转折的态势。",
  "瑰意琦行": "瑰：美石，比喻珍贵；琦：美玉，比喻珍奇，美好。指高明的思想和不平常的行为。",
  "闺英闱秀": "大户人家的才貌娇好的女子。",
  "规言矩步": "比喻言行谨慎，合乎法度。",
  "龟鹤遐寿": "遐：长久。祝人长寿的颂辞。",
  "龟冷支床": "比喻壮志未酬，蛰居待时。",
  "规矩钩绳": "规矩：画圆、方的工具。指应当遵守的标准、法则。",
  "瑰意奇行": "指高明的思想和不平常的行为。同“瑰意琦行”",
  "龟年鹤算": "比喻人之长寿。或用作祝寿之词。同“龟年鹤寿”。",
  "轨物范世": "谓作事物的规范、世人的榜样。",
  "规行矩止": "规、矩：圆规和角尺，引伸为准则。指严格按照规矩办事，毫不苟且。也指办事死板，不灵活。",
  "归根结蒂": "归结到根本上。蒂：花、果与枝茎相连的部分。",
  "龟厌不告": "指屡加龟卜，致使龟灵厌恶，不再以吉凶告人。比喻很有效的东西，过度使用也会失灵。",
  "归十归一": "指有条有理。",
  "归全反真": "回归到完善的、原本的境界。",
  "归去来兮": "归：返回。回去吧。指归隐乡里。",
  "归奇顾怪": "归：清代归庄。顾：清代顾炎武。归庄奇特，顾炎武怪异。",
  "归心如箭": "想回家的心情象射出的箭一样快。形容回家心切。",
  "归根究柢": "追究底细。",
  "归心似箭": "想回家的心情像射出的箭一样急。形容想回家的心情十分急切。",
  "归根结底": "归结到根本上。同“归根结蒂”。",
  "圭角岸然": "形容风操严峻。",
  "归之若水": "归附的势态就像江河汇成大海一样。形容人心所向。",
  "归正首邱": "指死后归葬于故乡。同“归正首丘”。",
  "归正首丘": "首：向；丘：土丘。传说狐狸即将死在外边，也要把头朝向所住洞穴的方向。指死后归葬于故乡。",
  "归马放牛": "把作战用的牛马牧放。比喻战争结束，不再用兵。",
  "龟鹤遐龄": "遐：长久。遐龄：高寿。传说龟、鹤都能活一千年。比喻长寿。亦作“龟龄鹤算”。",
  "龟文鸟迹": "指古代的象形文字。",
  "龟年鹤寿": "相传龟、鹤寿有千百之数，因以“龟年鹤寿”比喻人之长寿。或用作祝寿之词。",
  "龟毛兔角": "乌龟身上生毛，兔子头上长角。比喻不可能存在或有名无实的东西。",
  "龟龙片甲": "比喻无论巨细都搜罗进来的好东西。",
  "龟龙鳞凤": "传统上用来象征高寿、尊贵、吉祥的四种动物。比喻身处高位德盖四海的人。",
  "归邪转曜": "曜：光明。改除邪恶归依正道。亦作“归邪反正”。",
  "龟冷搘床": "比喻壮志未酬，蛰居待时。",
  "龟玉毁椟": "龟甲和宝玉在匣中被毁坏。比喻辅佐之臣失职而使国运毁败。",
  "圭璋特达": "形容德才卓绝，与众不同。",
  "圭角不露": "圭角：圭之锋芒有棱角。指深沉不露锋芒。",
  "归正守丘": "传说狐狸将死时，头必朝向出生的山丘。比喻不忘本。也比喻暮年思念故乡。",
  "归正邱首": "指死后归葬于故乡。同“归正首丘”。",
  "归真反朴": "比喻回复原来的自然状态。同“归真反璞”。",
  "归真反璞": "归：返回；真：天然，自然；璞：蕴藏有玉的石头，也指未雕琢的玉。去掉外饰，还其本质。比喻回复",
  "龟龄鹤算": "比喻人之长寿。或用作祝寿之词。同“龟年鹤寿”。",
  "衮衣以归": "衮衣：古代君王穿的礼服；归：回来。立下赫赫战功，官拜高位回来",
  "衮衣西归": "相传 周公 东征， 周 大夫为作《九罭》之诗，其辞曰：“九罭之魚鱒魴，我覯之子，衮衣繡裳。”又",
  "衮实无阙": "衮衣无缺损。比喻帝王治理无过失。语本《诗·大雅·烝民》：“衮職有闕。”《北史·李彪传》：“",
  "滚瓜流水": "形容说话极其熟练、流利。",
  "滚瓜烂熟": "象从瓜蔓上掉下来的瓜那样熟。形容读书或背书流利纯熟。",
  "衮衮诸公": "衮衮：相继不绝。旧指身居高位而无所作为的官僚们。",
  "国不堪贰": "国家受不了两属情况的存在。",
  "国无宁日": "宁：安宁。国家没有太平的时候。",
  "国家栋梁": "栋梁：支撑房架的大梁。这里比喻责任或作用大。肩负国家重任的人。",
  "国计民生": "国家的经济和人民的生活。",
  "国富民丰": "国家富有，民众富裕。",
  "国富兵强": "国家富裕，军队强盛。",
  "国耳忘家": "指为国事而忘其家。同“国而忘家”。",
  "国尔忘家": "尔：助词。为了国家而不顾家庭。",
  "国而忘家": "指为国事而忘其家。",
  "国仇家恨": "国家被侵略之仇，家园被破坏之恨。",
  "国将不国": "国家将无法维持下去了。指国家的局势很坏，有亡国的危险。",
  "国之干城": "干城：批御敌的武器和工具，这里比喻捍卫者。国家主权的捍卫者。",
  "国富民强": "国家富足，人民强健。",
  "国无二君": "一个国家不能有两个皇帝。",
  "国泰民安": "泰：平安，安定。国家太平，人民安乐。",
  "国士无双": "国士：国中杰出的人物。指一国独一无二的人才。",
  "国色天姿": "国色：女子美色冠绝全国；天姿：天生的姿色。旧时形容女子容貌极美。",
  "国色天香": "原形容颜色和香气不同于一般花卉的牡丹花。后也形容女子的美丽。",
  "国破家亡": "国家被分割；家室被毁灭。",
  "国难当头": "国家正面临着巨大的灾难。",
  "国步艰难": "国步：国家的命运。国家处于危难的境地。",
  "国富民安": "国家富强，人民安定。",
  "过为已甚": "过：过分；为：做；已甚：过头。做得太过分。",
  "过庭之训": "用以指父亲的教诲。",
  "过桥拆桥": "比喻达到目的后，就把帮助过自己的人一脚踢开。同“过河拆桥”。",
  "过河拆桥": "自己过了河；就把桥拆掉。比喻达到目的后就把借以成功的人或事物一脚踢开。",
  "过甚其词": "词：话，言词；甚：超过。指话说得过分，不符合实际情况。",
  "过市招摇": "市：闹市，指人多的地方；招摇：张扬炫耀。指在公开场合大摇大摆显示声势，引人注意。",
  "过甚其辞": "指话说得过分，不符合实际情况。",
  "过隙白驹": "隙：空隙；白驹：原指白马，后比喻日影。比喻时光像骏马一样在细小的缝隙前飞快地越过。",
  "过眼云烟": "从眼前飘过的云烟。原比喻身外之物，不必重视。后比喻很快就消失的事物。",
  "过犹不及": "过：过分；犹：像；不及：达不到。事情做得过头，就跟做得不够一样，都是不合适的。",
  "过屠大嚼": "比喻心里想而得不到手，只好用不切实际的办法来安慰自己。同“过屠门而大嚼”。",
  "过而能改": "有了错误就能改正。",
  "过程控制": "通过事先编制的固定程序实现的自动控制。广泛应用于控制各种生产和工艺加工过程。",
  "过化存神": "过：经过；存：保存，具有。圣人所到之处，人民无不被感化，而永远受其精神影响。",
  "过桥抽板": "比喻目的达到后，就把帮助过自己的人一脚踢开。",
  "过河卒子": "象棋规则中卒子只能向前，不能后退，过了河之后可以横着走，威力更大。比喻只能前进，不能后退。",
  "过时黄花": "黄花：菊花。重阳节后的菊花。比喻过了时的或失去意义的事物。",
  "过江之鲫": "东晋王朝在江南建立后，北方士族纷纷来到江南，当时有人说“过江名士多于鲫”。比喻某种时兴的事",
  "过都历块": "越过都市，经过山阜。意指纵横驰骋，施展才能。",
  "过府冲州": "行经了很多地方。形容旅途的漫长与跋涉的劳苦。",
  "过街老鼠": "比喻人人痛恨的坏人。",
  "过目成诵": "成诵：能背诵。看过一遍就能背下来。形容记忆力强。",
  "过路财神": "比喻暂时经手大量钱财的人。",
  "过门不入": "过：路过；入：进入。路过家门却不进去。形容恪尽职守，公而忘私。",
  "过目不忘": "看过一遍就不会忘记；形容记忆力强；也形容给人的印象深刻。",
  "过从甚密": "过从：交往，来往。相互往来很多，关系密切。",
  "果刑信赏": "指赏罚严明。",
  "裹足不前": "裹足：包缠住了脚。好像脚被裹住了一样；不能前进。大多指有所顾虑；停步不前。",
  "果不其然": "果然如此。指事物的发展变化跟预料的一样。",
  "果熟蒂落": "谓果实成熟，果蒂自然脱落。亦以比喻时机一旦成熟，事情自然成功。",
  "果行育德": "以果断的行动培养高尚的道德。",
  "果于自信": "果：果敢。形容过分自信。",
  "裹粮坐甲": "携带干粮，披甲而坐。形容全副武装，准备迎战。",
  "裹尸马革": "革：皮革。用马皮包裹尸体。形容将士战死沙场的英勇无畏的气慨。",
  "裹血力战": "犹言浴血奋战。形容顽强地拼死战斗。",
  "果然如此": "果真是这样。指不出所料。",
  "扛鼎抃牛": "扛鼎：把鼎举起来。抃牛：把两头相斗的牛位开。能把鼎举起来，能把相斗的两头牛拉开。形容勇武有",
  "关门闭户": "门户都关闭起来。形容冷清寥落。",
  "钢打铁铸": "铸：铸造。形容物体坚固或人性格刚毅",
  "革旧立新": "指革除旧的创建新的",
  "革职拿问": "革：革除；拿：逮捕。革除职务，逮捕问罪",
  "宫车晚出": "宫车：古代帝王所乘的车。宫车迟迟不出。旧为帝王死亡的讳辞",
  "宫墙重仞": "宫：宫殿；重：多；仞：古代长度单位，周时为八尺，汉时为七尺。比喻学问渊博，不可企及",
  "拱手垂裳": "拱手：两手合抱在胸前；垂：垂衣裳。两手合抱在胸前端坐。形容统治者不做什么便使天下太平",
  "拱手低眉": "拱手：双手合抱致敬。形容尊敬顺从的样子",
  "拱手而取": "拱手：两手合抱在胸前。指取来毫不费力",
  "拱手加额": "拱手：双手合抱致敬；加额：以手加额表祝贺。形容致敬庆贺",
  "钩隐抉微": "钩：探取；抉：排出，挖出。在治学上能发掘幽深精微",
  "骨颤肉惊": "颤：发抖。形容惊恐万状",
  "骨肉分离": "骨肉：指父母兄弟等亲人。比喻亲人分散，不能团聚",
  "骨肉之情": "骨肉：指父母兄弟子女等亲人关系。比喻至亲之间的深厚感情",
  "骨肉团圞": "骨肉：比喻父母兄弟子女等亲人。指亲人离而复聚",
  "骨肉之亲": "骨肉：骨和肉，比喻至亲；亲：亲爱。比喻父母、兄弟、子女之间相亲相爱的关系",
  "骨肉之恩": "骨肉：指父母兄弟子女等亲人关系；恩：亲爱。比喻至亲之间的深厚感情",
  "故步不离": "故步：旧的步法。比喻因循守旧，安于现状，不求上进",
  "故宫离黍": "故宫：从前的宫殿；黍：指粮食作物。比喻怀念故国的情思",
  "故家子弟": "故家：世家大族。昔日官宦人家的子弟",
  "故人之情": "故人：旧友。指老朋友的情意",
  "故意刁难": "指有意为难别人",
  "故作镇静": "指故意装做心情安定",
  "故作姿态": "指假装具有艺术效果的姿势或假装的模样",
  "挂冠而归": "挂冠：把官帽挂起来。脱下官帽随即离去。比喻辞官归隐",
  "挂冠而去": "冠：官帽。指辞去官职",
  "挂冠归隐": "冠：帽子，官帽。把官帽取下挂起来。比喻辞官归隐",
  "冠盖云集": "冠：礼帽；盖：车蓬；冠盖：借指官吏。形容到会的官吏很多",
  "冠盖往来": "冠：礼帽；盖：车蓬；冠盖：借指官吏。指官吏们经常来往",
  "冠盖相属": "冠盖：古代官吏的冠服和车盖，代指官吏；属：接连。形容政府的使节或官员，一路上往来不绝。也指",
  "冠履倒施": "冠：帽子；履：鞋子。比喻上下颠倒，尊卑不分",
  "矜寡孤独": "矜：同“鳏”，老而无妻的人；寡：寡妇；孤：孤儿；独：独身。泛指没有劳动力而又独居无靠的人",
  "冠鸡佩猳": "猳：公猪。头戴饰有雄鸡的帽子，身佩绣有公猪的饰物。形容古代好勇者的服饰",
  "冠绝时辈": "冠绝：遥遥领先；辈：同一类人。形容在某一时期内超出同辈，首屈一指",
  "皈依佛法": "皈依：信仰佛教者的入教仪式，因对佛、法、僧三宝表示归顺依附，亦称“三皈依”；佛法：佛教教义",
  "皈依三宝": "皈依：归顺，依附；三宝：指佛、法、僧。指信奉佛教，遵守戒律",
  "鬼吵鬼闹": "乱吵乱闹",
  "鬼工神力": "形容技艺精巧超群，非人力所及",
  "鬼怪妖魔": "泛指各种害人的妖怪，比喻社会上作恶害人的恶势力和坏人",
  "鬼哭狼号": "号：大声哭喊。形容大声哭叫，声音凄厉",
  "鬼设神施": "设：筹划；施：实施。神鬼所设计的。形容安排极为巧妙",
  "贵不凌贱": "贵：地位高；凌：欺凌。显贵的人不欺凌卑贱的人",
  "贵官显宦": "显：显要，显赫。指官职很高，爵位显赫",
  "贵戚权门": "贵戚：帝王的内外亲戚；权门：权贵豪门。尊贵的皇亲国戚和有权势的豪门大族",
  "贵人眼高": "贵人：地位显贵的人；眼高：藐视一切。指地位高贵的人瞧不起他人",
  "贵手高抬": "贵：敬辞。向人乞求原谅的话",
  "贵无常尊": "贵：地位高；尊：地位或辈分高，尊贵。显贵者不可能永处尊贵的地位",
  "贵游子弟": "贵游：无官职的贵族。贵族或达官贵人的子弟",
  "该当何罪": "当：承担。应该承担什么罪",
  "疙疙瘩瘩": "不平滑很粗糙。比喻办事遇到一些麻烦",
  "疙里疙瘩": "文字不通畅，物体不平滑很粗糙",
  "狗马之心": "像犬马一样对主人忠心",
  "狗猛酒酸": "比喻环境险恶，使人不敢靠近或指当政者任用小人，阻塞了纳贤之路",
  "狗彘之行": "狗彘：猪狗。形容无耻之人的行为如猪狗一样",
  "狗捉老鼠": "比喻做外行事或多管闲事",
  "苟留残喘": "苟：苟且，勉强；残喘：临死前的喘息。勉强拖延一口没断的气。比喻勉强维持生存",
  "苟且行止": "苟且：不正当的。指不正当的行为",
  "苟延一息": "苟延：苟且延续；息：喘息。指勉强维持生命",
  "构怨连兵": "构：结成；连兵：交战。指因结怨导致战争",
  "构怨伤化": "构：造成；化：教化。指在人民中间造成怨恨，使对人民的教化受到伤害",
  "诟谇谣诼": "诟谇：辱骂；谣诼：造谣毁谤。造谣毁谤责骂别人",
  "咕咕噜噜": "象声词，水流动或物体滚动的声音",
  "咕咕哝哝": "嘴很少动，低声说出难于听懂的话",
  "孤恩负德": "孤：负。指背弃恩义，忘恩负义",
  "孤子寡妇": "指男子死后遗留的孩子和妇女",
  "孤高自许": "孤：孤僻。指孤僻清高，自命不凡",
  "孤孤零零": "指人或事物孤单无依靠",
  "孤军薄旅": "旅：军队。指势力孤弱的军队或其他力量",
  "孤军独战": "孤：单独。孤立无助的军队单独对敌作战。比喻一个人或一个组织在无援的情况下从事某项工作",
  "孤男寡女": "指单身男女",
  "孤衾独枕": "单条棉被与单个枕头。指夜间独自一人",
  "孤秦陋宋": "孤：孤立；陋：鄙陋。孤立的秦朝，鄙陋的宋朝。指制定了在于企图巩固而结果却削弱了中央政权的错",
  "孤形单影": "孤：单独；单：独。形容孤单一人，无亲无友",
  "孤形只影": "孤：单独。形容孤单一人，无亲无友",
  "孤雁出群": "出：超出。形容很特殊",
  "沽激虚名": "沽激：矫情求誉；虚名：名不副实。指以伪装骗取名誉",
  "沽酒当垆": "沽：通“酤”；沽酒：卖酒；垆：古时酒店里安放酒瓮的土墩子；当垆：卖酒的坐在垆边。形容名士不",
  "沽名邀誉": "沽：通“酤”，买；邀：求得。以不正当的手法博取名誉",
  "股肱耳目": "股：大腿；肱：手臂从肘到腕的部分；股肱：比喻辅佐帝王的大臣；耳目：亲信。比喻得力助手和亲信",
  "股肱之臣": "股：大腿；肱：手臂从肘到腕的部分。指辅佐帝王的重臣。比喻得力助手与亲信",
  "股肱心腹": "股：大腿；肱：手臂从肘到腕的部分；心腹：亲信。指辅佐帝王的重臣。比喻得力助手与亲信",
  "股肱心膂": "股：大腿；肱：手臂从肘到腕的部分；心膂：亲信。指辅佐帝王的重臣。比喻得力助手与亲信",
  "股掌之间": "股：大腿。在大腿和手掌之间。比喻在操纵控制范围之内",
  "固守成规": "成规：现成的规矩、制度。指思想固执保守，守着老规矩不放，不思改革进取",
  "固执不通": "固：顽固；执：坚持。顽固地坚持自己的意见，不肯变通",
  "刮地以去": "刮：搜刮。形容贪官污吏大肆搜刮民财",
  "刮腹湔肠": "刮：用锋刃平削；湔：洗。比喻痛改前非，重新做人",
  "刮骨吸髓": "刮开骨头来吸骨髓。比喻剥削压迫极其残酷",
  "刮刮杂杂": "形容火势旺盛的样子",
  "刮毛龟背": "刮：用锋刃平削。从乌龟背上刮下毛。比喻事情很难成功",
  "刮目而视": "刮目：擦拭眼睛，指去掉老看法。去掉旧的看法，用新眼光去看待",
  "怪里怪气": "形状、装束、声音等奇怪，跟一般的不同",
  "怪腔怪调": "怪：奇异的。形容人的腔调怪异",
  "官逼民变": "逼：逼迫。官府压迫人民，迫使人民起来反抗",
  "官复原职": "复：恢复。重新担任原来的官职",
  "官高爵显": "爵：爵位，官爵；显：显要，显赫。指官职很高，爵位显赫",
  "官僚主义": "指只发号施令而不考虚实际问题的工作作风，即当官作老爷的工作作风和领导作风",
  "官腔官调": "官场中的门面话，指利用规章、手续来推托、责备的话",
  "官清法正": "清·清廉；正：公正。为官清廉，执法公正",
  "官事官办": "官事：公事。公家的事情按照规定的制度办理。指不徇私情或以制度为借口，毫不通融",
  "官样文书": "指堂皇典雅的应试文字。袭用固定格式而内容空虚的文章",
  "贯彻始终": "贯彻：彻底实现或体现。指自始至终地坚持下去",
  "贯穿驰骋": "贯穿：通达，贯通；驰骋：比喻涉猎。指对有关联的事物能融会贯通地理解和思考",
  "贯穿古今": "贯穿：贯通，通达。把现在和古代联系起来",
  "贯甲提兵": "贯：穿；甲：盔甲；兵：武器。身穿盔甲，手提武器。形容杀气腾腾的样子",
  "贯虱穿杨": "能射中小小的虱子，能穿过杨树叶子。形容箭术高超",
  "贯鱼成宠": "贯鱼：穿成一串的鱼；宠：宠幸。指宫中的女官依次受到宠爱",
  "贯鱼成次": "贯鱼：穿成一串的鱼，比喻众多而有秩序；序：次序。形容有次序，不紊乱",
  "规圜矩方": "规：画圆的工具；圜：同“圆”；矩：方的工具。指合乎法度",
  "诡谲无行": "诡谲：欺诈；无行：缺德。指欺诈成性，品行不端",
  "诡形怪状": "诡：怪异。奇特怪异的形状",
  "诡形殊状": "诡：怪异；殊：特殊，特别。奇特怪异的形状",
  "诡状殊形": "诡：怪异；殊：特殊。奇特怪异的形状",
  "诡状异形": "诡：怪异。奇特怪异的形状",
  "国安民泰": "安：安定；泰：平安。国家太平，人民安乐",
  "国步艰危": "国步：国家的命运。国家处于危难的境地",
  "国恨家仇": "恨：怨恨。国家被侵略和家园被破坏之仇恨",
  "国家大计": "与国家利益有关的重大事情",
  "国家大事": "大事：重大事情。与国家利益有关的重大事情",
  "国家多故": "故：事故，变故。国家连续出现重大事故。形容国家局势不安定",
  "国家多难": "难：灾难。国家多次遭到灾难。形容国家政局不稳",
  "国困民穷": "困：贫困。指国家贫困，人们穷苦",
  "国利民福": "利：利益。国家的利益和人民的幸福",
  "国脉民命": "脉：命脉。国家和人民的命脉。比喻国家和人民赖以生存的根基",
  "国事多艰": "国家连续出现重大事故。形容国家局势不安定",
  "国事蜩螗": "蜩螗：蝉鸣扰人。形容国家处于纷乱不堪的状态",
  "国是日非": "国是：国事；非：不是。国家大事一天比一天坏",
  "国无宁岁": "宁：安宁。国家没有太平的日子",
  "国贼禄鬼": "国贼：危害国家的坏人；禄：官吏的俸给。指危害国家的坏人及贪图禄位的鬼魅",
  "国之四维": "四维：指礼义廉耻。指治国的纲纪",
  "国中之国": "指一个国家内不受中央政权统辖的政权或地方",
  "果出所料": "果：果真，诚然。指对事物的发展变化判断准确，果真和预料一致",
  "果如其言": "果：果真，诚然。指事物的发展变化果然像所说的那样",
  "果如所料": "果：果真。事实果真和所预料到的一样。形容料事如神",
  "改容更貌": "改：改换；容：神色；更：更改；貌：相貌。指变了神色或模样",
  "肝肠寸裂": "肝脏与肠子好像被一寸一寸地断裂一样。形容万分悲痛",
  "肝肠断绝": "断绝：折断。肝脏与肠子好像被一寸一寸地断裂一样。形容万分悲痛",
  "肝胆秦越": "肝胆：比喻亲近；秦越：秦国与越国，比喻对立或疏远。比喻虽近犹远，虽亲犹疏",
  "肝胆相向": "肝胆：比喻真诚的心。比喻对人忠诚，以真心相待",
  "纲常名教": "纲常：三纲五常；名教：封建礼教。指维护封建制度而设置的一整套思想道德规范",
  "纲常扫地": "纲常：三纲五常；扫地：比喻破坏无余。指纲纪、人伦等封建伦理道德破坏无余",
  "纲纪四方": "纲纪：治理，管理。治理天下",
  "告哀乞怜": "告：请求；乞：求，讨。向别人乞求怜悯、帮助",
  "更长漏永": "更：旧时夜间计时单位，1夜＝5更，1更＝2小时；漏：古时滴水计时的器皿；永：长。形容夜已很深或",
  "更姓改名": "更：改变。指改换原来的姓名",
  "更待何时": "更：再，复。指不必再等待，已到了该说该做的时候",
  "更无长物": "更：再；长物：多余的东西。没有多余的东西。形容除此之外空无所有",
  "攻城夺地": "攻：攻打，进攻。攻打城市，掠夺土地",
  "攻城徇地": "攻：攻打，进攻；徇地：夺占土地。攻打城市，掠夺土地",
  "攻大磨坚": "磨：物体相摩擦；坚：硬。比喻艰辛",
  "攻乎异端": "乎：等同于介词“于”；异端：有别于正统思想的教义或主张。指钻研儒家以外的主张或指对异端的指",
  "攻瑕蹈隙": "瑕：瑕疵；蹈：踩。攻击瑕疵，蹈住缝隙。比喻利用对方的弱点进行攻击",
  "沟沟坎坎": "难走的地方，比喻做事时所遇到的困难与障碍",
  "沟深垒高": "沟：壕沟；垒：堡垒。深挖沟和高筑墙。指坚固的防御工事",
  "沟中之瘠": "瘠：通“胔”，没有完全腐烂的尸体。暴露在山沟的尸体。指因贫困而死无葬身之地的人",
  "龟鹤之年": "龟鹤的寿命很长。比喻人的寿命很长",
  "旮旮旯旯": "房屋、庭院、街道的所有角落及曲折隐蔽之处",
  "刚褊自用": "刚：坚硬；褊：狭隘；自用：凭主观意图行事。坚硬固执，独断专行",
  "刚克柔克": "克：克服，制服。以刚强见胜或以柔和见胜。指根据不同情况采取不同的解决办法",
  "刚正无私": "刚：刚直；正：正直。刚直方正而没有私心",
  "各安本业": "各：各个。各自安心从事自己的职业，过自己的生活",
  "各安生理": "各：各个；生理：职业和日常生活。各自安心从事自己的职业，过自己的生活",
  "各霸一方": "各：各自；霸：强横占据。指凭借势力各自称霸一个地方",
  "各奔东西": "各：各自；奔：奔向。各自走各自的路，借指分手",
  "各不相下": "各：各自；下：位置低。双方相比分不出高下。指双方对峙分不出胜负",
  "各从其类": "从：听从，顺从；类：种类，同类。各自都按其好坏或种类聚集在一起",
  "各尽其责": "各：各自，每个；尽：完全；责：职责。指每个人要尽到自己的职责",
  "各门各户": "各：各自。各自立有自己的门户",
  "各门另户": "各：各自；另：别的，另外。各自立有自己的门户",
  "各如其意": "各：各自；如：如愿。指各自都如愿以偿",
  "各擅胜场": "擅：独揽；胜场：胜利之场。各自擅长一行绝技",
  "各显身手": "各：各自；显：表现，显露；身手：本领。各自显示某人的智慧或技巧",
  "各行各业": "泛指所有的人所从事的各种行业",
  "各行其道": "各自按照自己的轨迹行走或按认为对的去做",
  "各有利弊": "各：各自；弊：害处。指事物的作用有好处也有坏处",
  "各有所爱": "爱：喜爱，爱好。各人有各人的爱好。指人的爱好出自人的本性",
  "各执所见": "执：坚持。各自坚持自己的观点和意见",
  "各种各样": "具有多种多样的特征或具有各不相同的种类",
  "亘古未闻": "指从古到今都没有听说的",
  "共存共荣": "荣：繁荣。共同存在，共同繁荣。指国与国睦邻友好关系",
  "共相标榜": "标榜：夸耀。彼此之间互相吹嘘、颂扬",
  "共相唇齿": "唇齿：比喻关系密切，互相依存。比喻互相依存，有共同的利害关系",
  "观变沉机": "沉：沉着；机：形势。仔细观察事物变化的迹象，沉着把握事物发展的契机",
  "观山览水": "观：游览；山、水：指风景。游览、玩赏山水景物",
  "观望风色": "观望：看风头。指犹豫不定，坐观情势发展，以便见机行事",
  "观望徘徊": "观望：看风头，犹豫不决；徘徊：来回地走。形容犹豫不定，坐观事态发展",
  "观衅而动": "衅：缝隙，裂痕。瞄准敌人的空隙进行进攻",
  "观瞻所系": "观瞻：指显著于外的物象。指与显著于外的物象有关系",
  "观者麕集": "麕：通“群”，成群。形容观看的人数众多",
  "观者如山": "形容观看人数众多",
  "观者猬集": "猬：刺猬；猬集：像刺猬的硬刺那样多。观看的人如猬毛丛集。形容观看的人众多",
  "光彩射人": "光彩：光泽和颜色；射：照射。形容光泽色彩鲜艳耀眼",
  "光恶不善": "只做恶事，不做善事",
  "光复旧京": "光复：恢复；旧京：故都。收得失去的国土或恢复原有的典章制度或事业",
  "光耀夺目": "夺目：耀眼。形容光采极为鲜明，令人眼花缭乱",
  "光芒四射": "光芒：光辉；射：照射。强烈的光线向四面八方照射",
  "光明灿烂": "灿烂：光彩明亮的样子。形容光明耀眼，色彩艳丽。比喻事业的伟大辉煌",
  "光明洞彻": "明亮通透",
  "光前耀后": "光前：光兴前业。光耀祖先，造福后代",
  "光说不练": "指只会说而不干实事",
  "光阴如电": "光阴：时间。时间如闪电，迅速流逝。形容时间过得极快",
  "光阴虚过": "光阴：时间；虚：空。时光白白度过",
  "过耳秋风": "刮过耳边的秋风。比喻没有任何意义的身外之物",
  "过关斩将": "比喻不断战胜对手与克服困难",
  "过去未来": "已往的和今后的",
  "过盛必衰": "过：太甚；盛：兴盛。太过兴盛就一定会转向衰弱",
  "甘脆肥醲": "甘脆：美味；醲：指酒性浓烈。味美的食物。泛指美好的酒食",
  "甘酒嗜音": "甘：嗜好。嗜好喝酒和音乐。形容只顾酒色享乐",
  "甘居下流": "甘：情愿，乐意；居：处于；下流：下游，比喻落后。甘心落到别人后面",
  "甘露法雨": "甘露：甜美的露水。佛教称如来的教法如降甘露雨水",
  "甘贫苦节": "甘：情愿，乐意；节：节操。甘心忍受贫穷，刻苦保持忠贞的节操",
  "甘贫守志": "甘：情愿，乐意。甘受贫困，守住志节",
  "甘食好衣": "甘：甜。指吃穿都是好的。形容生活奢华",
  "甘为戎首": "甘：情愿，乐意；戎首：发动战争的祸首。甘愿作战争的主谋。指发动战争的人",
  "甘心鈇钺": "甘心：情愿；鈇钺：同“斧钺”，古代军法杀人的斧子。指甘受刑罚",
  "甘心乐意": "甘心：心里乐意。心里完全愿意，毫不勉强",
  "甘心忍受": "甘心：情愿。情愿忍受痛苦",
  "甘心受罚": "甘心：情愿。情愿受到处罚",
  "甘心为伍": "甘心：情愿；伍：同列，同辈。心甘情愿与其同列",
  "甘馨之费": "甘：甜；馨：芳香。指供养双亲的费用",
  "甘言巧辞": "甘：甜，甜言蜜语。指甜美动听的阿谀奉承话",
  "甘言厚币": "甘：甜；币：礼物，金钱。甜蜜的言辞，厚重的礼品",
  "甘之若饴": "甘：以为甘；饴：甜。把它看成像糖那样甜。比喻甘愿承担艰苦的事情和作出牺牲",
  "功不补患": "功：功绩；患：祸害，灾难。指取得的功绩还抵不过带来的祸患",
  "功臣自居": "居：当，任。做了一些成就就以有功之臣而自任",
  "功成名立": "成：成功；名：名利。建立了功绩，名声也有了。指功绩与名利都得到",
  "功成事立": "成：成功。建立了功绩，事业有成就。指功绩与名利都得到",
  "功成业就": "成：成功；业：事业。建立了功绩，事业有成就。指功绩与名利都得到",
  "功成愿遂": "事情已经完成，心愿已经了结",
  "功垂竹帛": "垂：流传；竹帛：古代写字用的竹简和白绢，借指典籍史册。建立伟大功勋，名载青史",
  "功堕垂成": "功：成功；堕：通“隳”，毁坏；垂：接近，将近；成：成功。指事情接近成功的时候却遭到了失败",
  "功盖天地": "盖：胜过。功绩胜过天下所有人。形容功劳极大",
  "功狗功人": "比喻立功的战将和指挥",
  "功过是非": "功绩与过错，正确和谬误",
  "功就名成": "功：功业。就：达到。指成就了功业，也有了名声",
  "功均天地": "均：同。功绩与天地等同。形容功劳极大",
  "功劳汗马": "汗马：战马奔驰出汗。指在战场上建立了很大的战功",
  "功烈震主": "功：功劳，功勋；震：震动、威震；主：君主。指臣下功劳太大，使君主受到震动而心有疑虑",
  "功名蹭蹬": "功名：指科举考中做官；蹭蹬：失势难进的样子。指应试屡遭挫折",
  "功首罪魁": "魁：为首的。功最高，罪最重",
  "功同赏异": "功：功劳；赏：赏赐。指功劳相同而赏赐却不同",
  "功完行满": "功：功德；行：道行。指出家功德修炼已成，道行圆满",
  "古古怪怪": "稀奇怪异的样子",
  "古今一揆": "揆：尺度，准则。指某事物从古到今没有改变，情况相同",
  "古今一辙": "辙：车轮碾过的痕迹。指某事物从古到今没有改变",
  "古来今往": "从古代到现代",
  "古里古怪": "怪异、奇特",
  "古寺青灯": "青灯：以植物油为燃料的灯。形容修行者的孤独寂寞的生活",
  "古香古色": "古香：古书画散发出来的气味。古雅的色调、意趣。形容器物、书画和建筑等",
  "古心古貌": "貌：容貌。形容外表和内心具有古人的风范",
  "古已有之": "古代就已经有了",
  "古语常言": "常言：习惯常说的话，如谚语、格言等。指流传时间久远，人们常说的话",
  "古之遗直": "遗直：指人很耿直，有古人的遗风。指能够体现古人遗风的人",
  "瓜代之期": "瓜代：指任期期满。指任期期满的时期",
  "瓜剖棋布": "剖：破开；棋布：像棋子般分布。像瓜那样分割，像棋子那样分布。比喻区分布局，职司有序",
  "归老林泉": "林泉：山林泉石胜境。指回到幽雅处所，度过晚年",
  "归老田间": "指回到幽雅处所，度过晚年",
  "归老菟裘": "菟裘：古地名。指归老于菟裘。现指退隐",
  "归全返真": "回复到完满的本原的境界",
  "归邪返正": "返：回归。指改正错误，返回正确道路",
  "归心如飞": "归心：回家的念头。想回家的心情像射出的箭一样飞快。形容回家心情十分急切",
  "归遗细君": "归：回家；遗：给予；细君：妻子。指夫妻情深",
  "归真返璞": "真：本真；璞：未加工的玉。指去掉外饰，恢复其自然原始的面貌",
  "归正反本": "归：回返；反：返回。返归于根本之源",
  "归正返本": "归：回返。返归于根本之源",
  "归之如市": "归：归附；市：市集。归附的人很多，像赶闹市一样",
  "公不离婆": "老公不离开老婆。形容关系密切",
  "公车上书": "公车：汉代官署名。指举人进京应试。特指入京会试的士人上书言事",
  "公道大明": "公道：公正的原则或道理。公正的道理得到显扬，正义得到伸张",
  "公公道道": "不偏不倚的、公平合理的事情",
  "公公婆婆": "公公与婆婆，丈夫的父亲和母亲",
  "公私分明": "公家的与私人的界限十分清楚",
  "公冶非罪": "形容无辜蒙冤或入狱",
  "公诸于世": "向社会上公开，使人们知道",
  "勾肩搭背": "搭背：搭腰。指相互亲密拥抱或并行",
  "勾元提要": "提：摘出，提出；提要：摘出纲要。探取精微，摘抉要义",
  "勾爪居牙": "勾：同“钩”，悬挂器物的用具；居：同“锯”，切割材料的刀具。钩子般的爪牙，锯子般的牙齿。形",
  "干君何事": "干：关涉；君：你的尊称。跟你有什么关系？指人爱管闲事",
  "干卿何事": "干：关涉；卿：你的尊称。跟你有什么关系？指人爱管闲事",
  "干鲜水陆": "干：干菜果品；鲜：新鲜水果蔬菜等；水：水产；陆：陆产。各种山珍海味干鲜瓜果都有。形容宴席丰",
  "干燥无味": "味：滋味，趣味。干巴巴的毫无趣味",
  "干劲冲天": "做事的积极性冲入蓝天，指情绪激越高亢",
  "个人崇拜": "以个人作为别人崇拜的对象",
  "个人主义": "个人本身的利益应该高于一切的道德学说或原则，道德的自私自利",
  "个中之人": "指曾亲历其间或深明其中情理的人",
  "工愁善病": "指很容易发愁得病",
  "工于心计": "工：擅长。擅长用心谋划",
  "弓马娴熟": "十分熟练拉弓射箭与马术。指人善于骑射",
  "广大神通": "神通：指神奇的本领。原为佛教语。形容本领、手段极为高超，无所不能",
  "广而言之": "一般说来",
  "广开门路": "指尽量想办法开辟多种渠道",
  "广开贤路": "贤：有才德的人。指从多方开辟招纳贤才的路径",
  "广阔天地": "指可以发挥作用做出成就的广大领域",
  "广乐钧天": "广乐：优美而雄壮的乐曲；钧天：古代神话传说指天的中央。指天上的音乐，仙乐。后形容优美雄壮的",
  "广谋从众": "集思广益，听从多数人的意见",
  "广厦之荫": "厦：大房子；荫：遮蔽。指像大房子可以遮风蔽日那样给人们以保护",
  "广袖高髻": "宽大的衣袖，高耸的发髻。形容风俗奢靡",
  "广众大庭": "广：多；众：许多人；大庭：宽大的场所。指聚集很多人的公开场合",
  "光昌流丽": "光昌：光明昌大。流丽：流畅而华丽，常用以形容诗文和书法。“光昌流丽”成语的含义有二个：①形",
  "过意不去": "心里感到不安",
  "规规矩矩": "指人的品行方正，谨守礼法",
  "光明大道": "比喻美好光明的前途",
  "光棍一条": "光棍：没有配偶的人。指孤身一人",
  "光杆司令": "指没有士兵的司令，形容孤立的一个人",
  "官迷心窍": "指人一心想当官到了痴迷的地步",
  "鼓刀屠者": "鼓刀：动刀。宰杀牲畜的屠夫。指社会地位低下的人",
  "孤孤单单": "单身无靠，感到寂寞",
  "狗窦大开": "狗窦：狗洞。嘲笑人缺牙齿",
  "勾勾搭搭": "相互串通干坏事",
  "供认不讳": "供认：被告对于某一事实或断言的真实性予以承认；讳：避讳。指对某项指控完全认同",
  "更新换代": "以新换旧",
  "各显神通": "比喻在各自工作中显身手",
  "干干净净": "没有污垢、尘土、杂质",
  "干干脆脆": "痛痛快快，干净利索",
  "概不由己": "指一切不能由自己做主",
  "讬凤攀龙": "犹言攀龙附凤。比喻依附帝王、权贵。",
  "膏梁子弟": "旧时指官僚、地主、有钱人家的子弟。",
  "功到自然成": "下了足够功夫，事情自然就会取得成效。",
  "狗咬吕洞宾": "吕洞宾：传说中的八仙之一。狗见了吕洞宾这样做善事的好人也咬，用来骂人不识好歹。",
  "更上一层楼": "原意是要想看得更远，就要登得更高。后比喻使已取得的成绩再提高一步。",
  "隔行如隔山": "指不是本行的人就不懂这一行业的门道。",
  "隔山买老牛": "比喻人办事冒失，没有弄清情况，就轻易决定。",
  "高义薄云天": "原指文章表达的内容很有意义。后形容人很讲义气。同“高义薄云”。",
  "赶鸭子上架": "比喻强迫去做能力达不到的事情。",
  "顾前不顾后": "只顾及前面而忘了后面。形容做事或考虑事不仔细周到。",
  "顾头不顾尾": "形容做事或考虑事不仔细周到。",
  "瓜皮搭李树": "根本搭不上。指强认亲族。",
  "观今宜鉴古": "宜：应该；鉴：镜子。观察当今的社会，应以古代为镜子加以借鉴。",
  "贵人多忘事": "官位高的人善于忘记。原指地位高的人对人傲慢；不念旧交。后用以嘲讽人健忘。",
  "狗眼看人低": "比喻眼光势利",
  "官无三日紧": "指衙门办事往往先紧后松，有始无终",
  "观者如堵墙": "堵：墙壁。形容观看人数众多",
  "过则勿惮改": "过：过错，过失；惮：怕。有了过错，就不要怕去改正",
  "顾头不顾脚": "比喻只顾眼前，不顾今后，缺乏通盘打算。形容做事或考虑事不仔细周到",
  "恭敬不如从命": "客套话。多用在对方对自己客气，虽不敢当，但不好违命。",
  "顾左右而言他": "看着两旁的人，说别的话。形容无话对答，有意避开本题，用别的话搪塞过去。",
  "觥饭不及壶飧": "丰盛的酒肴没有准备好，不如一壶水泡饭可以解除饥饿。比喻事情很急，不能等待。",
  "狗彘不食其余": "狗猪都不吃他剩下的东西。形容人极其卑鄙龌龊。",
  "狗猪不食其余": "食：吃。狗猪都不吃他剩下的东西。形容人的品行极其卑鄙龌龊。",
  "割鸡焉用牛刀": "杀只鸡何必用宰牛的刀。比喻办小事情用不着花大气力。",
  "高不成低不就": "高者无力得到，低者又不屑迁就。形容求职或婚姻上的两难处境。",
  "高不辏低不就": "犹言高不成低不就。",
  "高鸟尽良弓藏": "比喻功成事定之后，出力的人反而见弃，没有好下场。《文子·上德》：“狡兔得而獵犬烹，高鳥盡而",
  "敢怨而不敢言": "内心怨恨但不敢说出来。",
  "敢怒而不敢言": "心里愤怒而嘴上不敢说。指慑于威胁，胸中愤怒不敢吐露。",
  "挂羊头卖狗肉": "比喻以好的名义做幌子，实际上名不副实或做坏事。",
  "贵冠履轻头足": "比喻主次或轻重颠倒。",
  "过屠门而大嚼": "屠门：肉店。比喻心里想而得不到手，只好用不切实际的办法来安慰自己。",
  "过五关斩六将": "比喻克服重重困难。这是《三国演义》中描写关羽的故事。",
  "狗彘不食汝余": "食：吃。狗猪都不吃他剩下的东西。形容人的品行极其卑鄙龌龊",
  "国人皆曰可杀": "皆：都；可：能。罪大恶极，全国人民都说他该杀",
  "各打五十大板": "各：各自。给双方同样的待遇或不分清责任，让双方共同承担责任",
  "各有巧妙不同": "比喻为人做事像变戏法，各自有其灵巧奥妙的变化",
  "公道自在人心": "公道：公正的道理；自：自然。公正的道理自然存在于众人心里",
  "公道总在人心": "公道：公正的道理。公正的道理自然存在于众人心里",
  "干打雷不下雨": "干：空。比喻空作许诺，不肯实施，不肯给人以实惠",
  "歌于斯，哭于斯": "歌唱在这里，哭泣在这里。指安居的家宅。",
  "各人自扫门前雪": "比喻不要多管闲事。",
  "高不成，低不就": "高而合意的，做不到或得不到；做得了、能得到的，又认为低而不肯做或不肯要（多指选择工作或配偶",
  "高鸟尽，良弓藏": "比喻功成事定之后，出力的人反而见弃，没有好下场。",
  "挂羊头，卖狗肉": "挂着羊头，卖的却是狗肉。比喻以好的名义做招牌，实际上兜售低劣的货色。",
  "过五关，斩六将": "过了五个关口，斩了六员大将。比喻英勇无比。也比喻克服重重困难。",
  "狗肉上不了筵席": "比喻素质太差，不能扶持上去",
  "官不威，牙爪威": "牙爪：爪牙，比喻辅佐的人。指官员未必威风凶悍，手下人则仗势逞威耍狂",
  "官不威，爪牙威": "爪牙：比喻辅佐的人。指官员未必威风凶悍，手下人则仗势逞威耍狂",
  "观于海者难为水": "观：看。看过大海再看江河就觉得没有什么可看的。比喻见过大世面的人眼界高",
  "光棍不吃眼前亏": "指聪明人能识时务，暂时躲开不利的处境以免吃亏",
  "过江名士多如鲗": "鲗：乌贼，墨鱼。形容多而纷乱",
  "功不成，名不就": "就：成。比喻事情没成功，没有捞到什么好处",
  "弓上弦，刀出鞘": "弦：弓上的牛筋绳子；鞘：装刀剑的套子。弓张上弦，刀拔出鞘。形容做好了战斗准备",
  "高不凑，低不就": "就：成。高者无力得到，低者又不屑迁就。形容求职或婚姻上的两难处境",
  "狗嘴里吐不出象牙": "比喻坏人嘴里说不出好话来。",
  "狗口里吐不出象牙": "比喻坏人说不出好话。",
  "狗口里生不出象牙": "比喻坏人说不出好话。同“狗口里吐不出象牙”。",
  "攻无不取，战无不胜": "没有攻占不下来的。形容力量无比强大。",
  "攻无不克，战无不胜": "攻：攻打；克：攻克。没有攻占不下来的。形容力量无比强大。",
  "公修公德，婆修婆德": "指修德属个人，不得兼代。",
  "攻其一点，不及其余": "对于人或事不从全面看，只是抓住一点就攻击。多指有偏见的批评。",
  "关门养虎，虎大伤人": "比喻纵容助长坏人坏事，到头来自己受害。",
  "归师勿掩，穷寇勿追": "掩：乘人不备进行袭击。不能袭击撤退的军队，也不能追杀走投无路的敌人。指特定情况下要防止敌人",
  "关东出相，关西出将": "关：函谷关。函谷关以东的地区，民风好文，多出宰相；函谷关以西的地区，民风好武，多出将帅。",
  "孤阴不长，独阳不生": "指单一方面的因素或条件是不能生长出新事物的",
  "乖气致戾，和气致祥": "乖：不和谐；戾：罪。指不和招致祸患，和睦带来吉祥",
  "国耳忘家，公耳忘私": "为了公事而忘记私事，为了国事而忘记家事。形容一心为公为国",
  "国之将亡，必有妖孽": "妖孽：妖魔鬼怪。国家将要灭亡必定有某种征兆",
  "国家将兴，必有祯祥": "祯祥：吉兆。国家兴盛必定有某种征兆",
  "国之存亡，匹夫有责": "匹夫：平民男子。指国家兴亡大事，每个平民都有责任",
  "攻其无备，出其不意": "其：敌方；意：意料。乘敌方没有防备突然攻击，行动出乎对方意外",
  "各以所长，相轻所短": "轻：轻视。各人以自己的长处去轻视别人的不足",
  "关西出将，关东出相": "关：函谷关。函谷关以东的地区，民风好文，多出宰相；函谷关以西的地区，民风好武，多出将帅",
  "光阴荏苒，日月如流": "荏苒：不知不觉地过去。形容时间过得很快",
  "光阴荏苒，日月如梭": "荏苒：不知不觉地过去；梭：织布机上引导纬纱与经纱交织的构件。形容时间过得很快",
  "光阴似箭，日月如梭": "梭：织布机上引导纬纱与经纱交织的构件。形容时间过得很快",
  "归师勿掩，穷寇莫追": "归师：撤退的军队；掩：乘人不备进行袭击；穷寇：走投无路的敌人。不能袭击撤退的军队，也不能追",
  "公耳忘私，国耳忘家": "为了公事而忘记私事，为了国事而忘记家事。形容一心为公为国",
  "公有公理，婆有婆理": "公：称丈夫的父亲。比喻双方争执，各说自己有理",
  "弓弩上弦，刀剑出鞘": "弦：弓上的牛筋绳子；鞘：装刀剑的套子。弓张上弦，刀拔出鞘。形容做好了战斗准备",
  "国必自伐，而后人伐之": "伐：讨伐。一个国家必定先有自取讨伐的原因，然后别人才来攻伐。比喻事情变化要从内部找原因",
  "过了这个村，没这个店": "比喻机会难得，机不可失",
  "公说公有理，婆说婆有理": "比喻双方争执，各说自己有理。",
  "工欲善其事，必先利其器": "器：工具。要做好工作，先要使工具锋利。比喻要做好一件事，准备工作非常重要。",
  "瓜田不纳履，李下不正冠": "比喻避嫌疑。同“瓜田不纳履，李下不整冠”。",
  "瓜田不纳履，李下不整冠": "走过瓜田，不要弯下身子提鞋；经过李树下面，不要举起手来整理帽子。比喻避嫌疑。",
  "孤阴则不生，独阳则不长": "指单一方面的因素或条件是不能生长出新事物的",
  "国以民为本，民以食为天": "本：事物的根源或根基；天：指生存的首要条件。国家以人民为根本，人民以食物为头等大事",
  "各人自扫门前雪，莫管他人瓦上霜": "莫管：不要管。比喻不要多管闲事。",
  "各人自扫门前雪，莫管他家瓦上霜": "比喻每人只管自己的事，不管别人的事。",
  "各人自扫门前雪，休管他人瓦上霜": "比喻只管自己的事，不管别人的事"
}