{
  "空城计": "指在危急处境下，掩饰空虚，骗过对方的策略。",
  "口头禅": "原指和尚常说的禅语或佛号。现指经常挂在口头上而无实际意义的词句。",
  "扛大梁": "比喻承担重任",
  "扣帽子": "把不好的名目硬加在人头上",
  "开后门": "比喻利用职权给予他人某些不应有的方便和利益",
  "苦肉计": "故意伤害自己的肉体以骗取敌方信任的计策",
  "孔方兄": "钱的别称，中国旧时铜钱外圆内孔方形",
  "慨然允诺": "慨然：慷慨、爽快。形容豪不犹豫地答应下来。",
  "岂弟君子": "和乐平易而厚道的人。",
  "慨当以慷": "与“慷慨”意思相同，指充满正气，情绪激动。“当以”无实际意义。",
  "开合自如": "合：按照；适合；自如：不受阻碍；不受拘束。打开闭合不受拘束。形容按照自己的意愿；或打开或关",
  "开国承家": "指建立邦国，继承封邑。",
  "开国功臣": "指为建立新的国家或朝代立下汗马功劳的人。",
  "开国元勋": "元勋：有特大功绩的人。指为建立新的国家或朝代立大功的人。",
  "开花结果": "原指经播种耕耘后有了收获。现比喻工作有进展，并取得了成果。",
  "开花结实": "比喻修养、学习、工作等有了成绩，取得效果。同“开华结果”。",
  "开华结果": "比喻修养、学习、工作等有了成绩，取得效果。",
  "开怀畅饮": "开怀：心情无所拘束，十分畅快。比喻敞开胸怀，尽情饮酒。",
  "开基创业": "指开创帝业。",
  "开国元老": "元老：政界年辈资望高的人。指建国时资历声望高的人。",
  "开基立业": "开创基业，通常比喻旧时开国君主建立新的朝代或国家。",
  "开诚布公": "开诚：敞开胸怀；表示诚意；布公：公正无私地发表自己的见解。指坦白无私、诚恳公正地亮出自己的",
  "开疆展土": "开拓疆域，扩展领土。同“开疆拓土”。",
  "开锣喝道": "古代官吏出行时，衙役在前面敲锣，吆喝行人回避。亦比喻替人炫耀张扬。",
  "开路先锋": "原指军队中的先行分队；他们要逢山开路、遇水搭桥；为后行的大部队创造行军作战的条件。后泛指行",
  "开利除害": "犹言兴利除弊。兴办对国家人民有益利的事业，除去各种弊端。",
  "开来继往": "继承前人的事业，并为将来开辟道路。",
  "开阔眼界": "指对事物的看法不要太拘束，局限于狭隘的范围内，眼光要放宽。",
  "开口见心": "说话直爽，没有隐曲。",
  "开门见山": "打开门就能看见山。比喻说话或写文章直截了当谈本题，不拐弯抹角。",
  "开眉展眼": "高兴愉快的样子。",
  "开眉笑眼": "高兴愉快的样子。同“开眉展眼”。",
  "开门揖盗": "揖：打拱；表示欢迎。开门请强盗进来。比喻引进坏人；招来祸患。",
  "开诚相见": "开诚：敞开胸怀，显示诚意。形容待人诚恳，显示出真心实意。",
  "开云见天": "比喻黑暗已经过去，光明已经到来。也比喻误会消除。同“开云见日”。",
  "开心见诚": "见：显现出。披露真心，显示诚意。形容待人诚恳，显示出真心实意。",
  "开心见胆": "形容待人诚恳，显示出真心实意。同“开心见诚”。",
  "开柙出虎": "柙：关猛兽的木笼。原指负责看管的人未尽责任。后多比喻放纵坏人。",
  "开雾睹天": "比喻使人豁然开朗。",
  "开物成务": "开：开通，了解；务：事务。通晓尤物之理，得以办好各种事情。",
  "开天辟地": "辟：开辟。古代神话传说；盘古氏开天辟地；才开始了人类历史。用来指开创人类的历史或有史以来前",
  "开台锣鼓": "比喻说话或写文章的开头部分。也比喻一个事件的开头。",
  "开山祖师": "开山：指在名山创立寺院；祖师：第一代创业和尚。原指开创寺院的和尚。后借指某一事业的创始人。",
  "开山始祖": "原指开创寺院的和尚。后借指某一事业的创始人。同“开山祖师”。",
  "开山老祖": "开山：指在名山创立寺院；老祖：第一代创业的人。原指开创寺院的和尚。后借指某一事业的创始人。",
  "开宗明义": "开：阐述；宗：主旨；明：说明；义：意思。本为《孝经》第一章篇名；它说明全书的主旨；后用来表",
  "开疆辟土": "开：开拓；疆：边疆；辟：开辟；土：国土。开拓疆域，扩展领土。",
  "开云见日": "开：散开。拔开云雾，见到太阳。比喻黑暗已经过去，光明已经到来。也比喻误会消除。",
  "开源节流": "开源：开辟水源；节流：节制水流。开辟收入的新来源；节制支出；减少消耗。比喻增收节支。",
  "开口见胆": "说话直爽，没有隐曲。同“开口见心”。",
  "开科取士": "科：科举考试。指旧举行科举考试以选取优异的士人。",
  "开卷有益": "开卷：打开书本；益：益处；收获。打开书来看；就会有收获。",
  "开阶立极": "旧指开创基业，建立统治。",
  "开疆拓土": "开拓疆域，扩展领土。",
  "开门延盗": "开门请强盗进来。比喻引进坏人，招来祸患。同“开门揖盗”。",
  "开山鼻祖": "比喻一个学术流派、技艺的开创者。",
  "侃然正色": "刚直严肃的样子。",
  "看风转舵": "同“ 看風使舵 ”。 马烽  西戎 《吕梁英雄传》第二回：“﹝ 康顺风 ﹞性情狡猾，见人说人话，见",
  "看菜吃饭": "比喻根据具体情况办事。",
  "看风使船": "比喻跟着时势转变方向，随机应变。",
  "看风使舵": "看风向转发动舵柄。比喻看势头或看别人的眼色行事。",
  "瞰瑕伺隙": "窥伺对方空隙。",
  "看碧成朱": "碧：青绿色；朱：大红色。把绿的看成红的。形容眼花不辨五色",
  "看风行船": "犹言看风使舵。 清  孔尚任 《桃花扇·劫宝》：“俺看這位皇帝不像享福之器，況北兵過 江 ，人人",
  "看生见长": "谓亲眼看着某人的出生和长大。形容对一个人非常熟悉。 元  李行道 《灰阑记》第一折：“這孩兒本",
  "看风使帆": "看风向掌握船帆。比喻随机应变，看情况办事。亦作“看风使船”、“看风使舵”、“见风使舵”、“",
  "看风驶船": "指随机应变，见机行事。",
  "看朱成碧": "朱：大红色；碧：翠绿色。将红的看成绿的。形容眼睛发花，视觉模糊。",
  "看破红尘": "旧指看透人生，把生死哀乐都不放在心上的消极的生活态度。现也指受挫折后消极回避、无所作为的生",
  "看人眉睫": "睫：眼睑边缘上生的细毛。比喻看人脸色。",
  "看人眉眼": "比喻看人脸色。",
  "看人行事": "根据对方与自己的关系及身分的高低来处理事情。",
  "看杀卫玠": "卫玠：晋人，字叔宝，风采极佳，为众人所仰慕。卫玠被人看死。比喻为群众所仰慕的人。",
  "看景生情": "指见机行事。",
  "矙瑕伺隙": "窥伺对方空隙。 清  薛福成 《论不勤远略之误》：“數十年來， 中國 不勤遠略之名聞於外洋，各國",
  "坎井之蛙": "坎井：坏井，废井。废井里的青蛙。比喻见识不多的人。",
  "坎坷不平": "坎坷：道路坑坑洼洼。道路坑坑洼洼不平坦。形容前进道路上有许多困难民，不是一帆风顺的。",
  "坎止流行": "遇坎而止，乘流则行。比喻依据环境的逆顺确定进退行止。语本《汉书·贾谊传》：“寥廓忽荒，与道",
  "侃侃谔谔": "侃侃：理直气壮，从容不迫；谔谔：说话正直。说话正直，理直气壮。",
  "侃侃訚訚": "形容和悦而从容不迫地谈话。语出《论语·乡党》：“朝，与下大夫言，侃侃如也；与上大夫言，訚訚",
  "埳井之蛙": "废井里的青蛙。比喻见识不多的人。同“坎井之蛙”。",
  "侃侃而谈": "侃侃：理直气壮从容不迫的样子。指理直气壮、不慌不忙地讲话。",
  "坎井之鼃": "亦作“埳井之蛙”。浅井里的青蛙。《庄子·秋水》：“子獨不聞夫埳井之鼃乎？謂東海之鱉曰：‘吾",
  "侃侃而言": "理直气壮、从容不迫地说话。",
  "侃侃誾誾": "形容和悦而从容不迫地谈话。语出《论语·乡党》：“朝，與下大夫言，侃侃如也；與上大夫言，誾誾",
  "看家本事": "指自己特别擅长的本领。",
  "堪以告慰": "堪：能，可以。可以感到或给予一些安慰。",
  "刊心刻骨": "指印象深刻，令人难忘。",
  "看家本领": "指特别擅长的技能。",
  "糠豆不赡": "就是吃糠皮杂粮也供养不起。形容生活十分贫困。",
  "亢龙有悔": "亢：至高的；悔：灾祸。意为居高位的人要戒骄，否则会失败而后悔。后也形容倨傲者不免招祸。",
  "亢心憍气": "指性情高傲。",
  "伉俪情深": "伉俪：夫妻，配偶。夫妻之间的感情深厚。",
  "抗颜为师": "抗颜：不看别人脸色，态度严正不屈；为师：为人师表。不为他人所制约，不为潮流所左右，这种意志",
  "抗尘走俗": "抗：举，引伸为表现；尘：尘世；走：跑；俗：世俗。形容为了名利，到处奔走钻营。",
  "慷慨赴义": "慷慨：意气激昂，情绪激动；赴义：为正义而死。指大义凛然地为正义献身。",
  "慷慨激扬": "激扬：振奋昂扬。精神振奋，意气昂扬。形容情绪、语调激动昂扬而充满正气。",
  "慷慨解囊": "慷慨：大方；不吝惜；囊：口袋；指钱袋。非常豪爽地打开钱袋；拿出钱来。指十分大方地在经济上帮",
  "慷慨就义": "慷慨：情绪激昂；就义：为正义而死。正气凛然，意气高昂地为正义而死。",
  "慷慨捐生": "慷慨：意气激昂。捐生：舍弃生命。正义凛然地献出生命。",
  "慷慨淋漓": "淋漓：充盛，畅快。形容说话、写文章意气昂扬，言辞畅快。",
  "慷慨输将": "毫不吝啬地捐献财物帮助人。多用在对社会对群众。",
  "慷慨激烈": "精神振奋，情绪激昂，充满正气。同“慷慨激昂”。",
  "慷慨陈词": "慷慨：意气激昂；情绪激动；陈：述说。意气昂扬；情绪激动地陈述自己的观点见解。也作“慷慨陈义",
  "慷慨激昂": "慷慨：充满正气；情绪激动。激昂：振奋昂扬。形容精神振奋；意气昂扬。",
  "慷慨悲歌": "情绪激昂地唱歌，以抒发悲壮的胸怀。",
  "康庄大道": "康庄：宽阔、通达的大路。宽阔平坦、四通八达的道路。常用以比喻光明的前途。",
  "慷慨仗义": "仗义：讲义气。为了讲情谊或主持公道而毫不吝啬地帮助别人。",
  "靠天吃饭": "指依赖自然条件来过日子。",
  "犒赏三军": "犒：以财物或食物慰劳、鼓励。三军：春秋时称中军、左军、右宫为三军；后统称军队。现指陆、海、",
  "考名责实": "考核名称，衡其实际。 唐  刘知幾 《史通·题目》：“案 吕  陸 二氏，各著一書，唯次篇章，不繫",
  "考绩幽明": "考绩：考核官吏政绩；幽：昏暗；明：清白。指考核官吏政绩得失。",
  "尻舆神马": "指以尻为车舆而神游。后为随心所欲遨游自然之典。同“尻轮神马”。",
  "尻轮神马": "以尻为车而神游。指随心所欲遨游自然。",
  "咳珠唾玉": "比喻为文措辞优美。",
  "刻鹄成鹜": "比喻模仿的虽然不逼真，但还相似。同“刻鹄类鹜”。",
  "刻骨相思": "形容思念之深，历久难移。",
  "刻骨铭心": "刻：刻划；铭：在金属上刻写。刻在骨头上；铭刻在心灵中。形容感受深刻或感激之至。",
  "刻骨镂心": "铭刻在心灵深处。形容记忆深刻，永远不忘。",
  "刻骨仇恨": "永远记在心头的深仇大恨。",
  "刻骨崩心": "指仇恨极深。",
  "刻翠裁红": "比喻极力修饰词藻。",
  "刻不容松": "片刻也不能松懈。",
  "刻不容缓": "刻：片刻；容：容许；缓：延缓；耽搁。一刻也不容许延缓。形容形势十分紧迫。",
  "刻薄寡思": "（待人、说话）冷酷无情；不厚道。寡：少。",
  "克绍箕裘": "克：能够；绍：继承；箕：畚箕；裘：兽皮袄。会学着先辈人缀补兽皮制皮袄；弯着柳条制畚箕。比喻",
  "刻鹄类鹜": "刻：刻画；鹄：天鹅；类：似，象；鹜：鸭子。画天鹅不成，仍有些象鸭子。比喻模仿的虽然不逼真，",
  "克尽厥职": "厥：他的。能够尽其职守；努力做好自己的工作。",
  "刻不待时": "谓时间紧迫。",
  "克勤克俭": "克：能够。既能勤劳，又能节俭。",
  "克肩一心": "指能一心以事君。",
  "克己慎行": "克己：克制自己；慎：谨慎。约束自己，小心做事。",
  "克己复礼": "克：克制。儒家指约束自己，使每件事都归于“礼”。",
  "克己奉公": "克己：克制自己的私欲；奉公：以公事为重。指严格要求自己；一心为公。",
  "克伐怨欲": "①指好胜、骄傲、忌刻、贪婪四种恶德。②指关于四种恶德的理论。",
  "克敌制胜": "克：战胜；制胜：取得胜利。制服敌人，取得胜利。",
  "克逮克容": "指能和顺而宽容。",
  "克传弓冶": "犹克绍箕裘。比喻能继承父祖的事业。",
  "克爱克威": "《书·胤征》：“威克厥爱，允济；爱克厥威，允罔功。”后因以“克爱克威”谓恩威得当而使人心悦",
  "恪守不渝": "严格遵守，决不改变。",
  "客死他乡": "客死：死在异乡或国外。死在离家乡很遥远的地方。",
  "恪守成宪": "恪守：谨守。谨守既定的法令，毫不通融。",
  "溘先朝露": "指生命比朝露消失得还快。形容死得过早。",
  "溘然长往": "溘：忽然。指人突然死亡，常作悼念死者用词。",
  "溘然长逝": "指死去。",
  "课嘴撩牙": "搬唇弄舌。课，用同“嗑”。",
  "克嗣良裘": "比喻能继承父祖的事业。同“克绍箕裘”。",
  "课语讹言": "多嘴多舌，胡言乱语。",
  "刻画入微": "微：细小。精心细致地描摹，连极小之处也不大意。形容认真细致，一丝不苟。",
  "刻足适屦": "屦：麻制的单底鞋。按照鞋的大小来削自己的脚。比喻主次颠倒。",
  "刻舟求剑": "舟：船；求：寻找；寻求。在船上刻记号；寻找失落水中的剑。比喻办事方法不对头；死守教条；拘泥",
  "刻苦耐劳": "刻苦：很能吃苦；耐：禁得起、受得住。工作勤奋，经得住繁重的劳累。",
  "刻肌刻骨": "形容感受极深刻。",
  "刻章琢句": "修饰琢磨文章的细节。",
  "刻木为鹄": "比喻仿效虽不逼真，但还相似。",
  "刻木为吏": "意思是不能受狱吏的污辱，即使是木头做的狱吏也不能见他。形容狱吏的凶暴可畏。",
  "刻雾裁风": "比喻擅长山水风光描写。",
  "刻意经营": "刻意：用尽心思；经营：计划管理。指用心筹画。",
  "刻画无盐": "无盐：传说中的古代丑女。精细地描摹丑女无盐。比喻以丑比美，引喻比拟得不恰当。",
  "刻意求工": "刻意：用尽心思；工：精致、完好。用尽心思使文章或工艺品更精巧。",
  "渴而掘井": "到口渴才掘井。比喻事先没有准备，临时才想办法。",
  "可有可无": "可以有，也可以没有。指有没有都无关紧要。",
  "可心如意": "符合心意。",
  "可想而知": "想：推想。可以通过推想而了解真相。",
  "渴骥奔泉": "骥：骏马。如同骏马口渴思饮，飞快奔赴甘泉一般。形容书法笔势矫健。也比喻迫切的欲望。",
  "渴者易饮": "口渴的人喝什么都觉得甘甜。旧时比喻久经苛政而最知对德政感恩。",
  "可泣可歌": "形容英勇悲壮的感人事迹。同“可歌可泣”。",
  "可见一斑": "斑：杂色的花纹或斑点。比喻见到事物的一少部分也能推知事物的整体。",
  "可歌可泣": "可：值得；歌：歌颂；赞扬；泣：流泪。形容英勇悲壮的事迹值得歌颂；并令人感动的流泪。",
  "可发一噱": "真引人发笑。",
  "可乘之隙": "隙：空子，机会。可以被对方利用的弱点、空隙。",
  "可乘之机": "乘：凭借；利用；机：机会。可以利用的机会。",
  "渴尘万斛": "形容十分想念。",
  "渴而穿井": "比喻事先没准备，临时才想办法。",
  "可操左券": "操：掌握；左券：古代契约分为左右两联，双方各执其一，左券即左联，常用为索偿的凭证。比喻成功",
  "磕头碰脑": "形容人多而相挤磕碰，或东西多而处处碰人。",
  "嗑牙料嘴": "多嘴多舌。",
  "科头跣足": "科头：不戴帽子；跣足：光脚。光着头赤着脚。",
  "科头箕踞": "科头：不戴帽子；箕踞：两腿分开而坐。不戴帽子，席地而坐。比喻舒适的隐居生活。",
  "科班出身": "科班：指旧时招收儿童；培养为戏曲演员的组织。比喻具有受过正规教育或训练的资格。",
  "科头袒体": "谓不戴冠帽不束带。 晋  葛洪 《抱朴子·刺骄》：“若夫貴門子孫及在位之士，不惜典刑，而皆科頭",
  "磕头礼拜": "磕头：旧时礼节，跪在地上头碰地。礼拜：向尊敬的人或神行礼。恭敬地跪在地上叩头行礼。",
  "磕头如捣": "磕头：跪在地上头碰地。捣：捶打。磕头快得像捶打东西一样。",
  "科头赤足": "科头：不戴帽子。露着头，光着脚。形容困苦或生活散漫",
  "科头徒跣": "见“ 科頭跣足 ”。",
  "科第出身": "同“ 科甲出身 ”。《红楼梦》第二回：“到了 如海 ，便從科第出身，雖係世禄之家，却是書香之族",
  "苛捐杂税": "苛：苛细、繁重；杂：多种多样的。指旧社会反动统治者压榨劳动人民而强行征收的苛细繁重的捐税。",
  "科头裸身": "谓光头露体。 明  王世懋 《二酉委谭》：“余性不耐冠帶，暑月尤甚……婦爲具湯沐，便科頭裸身赴",
  "颗粒无收": "收：收成。连一粒米也没收获到。多指因灾祸造成绝收。",
  "肯构肯堂": "堂：立堂基；构：盖屋。原意是儿子连房屋的地基都不肯做，哪里还谈得上肯盖房子。后反其意而用之",
  "铿镪顿挫": "铿镪：有节奏而响亮的声音。形容音律和谐有力、动听。",
  "铿锵有力": "形容声音响亮而有劲。铿镪：有节奏而响亮的声音。",
  "铿金戛玉": "形容文词音节铿锵有力。",
  "铿金霏玉": "形容文词音节铿锵，不同凡响。",
  "硁硁之愚": "硁硁：浅陋而又固执的样子。坚持自己看法的谦词。",
  "坑蒙拐骗": "指以欺骗手段捞取钱财，陷害他人。",
  "坑家败业": "产业散尽，家道没落。",
  "坑灰未冷": "比喻时间极为短暂、匆促。",
  "坑绷拐骗": "指以欺手段捞取钱财，陷害他人。亦作“坑蒙拐骗”。",
  "控名责实": "控：引；责：求。使名声与实际相符。",
  "孔思周情": "指儒学的思想、情懆。同“孔情周思”。",
  "孔席墨突": "原意是孔子、墨子四处周游，每到一处，坐席没有坐暖，灶突没有熏黑，又匆匆地到别处去了。形容忙",
  "孔情周思": "指儒学的思想、情懆。孔，孔子；周，周公。",
  "孔武有力": "孔：甚，很。形容人很有力气。",
  "孔席不暖": "亦作“孔席不㈣”。谓孔子急于推行其道，到处奔走，每至一处，坐席未暖，又急急他往，不暇安居。",
  "孔席不适": "指孔子急于推行其道，到处奔走，每至一处，坐席未暖，又急急他往，不暇安居。同“孔席不暖”。",
  "恐后无凭": "怕以后没有个凭证。旧时契约文书的套语，常与“立次存照”连用。",
  "恐后争先": "指害怕落后，追求上进。",
  "恐遭物议": "物：这里指人；议：议论。担心遭到众人的非议。",
  "恐慌万状": "恐：害怕；慌：惊慌；状：情状。形容害怕惊慌到极点。",
  "孔孟之道": "孔：孔子；孟：孟子。指儒家学说。",
  "空洞无物": "空虚；没有什么内容。形容言谈、文章等极其空泛；没有什么内容。",
  "空谈快意": "快意：使内心感到痛快。信口开河地高谈阔论，却不付诸行动，只是为了口头痛快。",
  "空室清野": "在对敌斗争时，把家里的东西和田里的农产品藏起来，使敌人到来后什么也得不到，什么也利用不上。",
  "空前绝后": "空：空白；绝：断绝。以前没有过；以后也没有。指从古到今非常突出；独一无二的事物。",
  "空口无凭": "单凭嘴说而没有什么作为凭据。只要用实物来证明。",
  "空谷幽兰": "山谷中优美的兰花。形容十分难得，常用来比喻人品高雅。",
  "空穴来风": "穴：孔、洞；来：招致。有了洞穴才进风。比喻消息和谣言的传播不是完全没有原因的。也比喻流言乘",
  "空谷传声": "谷：山谷。人在山谷中发出音响；立即可以听到回声。比喻很快有所反响。",
  "空谷白驹": "驹：小壮的马。很好的一匹折马，却放在山谷里不用。比喻不能任用贤能。",
  "空腹高心": "腹内空虚而目空一切。形容并无真才实学。",
  "空腹便便": "便便：肥胖的样子。比喻并无真才实学。",
  "空心架子": "空话；谎言。《西游记》第二四回：“你在那個面前搗鬼，扯甚麽空心架子！那 彌羅宫 有誰是 太乙 ",
  "空心汤圆": "比喻徒有虚名而无实利或不能落实的诺言。",
  "空中楼阁": "建造在半空中的楼阁。个别时候比喻崇高的人格；旷达的胸襟。一般比喻虚构的事物。现多用来比喻脱",
  "空费词说": "说的话别人不听，等于白说。",
  "空谷跫音": "跫：脚踏地的声音。在寂静的山谷里听到脚步声。比喻极难得到音信、言论",
  "空言虚语": "谓不实在的话。《史记·高祖本纪》：“吾聞帝賢者有也，空言虚語，非所守也，吾不敢當帝位。” ",
  "空拳白手": "谓一无所获。 清  李渔 《奈何天·助边》：“小的們空拳白手，不敢回來，帶了一員地方官，教他自",
  "空谷足音": "谷：山谷。在寂静的山谷中听到脚步声。比喻非常难得的音信或事物。",
  "空话连篇": "连篇：整篇。整篇都是空话，缺乏具体内容。",
  "空空如也": "空空：同“悾悾”；虚心的样子；如：文言虚词；表示“……的样子”。原形容诚恳、虚心的样子。现",
  "空头支票": "空头：有名无实的；支票：向银行取款或拨款的票据。指有名无实的支票；不能兑现。现多比喻不能实",
  "叩阍无路": "叩：敲。阍：宫门。无法敲到宫廷的门。形容百姓无处伸冤。亦作“叩阍无计”、“叩天无路”。",
  "扣人心弦": "扣：敲打。心弦：指因感动而引起共鸣的心。也作“动人心弦”。形容言论或表演深深地打动人心。",
  "叩源推委": "指追究其根源。",
  "扣壶长吟": "借指抒发壮怀或不平之气。",
  "扣楫中流": "犹中流击楫。比喻立志奋发图强。",
  "扣盘扪钥": "比喻不经实践，认识片面，难以得到真知。同“扣盘扪烛”。",
  "扣盘扪烛": "扣：敲；扪：摸。比喻不经实践，认识片面，难以得到真知。",
  "扣槃扪籥": "比喻认识片面，未得要领。同“扣槃扪烛”。",
  "扣槃扪烛": "扣：敲；扪：摸。比喻认识片面，未得要领。",
  "叩马而谏": "勒住马头进行规劝。形容竭力进行劝谏。",
  "叩石垦壤": "叩：敲打；垦：开垦。敲石挖土。指破土动工。",
  "叩心泣血": "形容悲痛之极。",
  "口吐珠玑": "珠、玑：都是珠宝，圆的叫珠，不圆的叫玑。形容说话有文采。",
  "口诵心惟": "诵：朗读；惟：思考。口中朗诵，心里思考。",
  "口诵心维": "口里念诵，心里思考。",
  "口多食寡": "吃饭的人多，但是食物很少。",
  "口坠天花": "据《大乘本生心地观经·序品》载，佛祖说法，感动天神，“六欲诸天及天子众，以天福力雨种种华：",
  "口壅若川": "《国语·周语上》：“防民之口，甚于防川。川壅而溃，伤人必多，民亦如之。”后因以“口壅若川”",
  "口耳并重": "对说和听的训练同等重视。",
  "口耳相承": "指接受传闻。",
  "口耳相传": "口说耳听地往下传授。",
  "口耳之学": "指只知道耳朵进口里出的一些皮毛之见，而没有真正的学识。",
  "口沸目赤": "形容人情绪激动，声音脸色都很严厉的样子。",
  "口服心服": "服：信服。心里嘴上都信服。指真心信服。",
  "口衔天宪": "比喻说话就是法律，可以决定人的生死。同“口含天宪”。",
  "口血未干": "古时订立盟约，要在嘴上涂上牲口的血。指订约不久就毁约。",
  "口无择言": "指出口皆合道理，无需选择。",
  "口燥唇干": "燥：干。口腔和嘴唇都干了。形容话说得很多或费尽口舌。",
  "口直心快": "想什么说什么，为人直爽。",
  "口中雌黄": "雌黄：即鸡冠石，过去写字用黄纸，写错了就用雌黄涂沫后重写。随口更改说得不恰当的话。比喻言论",
  "口中蚤虱": "比喻极易消灭的敌人，犹如口中之虱。故又作“口中虱”。",
  "口诛笔伐": "诛：痛斥，责罚；伐：声讨，攻打。从口头和书面上对坏人坏事进行揭露和声讨。",
  "口吻生花": "比喻谈吐文雅。",
  "口轻舌薄": "形容说话刻薄尖酸。",
  "口谐辞给": "指言辞诙谐敏捷。",
  "口角生风": "比喻说话流利，能说会道。",
  "口干舌燥": "非常干渴。多形容天热或说话很多；费尽口舌。",
  "口含天宪": "天宪：指朝廷法令。比喻说话就是法律，可以决定人的生死。",
  "口讲指画": "一面讲一面用手势帮助表达意思。",
  "口腹之累": "口腹：指饮食；累：连累。指因为饮食而受到牵累。",
  "口角风情": "口头表示的情爱。",
  "口呆目钝": "形容很吃惊的样子。同“口呆目瞪”。",
  "口口声声": "不止一次；反反复复地陈述或表白。形容总把某种说法挂在口头上。",
  "口口相传": "不著文字，口头相传。",
  "口快心直": "有啥说啥，想啥说啥。形容人性情直爽，语言明快。",
  "口蜜腹剑": "嘴上说的很甜美，凡里却怀着害人的主意。形容两面派的狡猾阴险。",
  "口碑载道": "口碑：众口称颂就像文字刻在石碑上；载：充满。群众的称颂一路上都能听得到。形容到处受人称赞。",
  "口不二价": "指卖物者不说两种价钱。",
  "口角春风": "口角：嘴边。原指言语评论如春风之能生长万物。后比喻替人吹嘘或替人说好话。",
  "口不择言": "指情急时说话不能正确用词表达或指说话随便。",
  "口似悬河": "形容能说会辨，说起来没个完。同“口若悬河”。",
  "口若悬河": "若：好像；悬河：激流倾泻。讲起话来滔滔不绝，象瀑布不停地奔流倾泻。形容能说会辨，说起来没个",
  "口尚乳臭": "乳臭：奶腥气。嘴里还有奶腥味。表示对年轻人的轻视。",
  "口是心非": "心口不一致；口上说一套；心里想一套。形容心口不一致。",
  "口是心苗": "犹言为心声。言语是思想的反映，从一个人的话里可以知道他的思想感情。",
  "口干舌焦": "形容话说得很多或费尽口舌。同“口燥唇干”。",
  "口不应心": "应：符合。嘴里说的和心里想的不一致。",
  "口齿伶俐": "口齿：说话、言谈；伶俐：聪明，灵活。谈吐麻利，应付自如。形容口才好。",
  "口齿生香": "嘴和牙齿都有香味。比喻所读的作品意味深长，隽永宜人。",
  "口出不逊": "逊：恭顺；谦逊。说出的话非常不谦逊；没有礼貌。",
  "口出大言": "说大话。形容说话狂妄。",
  "口出狂言": "嘴里说出狂妄自大的话。指说话狂妄、放肆。也指胡说八道。",
  "口传心授": "心授：不立文字；以师徒心心相印；理解契合；传法授受。通过口头讲述和心中悟解来传授。",
  "口呆目瞪": "嘴说不出话，眼发直。形容很吃惊的样子。",
  "口说无凭": "单凭口说，不足为据。",
  "抠心挖肚": "把心肚挖出来。形容费心思索。",
  "抠心挖血": "犹言抠心挖肚。形容费心思索。",
  "苦海无边": "苦海：原为佛家语。苦难像大海无边无际。形容深重无比的苦难。",
  "苦口良药": "好药往往味苦难吃。比喻衷心的劝告，尖锐的批评，听起来觉得不舒服，但对改正缺点错误很有好处。",
  "苦难深重": "遭受的痛苦和灾难既深又重。",
  "苦乐不均": "均：平均。同样的人享受的待遇却不相同。形容待遇不相等。",
  "苦口婆心": "苦口：不厌其烦地反复劝说与开导；婆心：老婆婆的心肠；指好意、善意。好心好意；不厌其烦地劝说",
  "苦心积虑": "积虑：长期地或一再地思考。费尽心思长时间的思考问题。",
  "苦思冥想": "绞尽脑汁，深沉地思索。",
  "苦尽甜来": "艰难的日子过完，美好的日子来到了。",
  "苦口逆耳": "苦口：药吃起来特别苦；逆耳：听起来使人感到不舒服。形容真诚的规劝。",
  "苦心孤诣": "苦心：用心良苦。孤诣：独到的成就或境地。用尽苦心；达到了别人达不到的境地。指精心钻研学问或",
  "苦海茫茫": "苦海：苦难深重如海；茫茫：辽阔深远的样子。无穷无尽的苦难。",
  "苦大仇深": "形容经历过长期受剥削受压迫的艰苦生活。",
  "苦不可言": "痛苦或困苦到了极点，已经不能用言语来表达。",
  "苦不堪言": "堪：能。苦痛至极；不能用言语来形容、表述。形容受苦极深。",
  "楛耘伤岁": "楛：粗恶；耘：除草；岁：年谷成熟。耕作不细致，会影响到一年的收成。",
  "苦中作乐": "在困苦中勉强自寻欢乐。",
  "苦雨凄风": "苦雨：久下成灾的雨；凄风：寒冷的风。形容天气恶劣。后用来比喻境遇悲惨凄凉。",
  "苦心经营": "苦心：用心劳苦。经营：筹划；安排。用尽心思筹划安排。",
  "苦尽甘来": "尽：终结；甘：甜；美好。比喻艰苦的日子已经过去；美好的时光已经到来。",
  "苦口恶石": "《左传·襄公二十三年》：“ 季孫 之愛我，疾疢也； 孟孫 之恶我，藥石也。美疢不如恶石：夫石猶",
  "苦身焦思": "焦：焦急。形容人为某事忧心苦思。",
  "枯树生华": "比喻在绝境中又找到了生路。",
  "枯树生花": "枯树开起花来。比喻在绝境中又找到了生路。",
  "枯鱼涸辙": "枯鱼：干鱼；涸辙：干的车辙沟。比喻陷入困境。",
  "枯鱼病鹤": "比喻处境穷困之士。",
  "枯杨生稊": "稊：植物的嫩芽。枯萎有杨树又长出了芽。旧喻老人娶少妻。",
  "枯朽之余": "指衰病残年。",
  "枯形灰心": "身体像枯木心如同死灰。形容极端消极。",
  "枯体灰心": "身体像枯木心如同死灰。形容极端消极。同“枯形灰心”。",
  "哭笑不得": "哭也不好；笑也不好。形容处境尴尬。",
  "枯杨生华": "《易·大过》：“九五，枯楊生華，老婦得其士夫，無咎，無譽。象曰：‘枯楊生華，何可久也。老婦",
  "枯木逢春": "逢：遇到。枯干的树遇到了春天，又恢复了活力。比喻垂危的病人或事物重新获得生机。",
  "枯杨之稊": "比喻老翁娶少女为妻。 清  袁枚 《随园诗话》卷十四：“余自傷年老，不欲爲枯楊之稊。”参见“ ",
  "哭天喊地": "提高嗓门又哭又叫。",
  "哭丧着脸": "心里不愉快，脸上显出不高兴的样子。",
  "哭哭啼啼": "不停的哭泣。",
  "枯株朽木": "株：露出地面的树根。朽：腐朽，腐烂。枯死的树桩，腐朽的树木。比喻衰朽的，没有多大用处的人或",
  "枯木再生": "枯死的树木又恢复了生命力。比喻历经挫折又获得生机。",
  "枯枝败叶": "败：衰败。干枯的树枝，衰败的花叶。形容荒凉、破坏的样子。",
  "枯燥无味": "枯燥：单调。形容单调，没有趣味。",
  "枯耘伤岁": "耘：除草；岁：年谷成熟。耕作不细致，会影响到一年的收成。",
  "枯鱼之肆": "枯鱼：干鱼；肆：铺子。卖干鱼的铺子。比喻事情已到不可挽回的绝境。",
  "枯木生花": "枯树开了花。比喻绝处逢生。也比喻不可能实现的事情。",
  "刳胎杀夭": "指凶残不义。同“刳胎焚夭”。",
  "枯木朽株": "朽：腐烂；株：露出地面的树桩。枯木头，烂树根。比喻衰朽的力量或衰老无用的人。",
  "刳精鉥心": "极言用心劳苦。",
  "刳精呕血": "极言用心劳苦。同“刳精鉥心”。",
  "刳肝沥胆": "犹言披肝沥胆。比喻竭诚相见。",
  "枯枿朽株": "枯朽的枝干。形容事物死气沉沉。",
  "枯蓬断草": "干枯、断折的蓬草。因易随风飘散，故亦以喻不由自主，行踪难定。",
  "枯木死灰": "死灰：燃烧后余下的冷灰。身如枯木，心如死灰。比喻极其消极悲观。",
  "枯树逢春": "已枯之树又重获生机。比喻绝境逢生。",
  "哭天抹泪": "形容哭哭啼啼。",
  "刳胎焚夭": "剖挖母胎，残害幼体。指凶残不义。",
  "枯脑焦心": "指竭尽心力。",
  "枯骨之余": "谓将死之人。《云笈七籤》卷四：“夫人叩頭自搏而言曰：‘ 華存 卑賤，枯骨之餘。自處塵垢，久染",
  "刳心雕肾": "犹言刻骨铭心。表示强烈的情感。",
  "枯鱼衔索": "衔：含；索：绳子。穿在绳上的干鱼。形容事物存在的日子已经不多。",
  "刳形去皮": "指忘却形体和家国，而任乎自然。",
  "刳脂剔膏": "比喻残酷地剥削。",
  "枯本竭源": "枯：使枯死；本：根本；竭：竭尽；源：源头。指损害事物的根基。",
  "枯骨生肉": "犹言起死回生。形容医术高明。也比喻把已经没有希望的事物挽救过来。",
  "枯骨之馀": "指将死之人。",
  "枯苗望雨": "形容殷切盼望。",
  "枯木发荣": "枯萎的树木恢复生机。比喻衰亡的事物重获新生。",
  "枯树开花": "已经枯死的树又开起花来。比喻绝处逢生；亦谓不可能实现的事情或指在完全不可能的情况下出现的奇",
  "跨凤乘龙": "比喻结成夫妻或成仙。",
  "胯下之辱": "胯下：两条腿之间。从胯下爬过的耻辱。",
  "胯下蒲伏": "蒲伏：通“匍伏”，指伏地爬行。指汉朝韩信年少时有胯下之辱。",
  "跨山压海": "跨过高山，接近大海。喻势力扩展。",
  "跨凤乘鸾": "凤：凤凰；鸾：传中凤凰一类的鸟。夫妻骑着凤，乘着鸾。比喻飞黄腾达，意得志满。",
  "夸夸而谈": "形容说话浮夸不切实际。",
  "夸父追日": "古代神话。同“夸父逐日”。",
  "夸父逐日": "夸父：古代神话人物。逐：追赶。夸父追赶太阳。指征服自然的坚强决心。也比喻不自量力。也比作“",
  "姱容修态": "姱：美好；修：长远；态：志向。美丽的容貌，长远的智慧。",
  "夸强道会": "会：能。夸耀自己能力强、本事大。亦作“夸强说会”。",
  "夸夸其谈": "夸夸：说大话。言辞浮夸；大谈特谈。形容说话、写文章时浮夸；不切实际而又滔滔不绝。",
  "夸多斗靡": "夸：夸耀；斗：竞争；靡：奢华。原指写文章以篇幅多、辞藻华丽夸耀争胜，后也指比赛生动豪华奢侈",
  "夸大其辞": "把事情说得超过原有的程度。同“夸大其词”。",
  "夸大其词": "词：言论。语言夸张；超过事实。",
  "脍炙人口": "脍：细切的肉；炙：烤熟的肉。肉菜味道鲜美；使人爱吃。",
  "郐下无讥": "《左传·襄公二十九年》：“吴公子札来聘……为之歌《陈》，曰‘国无主，其能久乎！’自《郐》以",
  "快刀斩麻": "比喻做事果断，能采取坚决有效的措施，很快解决复杂的问题。同“快刀斩乱麻”。",
  "快步流星": "形容步子跨得大，走得快。",
  "快意当前": "快意：爽快舒适。指痛快一时。",
  "快心遂意": "犹言称心如意。形容心满意足，事情的发展完全符合心意。",
  "快心满意": "形容心满意足，事情的发展完全符合心意。同“快心遂意”。",
  "快犊破车": "跑得快的牛犊会把车拉翻。比喻年轻气盛的人应当懂得克制。",
  "快人快语": "快：爽快，痛快。直爽的人说直爽的话。",
  "快人快性": "指为人爽直痛快，不忸怩作态。",
  "快人快事": "爽快人办爽快事。",
  "快马加鞭": "跑得很快的马再加上一鞭子，使马跑得更快。比喻快上加快，加速前进。",
  "款学寡闻": "形容学问浅、见识少。",
  "款曲周至": "款曲：殷勤。待人殷勤，照顾周到细致。",
  "款款深深": "指情意诚挚深切。",
  "款款而谈": "款：诚恳。诚恳而从容的谈话。",
  "款语温言": "指诚恳而温和的言辞。",
  "宽怀大度": "胸怀宽阔，度量大。",
  "宽打窄用": "瞀打得宽裕一些，用起来节省一些。比喻作计划要留有余地。",
  "宽大为怀": "宽大：对人宽宏大量；怀：胸怀。对别人抱有宽大的胸怀。",
  "宽宏大度": "形容度量大，能容人。",
  "宽宏大量": "宽宏：度量大。形容心胸开阔；度量大；能容人、容事。也作“宽洪大量”。",
  "宽洪大度": "指待人宽厚，度量大，能容人。同“宽宏大度”。",
  "宽洪海量": "形容度量大，能容人。同“宽宏大量”。",
  "宽以待人": "宽：宽容。以宽宏大度的态度来对待别人。",
  "宽猛并济": "指政治措施要宽和严互相补充。同“宽猛相济”。",
  "宽猛相济": "宽：宽容；猛：严厉，猛烈；济：相辅而行。指政治措施要宽和严互相补充。",
  "宽仁大度": "大度：气量大，能容人。为人宽厚，心胸豁达。",
  "狂朋怪侣": "行为狂放不循常轨的朋友。",
  "诳时惑众": "指欺骗迷惑世人。",
  "狂涛巨浪": "比喻剧烈的社会运动。同“狂涛骇浪”。",
  "狂涛骇浪": "比喻剧烈的社会运动。",
  "狂三诈四": "狂：诓的假借，诓骗。一味欺诈。",
  "狂犬吠日": "疯狗对着太阳乱叫。比喻坏人自不量力地叫嚣。",
  "狂嫖滥赌": "指沉溺于嫖妓赌博。",
  "狂风恶浪": "恶浪：凶猛的浪头。比喻形势或处境非常险恶、危急。也比喻敌人险恶的破坏活动。",
  "狂朋恠友": "行为狂放不循常轨的朋友。同“狂朋怪侣”。",
  "狂风怒号": "怒：愤怒，发怒；号：号叫。大风刮得像发怒一样号叫。",
  "狂奴故态": "狂奴：对狂士的亲昵称呼；故态：老样子，老脾气。旧称狂士的老脾气。",
  "狂轰滥炸": "指疯狂地轰炸。",
  "狂瞽之言": "狂：狂妄。瞽：瞎眼，盲目。指愚妄无知的言论。旧时常用作自谦之辞。亦作“狂瞽之说”。",
  "狂蜂浪蝶": "比喻轻薄放荡的男子。",
  "狂风骤雨": "原形容大风大雨。后也比喻处境险恶或声势猛烈。",
  "狂妄自大": "狂妄：极端的自高自大。指极其放肆，自高自大，目中无人。",
  "狂风暴雨": "指大风大雨。亦比喻猛烈的声势或处境险恶。",
  "狂吠狴犴": "吠：狗叫；狴犴：传说中一种野兽名，这里指狂犬。狂犬乱叫。",
  "旷若发蒙": "旷：空旷；开阔。蒙：眼睛失明。眼前突然开阔明朗，好像双目失明的人忽然看见了东西。亦比喻使人",
  "旷古奇闻": "旷古：自古所没有的。自古以来从未听到过的奇异的事情。",
  "旷古未闻": "旷古：自古以来。自古以来没有听说过。",
  "旷古未有": "旷古：自古以来所没有的。自古以来从来不曾有过。形容极为罕见。",
  "旷古一人": "旷古：空前；从古到今。自古以来只此一人。形容绝无仅有。",
  "旷日弥久": "旷：耽搁荒废。指时间拖得很久。",
  "旷日长久": "历时长久，久经时日。",
  "旷日引月": "引：迁延。历时长久。同“旷日引久”。",
  "旷世奇才": "旷世：当代没有能相比的。指当代少见的奇才。",
  "旷世无匹": "旷世：当代所没有的。匹：相当。当代没有能比得上的。形容极为突出。",
  "旷世逸才": "旷世：绝代；空前。逸才：超人的才智。当代少见的出众的才能。",
  "旷心怡神": "舒畅心胸，愉悦精神。",
  "旷古绝伦": "旷古：空前的；从古以来所没有的；绝伦：没有相比的。古来所无；没有可以相比的。",
  "旷夫怨女": "旷夫：大龄而未娶妻室的男子；怨女：大龄而未嫁人的女子。指年龄已大，尚未婚配的男女。",
  "旷达不羁": "旷达：心胸开阔，想得开；不羁：不受束缚。心胸开阔达观，不受拘束。",
  "旷日引久": "引：迁延。历时长久。",
  "旷日持久": "旷：荒废；耽搁；持：持续；拖延。耽搁时日；长期拖延。",
  "旷日经年": "久经时日。",
  "旷日经久": "犹言旷日持久。",
  "旷日累时": "累：积累。耗费时日，拖延很久。",
  "旷日离久": "耗费时日，拖延很久。犹言旷日持久。",
  "匡时济俗": "匡：纠正；济：救助。拯救社会时局和风气，使之归于正道。",
  "匡时济世": "匡：纠正。济：救助。挽救动荡的局势。使其转危为安。",
  "匡其不逮": "匡：纠正。逮：及，达到。不逮：达不到的地方。对于达不到的地方给予纠正或帮助。亦作“匡所不逮",
  "匡谬正俗": "纠正错误，矫正陋习。",
  "匡乱反正": "消除混乱局面，恢复正常秩序。",
  "匡救弥缝": "指纠正错误，弥补过失。",
  "匡衡凿壁": "《西京杂记》卷二：“匡衡，字稚圭。勤学而无烛，邻舍有烛而不逮，衡乃穿壁引其光，以书映光而读",
  "筐箧中物": "比喻平常的事情。",
  "匡鼎解颐": "《汉书·匡衡传》：“无说《诗》，匡鼎来；匡说《诗》，解人颐。”颜师古注：“如淳曰：‘使人笑",
  "恇怯不前": "恇怯：恐惧畏缩。恐惧畏缩，不敢向前。",
  "匡国济时": "匡正国家，挽救时局。",
  "揆情度理": "揆、度：揣测、估计；情、理：人的常情和事理。依据情理来推测、估计。也作“揆情度事”。",
  "揆理度势": "衡量道理，揣度情势。",
  "揆情审势": "估量情况审察形势。",
  "揆时度势": "指审度时势。",
  "揆文奋武": "施行文教，振奋武事。语本《书·禹贡》：“五百里绥服；三百里揆文教；二百里奋武卫。”孔传：“",
  "葵藿倾阳": "葵：葵花；藿：豆类植物的叶子。葵花和豆类植物的叶子倾向太阳。比喻一心向往所仰慕的人或下级对",
  "魁梧奇伟": "魁梧：壮实高大的样子；奇伟：非常高大。身材健壮高大。",
  "揆理度情": "揆：揣测；理：事理；度：估计，猜度；情：常情。从情理上揣度。",
  "喟然长叹": "喟然：叹气的样子。因感慨而深深地叹气。",
  "愧不敢当": "感到惭愧；承当不起。表示对别人所给予的称赞或物品受之有愧。",
  "溃兵游勇": "指逃散的士兵。",
  "愧悔无地": "羞愧懊悔得无地自容。",
  "愧天怍人": "怍：惭愧。对天对人，都感到惭愧。指做了亏心事无脸见人。",
  "溃不成军": "溃：散乱。军队被打得七零八落；败得不成样子。形容军队惨败。",
  "跬步千里": "跬步：半步。走一千里路，是半步半步积累起来的。比喻学习应该持之有恒，不要半途而废。",
  "窥牖小儿": "窥牖：从窗上向屋里偷看。后多形容小偷。",
  "亏心短行": "亏损天良，行为恶劣。",
  "岿然不动": "岿然：高峻独立的样子。象高山一样挺立着一动不动。形容高大坚固，不能动摇。",
  "岿然独存": "岿然：高峻独立的样子。形容经过变乱而惟一幸存的事物。",
  "窥豹一斑": "从竹管的小孔里看豹，只看到豹身上的一块斑纹。比喻只看到事物的一部分，指所见不全面或略有所得",
  "窥见一斑": "指只了解一二。",
  "窥窬分毫": "商贾自谦之词。谓谋求小利。语出《初学记》卷二四引 晋  成粲 《平乐市赋》：“目語額瞬，動頞塞",
  "窥间伺隙": "窥：暗中观察；伺：守候，等待机会。暗中观察，准备伺机采取行动。",
  "困知勉行": "困知：遇困而求知；勉行：尽力实行。在不断克服困难中求得知识，有了知识就勉力实行。",
  "困心衡虑": "困：忧；衡：横。心意困苦，思虑阻塞。表示费尽心力，经过艰苦的思考。",
  "困心横虑": "心意困苦，忧虑满胸。表示费尽心力。",
  "困兽犹斗": "困兽：被围困的野兽；犹：还、仍；斗：搏斗。被围困的野兽还要搏斗。比喻陷于绝境的失败者还要顽",
  "困而学之": "困：困惑。遇到困惑的时候就学习。",
  "困而不学": "困：困惑，不明白。困惑不明白却不肯学习。",
  "悃愊无华": "悃愊：至诚；华：浮夸。至诚而不虚浮。形容真心实意，毫不虚假。",
  "琨玉秋霜": "比喻坚贞劲烈的品质。",
  "昆山之玉": "昆山：昆仑山。昆仑山的美玉。比喻杰出的人才。",
  "昆山片玉": "昆仑山上的一块玉。原是一种谦虚的说法，意思是只是许多美好者当中的一个，后比喻许多美好事物中",
  "昆弟之好": "昆：哥哥。像兄弟一样要好。",
  "括目相待": "用不同于以前的新的眼光来看待。",
  "廓达大度": "廓达：宽宏、通达。性格宽宏，通情达理。",
  "阔论高谈": "阔：广阔；高：高深。多指不着边际地大发议论。",
  "阔步高谈": "阔步：迈大步。潇洒地迈着大步，随意地高声交谈。比喻言行不受束缚。",
  "拏云握雾": "比喻对人施展手段。",
  "埳井之鼃": "见“ 坎井之鼃 ”。",
  "恺悌君子": "恺悌：平易近人。和乐平易而厚道的人",
  "砍瓜切菜": "形容操刀利落爽快",
  "看不上眼": "看不过眼，不合己意",
  "看风驶篷": "看：观察，估量；篷：船帆。看风向转动舵柄。比喻跟着情势转变方向，随机应变",
  "看风行事": "看：观察，估量。比喻做事灵活机动",
  "看人下菜": "比喻对不同的人用不同的方式对待",
  "看文老眼": "形容评论文章的高手",
  "科头箕裾": "科头：不戴帽子；裾：通“倨”，傲慢；箕裾：两腿分开而坐。不戴帽子，席地而坐。形容不拘礼法",
  "客客气气": "指待人接物彬彬有礼",
  "客囊羞涩": "囊：口袋；羞涩：难为情。指旅途中缺乏钱财",
  "恪守成式": "恪守：谨守。谨守既定的法令，毫不通融",
  "枯肠渴肺": "枯：枯竭。形容人十分饥渴",
  "枯槁之士": "枯槁：瘦瘠。指隐居山林的隐士",
  "枯瘦如柴": "枯：干枯。形容非常瘦弱",
  "枯燥乏味": "枯燥：单调无趣。指单调缺乏情趣兴味",
  "括囊避咎": "括囊：束紧口袋；咎：罪责，灾祸。为人谨慎小心，不轻易说话，避免灾祸",
  "括囊拱手": "括囊：束紧袋口；拱手：两手合抱。指不敢进言，无所作为",
  "括囊守禄": "括囊：扎紧口袋，比喻谨慎不说话；守禄：保住禄位。指大臣不敢进言，只图保住禄位",
  "凯旋而归": "打仗得胜后返回。",
  "苛政猛虎": "苛政：残暴地统治。指残酷压迫剥削人民的政策比老虎还要凶恶暴虐",
  "刻薄成家": "刻薄：冷酷无情。用残忍刻薄的手段发家致富",
  "刻船求剑": "死守教条，比喻拘泥成法，固执不知变通",
  "刻鹄不成": "刻：刻画；鹄：天鹅。刻画天鹅不像倒像鸭子。比喻模仿失败，劝诫人不要好高骛远",
  "刻苦钻研": "刻苦：下苦功。下苦功，深入研究",
  "空古绝今": "古来不曾有过，今世也不会再有。指自古以来是独一无二",
  "空空荡荡": "形容冷冷清清，空无所有的情景或指心里没着落的感觉",
  "空言无补": "空洞不切实际的言论于事没有帮助",
  "空心老大": "指装腔作势、无真实本领的人",
  "空心萝卜": "比喻无用，肚里无货的人",
  "空心汤团": "比喻徒有虚名而无实利或不能落实的诺言",
  "空中结构": "结构：构造房屋。比喻凭空虚构",
  "空臆尽言": "臆：胸。胸中毫无隐藏，把知道的东西全都说出来",
  "苦绷苦拽": "绷：拉紧；拽：用力拉。苦苦地东拉西扯，凑集钱财",
  "苦不聊生": "聊生：赖以维持生活。形容备受痛苦，无法生存",
  "苦打成招": "严刑拷打，迫使无罪的人冤枉招认",
  "苦海无涯": "苦海：比喻极困苦的环境。佛家语，形容深重无比的苦难",
  "苦口之药": "苦口：口味苦。有疗效的药往往味苦难吃。比喻尖锐的批评，听起来觉得不舒服，但对改正错误很有好",
  "苦乐之境": "境：境地。痛苦与欢乐的境界",
  "苦思恶想": "形容竭力思索，绞尽脑汁",
  "苦心极力": "费尽心思，使出了全部力量",
  "苦心焦虑": "形容用尽心思，想方设法",
  "苦心焦思": "焦思：焦急地思索。形容用尽心思，想方设法",
  "苦心竭力": "竭：尽。费尽心思，使出了全部力量",
  "苦行赎罪": "执行忏悔神父所要求的苦行以补偿罪行",
  "苦学力文": "力：务。刻苦学习，努力著文",
  "苦药利病": "良药苦口对病有好处。比喻严厉的劝诫或批评有利于人的进步",
  "苦语软言": "苦语：逆耳的忠言；软言：委婉的话。指善意规劝人的各种话语",
  "苦征恶战": "艰苦的征战",
  "忾然叹息": "忾：叹息，感慨。感慨叹息",
  "抗怀物外": "抗：通“亢”，高尚；物：指世俗。胸怀高尚，超出尘俗之外",
  "抗颜高议": "抗颜：不看别人的颜色；高议：发表高明的议论。指态度严正地阐述自己的意见",
  "克丁克卯": "做事认真，一丝不苛",
  "坑坑坎坎": "形容高低不平",
  "坑儒焚书": "坑：活埋；焚：烧。焚毁书籍，坑杀书生",
  "抠心挖胆": "抠：挖。把心胆都挖出来。形容待人诚心诚意",
  "块儿八毛": "一元钱或不足一元钱。指小钱",
  "块然独处": "块然：孤独的样子。孤单一个人待着。形容独居无聊",
  "快快活活": "指人感觉高兴快乐",
  "快马一鞭": "跑得快的马只着一鞭就行",
  "狂悖无道": "狂悖：狂妄背理。狂妄猖獗，蛮不讲理",
  "狂风大作": "刮大风",
  "狂风巨浪": "猛烈的风，巨大的浪。指来势迅猛或同时有强劲冲击力的变化",
  "狂风怒吼": "狂：气势猛烈。形容大风呼啸猛烈",
  "狂歌痛饮": "狂：越出常度；痛：痛快，尽情。欢畅饮酒，纵情唱歌。形容喜悦的心情",
  "狂瞽之说": "狂：轻狂；瞽：盲目。愚妄无知的言论",
  "狂花病叶": "狂花：醉酒喧哗；病叶：醉酒闭目入睡。比喻醉酒的人",
  "狂吟老监": "狂：纵情放荡。唐代诗人贺知章的外号。借指狂放的诗人",
  "狂饮暴食": "狂：纵情任性。大吃大喝",
  "旷古无两": "旷古：空前的。空前未有，同世无双",
  "旷邈无家": "旷：空阔；邈：远。远离家乡，没有家室",
  "旷若发矇": "旷：开朗；矇：眼睛失明。眼前突然开朗。比喻人头脑开窍，明达起来",
  "旷世不羁": "旷世：旷代，历时长久；羁：束缚。历代都不受束缚",
  "旷岁持久": "旷：荒废，耽误；持：持续，拖延。荒废时间，长期拖延",
  "旷性怡情": "旷：开朗；怡：安适愉悦。心情开朗，精神愉快",
  "旷职偾事": "旷：空缺；偾事：把事情搞坏。不尽守职责，把事情搞糟",
  "困勉下学": "指克服困难才能求得知识",
  "考绩黜陟": "黜陟：指官吏的进退升降。考核官吏的政绩好坏来决定升降",
  "扣心泣血": "扣：敲打。比喻极其悲愤痛心",
  "夸诞大言": "夸诞：荒诞不经；大言：大话。指荒诞不切实际的大话",
  "夸诞生惑": "夸诞：说话荒诞不经。说话荒诞不经，使人产生疑惑",
  "夸诞之语": "夸诞：荒诞不经。指荒诞不切实际的话",
  "夸功自大": "夸：夸耀。夸耀功劳，自以为了不起",
  "夸能斗智": "夸：夸耀。以聪明才智炫耀争胜",
  "夸强说会": "夸：夸耀；会：能。夸耀自己有才能与本事",
  "夸妍斗艳": "以艳丽相夸耀争胜",
  "夸州兼郡": "夸：通“跨”，兼有；州、郡：古代行政区。指治理的区域很大",
  "匡合之功": "匡：纠正；匡合：把天下纳入正轨。指治理国家的功劳",
  "匡正纲纪": "指纠正法度",
  "扩而充之": "扩：扩展。扩大范围，充实内容",
  "可丁可卯": "恰好，不多不少，程度正适合",
  "可歌可涕": "可：值得；歌：歌颂，赞扬。值得歌颂赞美并使人感动流泪。形容英勇悲壮的感人事迹",
  "可怜巴巴": "非常令人可怜的样子",
  "可喜可愕": "愕：惊讶。又喜悦又惊讶",
  "叩角商歌": "叩：敲击；商歌：悲凉的歌。敲打牛角唱低沉的歌。比喻用言语和歌声迎合人意",
  "叩阍无计": "叩：敲；阍：宫门；叩阍：鸣冤。指没办法申诉冤屈",
  "开华结实": "生出花朵，结成果实。比喻工作、学习等有进展，并取得了成果",
  "开卷有得": "开卷：打开书本，指读书；得：收获。打开书来看就会有收获",
  "开山之祖": "佛教语，指最初建立寺庙的人，即始祖。比喻学派的创始人",
  "开心写意": "写：通“泻”，宣泄。开诚相待，披露心意",
  "口不绝吟": "吟：吟咏，背诵。嘴里不停地吟诵。形容学习非常刻苦",
  "口讲指划": "一面讲一面用手势帮助表达意思。形容详细地解说",
  "口没遮拦": "指说话没任何顾忌，信口胡言",
  "口巧手拙": "巧：灵巧；拙：笨拙。光是嘴上能说，动手能力相当差",
  "口燥喉干": "燥：干。形容非常干渴",
  "亏名损实": "亏：损耗。名和实都受到损失",
  "亏于一篑": "亏：缺，欠；篑：装土的竹筐。积土成山的功夫只差最后一筐土。比喻做成一件大事只差最后一点而未",
  "葵花向日": "向：朝着。形容下级对上级表示忠诚与仰慕。",
  "快言快语": "说话和表达得清楚明确坦白",
  "空头人情": "虚假的情意",
  "空前未有": "前所未有，以前从来没有的",
  "空空洞洞": "空虚，空无所有",
  "坑坑洼洼": "形容物体表面凹凸不平，高高低低",
  "看人说话": "指不按规矩办事，处理问题因人而异",
  "开足马力": "比喻为一个人或一个单位尽最大的努力，拿出全部力量去工作",
  "枯朽之馀": "谓衰病残年。",
  "开弓不放箭": "比喻故意做出一种要行动的姿态。",
  "开门七件事": "比喻每天的必需开支。",
  "开口见喉咙": "犹言开口见心。说话直爽，没有隐曲。",
  "糠菜半年粮": "一年之中有半年用糠和菜代替粮食。形容旧社会劳动人民的生活极其贫困。",
  "慷他人之慨": "利用他人的财物作人情或装饰场面。",
  "可望不可即": "望：远看；即：接近。望得见却不能接近。比喻事物高远；难以实现或接近。",
  "苛政猛于虎": "苛政：指反动统治阶级对人民进行残酷压迫剥削的政治；包括政令、赋税等。反动统治的苛刻的政治比",
  "空口说空话": "形容光说不做事，或光说而没有实际行动证明",
  "空口说白话": "形容光说不做事，或光说而没有实际行动证明。",
  "快刀斩乱丝": "比喻做事果断，能采取坚决有效的措施，很快解决复杂的问题。同“快刀斩乱麻”。",
  "快刀斩乱麻": "比喻做事果断，能采取坚决有效的措施，很快解决复杂的问题。",
  "昆仑之球琳": "球琳：美玉。昆仑山上的美玉。比喻极为珍贵的物品",
  "快刀断乱麻": "快：锋利。比喻采取坚决有效的措施，果断解决复杂的问题",
  "可杀不可辱": "辱：侮辱。可以牺牲生命但不可遭受侮辱。形容做人的尊严",
  "可望不可及": "及：接近。指只可仰望而不可接近",
  "空手套白狼": "徒手抓住白狼。指无本买卖",
  "看人下菜碟儿": "比喻待人因人而异。",
  "可望而不可及": "指只可仰望而不可接近。",
  "可望而不可即": "即：接近。能望见，但达不到或不能接近。常比喻目前还不能实现的事物。",
  "口惠而实不至": "惠：给人以好处；至：到。只在口头上答应给别人好处；而实际的利益却到不了别人身上。",
  "可一而不可再": "再：两次或第二次。指只可以做一次而不可以做第二次",
  "看得见，摸得着": "指能看见的实实在在的事物",
  "刻鹄不成尚类鹜": "刻：刻画；鹄：天鹅；鹜：鸭子。刻画天鹅不像倒像鸭子。比喻模仿失败，劝诫人不要好高骛远",
  "可同患，难处安": "患：患难；处：相处，交往。只能共患难，不能同安乐。指忘恩负义的人",
  "看菜吃饭，量体裁衣": "量体：用尺量身材的大小长短。裁：裁剪。比喻根据具体情况办事。",
  "靠山吃山，靠水吃水": "比喻自己所在的地方有什么条件，就依靠什么条件生活。",
  "苦海无边，回头是岸": "佛教语。意指尘世如同苦海，无边无际，只有悟道，才能获得超脱。亦以比喻罪恶虽重，只要悔改，便",
  "刻画无盐，唐突西施": "刻画：描绘；无盐：战国时齐国的丑女；唐突：冒犯；西施：春秋时越国美女。比喻拿丑的和美的比较",
  "可以意会，不可言传": "会：领会，理解。只能心领神会，无法用语言来表达",
  "口无择言，身无择行": "言行都合乎礼法，没有什么可挑剔的"
}