{
  "下马威": "原指官吏初到任时对下属显示的威风，后泛指一开始就向对方显示自己的威力。",
  "想当然": "凭主观推断，认为事情大概是或应该是这样。",
  "笑面虎": "比喻外表善良，心地凶狠的人。",
  "香火缘": "香火：供佛敬神时燃点的香和灯火。指彼此契合",
  "现成饭": "现成的饭食，已做成的饭。指坐享其成",
  "现时报": "现时：今生今世。指今世作恶就在今世遭报应",
  "现世报": "现世：今世；报：报应。做了坏事，当世就得到报应",
  "吸血鬼": "榨取他人血汗、劫取他人钱财、思想或者其他资源的人",
  "乡巴佬": "笨拙、迟钝又粗俗质朴的乡下人",
  "小朝廷": "朝廷：君主接受朝见和处理政事的地方，也指以君主为首的中央统治机构或君主的代称。指处于偏安局",
  "小气鬼": "一点一滴地积蓄钱的人或指吝啬鬼",
  "寻短见": "自杀的俗称",
  "席薪枕块": "旧时居丧者以薪草为席，以土块为枕，以示哀苦之意。",
  "席地幕天": "以地为席以天为幕。指在露天席地而卧。",
  "袭常缀琐": "袭用常言，堆砌琐语。谓行文风格不高。 清  方苞 《书＜归震川文集＞後》：“ 震川 之文，鄉曲應",
  "习以成俗": "俗：习惯。长期以来就是这样做，成了习俗。",
  "习惯自然": "惯：同“贯”。习惯了就成为很自然的事",
  "习与性成": "性：性格。长期习惯于怎样，就会形成怎样的性格。有习惯成自然的意思。",
  "席不暇暖": "席：坐席；暇：空闲。连席子还没有来得及坐热就起来了。原指东奔西走，不得安居。后形容很忙，多",
  "席地而坐": "席：坐席。原指把坐席铺在地上坐。现多指坐在地面上。",
  "袭衣兼食": "成套衣服，多盘菜肴。谓生活优裕。 明  何景明 《徐太母潘氏墓志铭》：“居家甚勤儉，無襲衣兼食",
  "席珍待聘": "席：铺陈；聘：请人任职。铺陈珍品，待人选用。旧指有才能的人等待受聘用。",
  "袭凡蹈故": "因袭俗套，遵循旧轨。 明  方孝孺 《与舒君书》：“世人或不察其立辭之説，而徒取其所謂襲凡蹈故",
  "席上之珍": "筵席上的珍品。比喻至美的义理或人才。",
  "席门穷巷": "形容所居之处穷僻简陋。亦作“席门蓬巷”。",
  "席门蓬巷": "形容所居之处穷僻简陋。同“席门穷巷”。",
  "席履丰厚": "比喻祖上遗产丰富。也形容生活优裕。同“席丰履厚”。",
  "席卷天下": "形容力量强大，控制了全国。",
  "席卷而逃": "指偷了全部贵重衣物逃跑。",
  "席卷八荒": "席卷：像卷席子一样把东西卷起；八荒：八方荒远的地方。形容力量强大，控制整个天下。",
  "席丰履厚": "席：席子；指坐具；丰：多；履：鞋子，指踩在脚下的东西；厚：丰厚。比喻祖上遗产丰富。也形容生",
  "袭故蹈常": "袭：沿袭；故：老办法；蹈：踩，引伸为遵循；常：常规，老规矩。因循守旧，照老规矩办事。",
  "习为故常": "犹言习以为常。 明  沈德符 《野獲编·勋戚·沈禄》：“蓋承 成化 以來，濫授冗員，俱以中旨批出",
  "习以为常": "习：习惯；常：平常。指某种事情经常去做；或某种现象经常看到；也就觉得平常了。",
  "习以成性": "1.原谓养成习惯即成本性。 北齐  刘昼 《新论·风俗》：“人居此地，習以成性，謂之俗焉。” 唐 ",
  "习而不察": "习：习惯。指常见之事，就觉察不到存在的问题",
  "习若自然": "犹言习惯若自然。 北齐  颜之推 《颜氏家训·序致》：“年十八九，少知砥礪，習若自然，卒難洗盪",
  "习非成俗": "谓习惯于不好的东西而成风尚。 晋  葛洪 《抱朴子·疾谬》：“盃觴路酌，絃歌行奏，轉相高尚，習",
  "习非胜是": "习：习惯于。错误成了习惯，反以为是对的",
  "习俗移人": "本作“習俗移性”。谓风俗习惯可以改变人的本性。《晏子春秋·杂上二三》：“ 嬰 聞：汩常移質，",
  "袭冶承弓": "谓继承父业。语本《礼记·学记》：“良冶之子，必學爲裘；良弓之子，必學爲箕。” 明  陈汝元 《",
  "习焉弗察": "犹言习焉不察。 清  梁章鉅 《浪迹续谈·孙白谷》：“此實傳庭，又或誤以爲‘傅庭’，耳食之徒，",
  "习非成是": "对某些错误事情习惯了，反以为本来就是对的。",
  "习与体成": "犹言习与性成。《孔丛子·执节》：“作之不變，習與體成，則自然矣。”",
  "袭人故智": "袭：因袭，套用。智：指计算。套用别人使用过的计策。",
  "习俗移性": "风俗习惯可以改变人的习性。",
  "习故安常": "指习惯于规。",
  "习焉不觉": "犹言习焉不察。 清  沈德潜 《说诗晬语》卷下：“改漫爲熳，不知起於何時？焉烏成馬，習焉不覺，",
  "细针密缕": "缕：线。针线细密。比喻工作细致或处理事情周到。",
  "细枝末节": "末节：小事情，小节。细小的树枝，微末的环节。比喻事情或问题的细小而无关紧要的部分。",
  "郤诜丹桂": "比喻科举及第，获得功名。",
  "阋墙御侮": "阋：争吵；阋墙：兄弟相争于内；御侮：抵御外敌。比喻虽有内部争吵，仍能一致对外。",
  "郤诜高第": "比喻指科举高中，荣登榜首。",
  "阋墙谇帚": "“阋”念xì。谓家庭内部争吵不和。谇帚，指妇女吵骂。",
  "隙大墙坏": "墙缝大了就要倒。比喻错误不及时纠正，就会造成祸害。",
  "隙穴之窥": "比喻执着地努力，最后达到目的。",
  "细不容发": "比喻十分细小。《晋书·卫瓘传》：“鳥跡之變，乃惟佐隸。蠲彼繁文，崇此簡易。厥用既弘，體象有",
  "细入毫芒": "形容细微到极点。 明  谢肇淛 《五杂俎·人部三》：“ 唐 初雖有山水，然尚精工。如 李思訓 、 ",
  "系颈牵羊": "系：拴缚。用绳系住脖子，用手牵着羊。形容投降请罪的样子",
  "细微末节": "末节：小事情，小节。无关紧要的小事情，小问题。",
  "细大不踰": "大小皆不超越。《国语·周语下》：“物得其常曰樂極，極之所集曰聲，聲應相保曰和，細大不踰曰平",
  "系铃解铃": "明  瞿汝稷 《指月录》卷二三：“ 金陵  清凉  泰欽法燈禪師 在衆日，性豪逸，不事事，衆易之。 ",
  "细大无遗": "犹言细大不捐。 宋  曾巩 《祭亡妻晁氏文》：“我扶我翼，共處窮羇，鋤荒補漏，細大無遺。”",
  "细雨和风": "1.细润的雨，和煦的风。 前蜀  韦庄 《登咸阳县楼望雨》诗：“亂雲如獸出山前，細雨和風滿 渭川 ",
  "细针密线": "针线细密。比喻细致周密",
  "戏彩娱亲": "比喻孝养父母。",
  "系马埋轮": "指敌人进攻时，系住马，埋车轮于地，以示固守不退。",
  "细水长流": "细：微小。比喻节约使用财物；使经常不缺用。也比喻一点一滴不间断做某件事。",
  "戏蝶游蜂": "飞舞游戏的蝴蝶和蜜蜂。后用以比喻浪荡子弟。",
  "系风捕景": "①比喻不可能做到的事。②比喻不露形迹。亦作“系风捕影”。",
  "系风捕影": "拴住风，捉住影子。比喻无法办到的事。也比喻说话做事以不可靠的传闻或表面现象作根据。",
  "舄乌虎帝": "因“舄”与“乌”、“虎”和“帝”字形相近，同经传抄，容易写错。指文字抄传错误。",
  "细大不捐": "细：微，小；捐：舍弃。小的大的都不抛弃。形容包罗一切，没有选择。",
  "喜见于色": "内心的喜悦表现在脸上。形容抑制不住内心的喜悦。同“喜形于色”。",
  "喜从天降": "喜事从天上掉下来。形容突然遇到意想不到的好事；也指为此特别高兴。",
  "喜出望外": "望：希望，意料。由于没有想到的好事而非常高兴。",
  "喜不自胜": "胜：能承受。喜欢得控制不了自己。形容非常高兴。",
  "徙宅忘妻": "徙：迁移；宅：住所。搬家忘记把妻子带走。比喻粗心到了荒唐的地步。",
  "徙善远罪": "趋向善良，远离罪恶。",
  "洗雪逋负": "洗雪：队掉；逋负：旧欠，引伸为旧恨。报仇雪恨，以偿夙愿。",
  "洗濯磨淬": "指修养锻炼。",
  "喜笑颜开": "颜：脸色；开：舒展；开朗。形容心里高兴；满面笑容。",
  "洗心回面": "比喻彻底悔改。同“洗心革面”。",
  "徙薪曲突": "搬开灶旁柴禾，将直的烟囱改成弯的。本谓预防火灾。后亦比喻先采取措施，防患于未然。《汉书·霍",
  "洗手不干": "把手洗干净休息了。",
  "喜逐颜开": "逐：追随；颜：脸面，面容。形容十分喜悦，满脸笑容。",
  "喜跃抃舞": "抃：鼓掌。喜欢得跳跃、鼓掌、起舞。形容极度欢乐而手舞足蹈的情状。",
  "喜溢眉梢": "形容人很快乐的精神。",
  "喜形于色": "形：表现；色：脸色。内心的喜悦表现在脸上。形容抑制不住内心的喜悦。",
  "喜行于色": "高兴显现在脸上。",
  "喜上眉梢": "眉梢：眉尖。喜悦的神情从眉眼上表现出来。形容高兴时眉开眼笑。",
  "喜新厌故": "喜欢新的，厌弃旧的。多指爱情不专一。同“喜新厌旧”。",
  "喜眉笑眼": "喜在眉梢，笑在眼里。形容面带笑容、十分高兴的样子。",
  "喜闻乐见": "闻：听。喜欢听；乐意看。形容适合人们兴趣；很受欢迎。",
  "洗心换骨": "道家语，指洗去尘心，换掉凡骨，即可超离凡尘而入圣。",
  "喜气洋洋": "洋洋：得意的样子。充满了欢喜的神色或气氛。",
  "喜怒无常": "常：一定；无常：变化不定。一会儿高兴　；一会儿发怒；变化不定。指人的性情多变；叫人捉摸不透",
  "喜怒哀乐": "喜欢、恼怒、悲哀、快乐。泛指人的各种不同的感情。",
  "喜新厌旧": "厌：厌恶。喜欢新的；厌弃旧的。多指用情不专一。",
  "洗耳拱听": "请人讲话时的客气话。指专心地听。同“洗耳恭听”。",
  "洗手奉职": "洗手：使手干净，比喻廉洁；奉职：担任职务。比喻忠于职守，廉洁奉公。",
  "洗心革面": "洗心：消除邪恶的思想；革面：改变旧的面目。比喻彻底悔改；重新做人。",
  "洗兵牧马": "洗擦兵器，喂养战马。指做好作战准备。",
  "洗肠涤胃": "①比喻彻底清除。②比喻彻底改过。",
  "洗耳恭听": "洗耳：擦洗耳朵；比喻很重视听对方说话；恭：恭敬地。洗干净耳朵恭恭敬敬听别人讲话。请人讲话时",
  "洗垢匿瑕": "洗涤玉的污垢时，遮盖其斑点。比喻对人有所包涵。",
  "洗垢求瘢": "垢：污垢；瘢：瘢痕。洗掉污垢来寻找瘢痕。比喻想尽办法挑剔别人的缺点。",
  "洗手奉公": "比喻忠于职守，廉洁奉公。同“洗手奉职”。",
  "洗心涤虑": "指涤除私心杂念，比喻彻底改悔。",
  "洗髓伐毛": "清洗骨髓，削除毛发。比喻彻底涤除自身的污秽。有脱胎换骨的意思。",
  "洗垢求瑕": "比喻想尽办法挑剔别人的缺点。同“洗垢求瘢”。",
  "洗眉刷目": "比喻清晰明白。",
  "洗颈就戮": "把脖子洗净，伸到刀下受斩。比喻等待灭亡。",
  "洗脚上船": "谓居于水滨，舟行极便。语出《三国志·吴志·吕蒙传》：“又劝权夹水口立坞”裴松之注引晋张勃《",
  "洗垢索瘢": "洗掉污垢来寻找瘢痕。比喻想尽办法挑剔别人的缺点。同“洗垢求瘢”。",
  "熙熙壤壤": "形容人来人往，喧闹纷杂。壤，通“攘”。",
  "膝语蛇行": "跪着说话，伏地而行。极言其畏服。",
  "息黥补劓": "谓修整面容残缺，恢复本来面目。后用以喻改过自新。语本《庄子·大宗师》：“许由曰：‘而奚来为",
  "息交绝游": "停止交游活动。指隐居。",
  "息迹静处": "息：止息；迹：行迹，脚印；处：处所。要想不见行迹，只有自己静止不动。引申为要想人不知，除非",
  "羲皇上人": "伏羲氏以前的人，即太古的人。比喻无忧无虑，生活闲适的人。",
  "鼷腹鹪枝": "比喻欲望有限。语本《庄子·逍遥游》：“鹪鹩巢于深林，不过一枝。偃鼠饮河，不过满腹。”",
  "鼷鼠饮河": "比喻欲望有限。",
  "息怒停瞋": "瞋：发怒时睁大眼睛。停止发怒和生气。多用作劝说，停息恼怒之辞。",
  "息事宁人": "息：平息；宁：使安定。原指不生事，不骚扰百姓，后指调解纠纷，使事情平息下来，使人们平安相处",
  "嬉皮笑脸": "形容嬉笑不严肃的样子。",
  "嬉笑怒骂": "嬉：游戏。比喻不论什么题材和形式，都能任意发挥，写出好文章来。",
  "膝行而前": "跪着用膝盖向前移动。形容敬畏恭谨之极。",
  "膝行匍伏": "伏地爬行。同“膝行蒲伏”。",
  "膝行蒲伏": "伏地爬行。",
  "膝痒搔背": "膝部发痒，却去搔背。比喻力量没有使在点子上。",
  "諠客夺主": "客人占了主人的地位，或外来的、次要的事物占了原有的、主要的事物的地位。",
  "膝行肘步": "膝盖和胳膊肘着地行走；匍匐而行。形容地位卑下，不敢与别人平起平坐。",
  "析辨诡辞": "亦作“析辨诡词”。谓巧言邪说。",
  "稀世之宝": "稀世：世所稀有。世上稀有的珍宝。",
  "析珪判野": "谓封爵分土。",
  "析圭分组": "谓任官受印。组，组绶。",
  "析圭儋爵": "指任官受爵。",
  "析圭担爵": "同“析圭儋爵”。指任官受爵。",
  "析骨而炊": "同“析骸以爨”。指被围日久，粮尽柴绝的困境。亦以形容战乱或灾荒时期百姓的悲惨生活。",
  "析肝吐胆": "剖示肝胆。比喻赤诚。",
  "析骸易子": "拆尸骨为炊，交换孩子而食。形容粮尽援绝的极端困境。参见“析骸以爨”。",
  "析肝刿胆": "剖示肝胆。比喻赤诚。亦作“析肝吐胆”。",
  "析毫剖厘": "分解剖析极为细小的事物。形容分析仔细而透彻。",
  "析辨诡词": "见“析辩诡辞”。",
  "希旨承颜": "指言语行动迎合上级的意图。",
  "希世之珍": "希世：世上希有；珍：宝物。世间罕见的珍宝。比喻极宝贵的东西。",
  "希世之才": "指世间很少有的人才。",
  "希世之宝": "世上极稀罕极难得的珍宝。",
  "希奇古怪": "希罕奇特，古里古怪。指极不一般。",
  "吸新吐故": "吸进新气，吐出浊气。",
  "析肝沥悃": "谓披露肝胆，倾吐至诚。",
  "析疑匡谬": "解析疑义，纠正谬误。",
  "西方浄土": "佛教语。西方之极乐世界，即佛国。 唐  李白 有《金銀泥畫西方浄土變相贊》诗。",
  "夕惕朝干": "语出《易·乾》：“君子終日乾乾，夕惕若厲，無咎。”谓终日勤勉谨慎，不敢懈怠。 明  张居正 《",
  "西方浄国": "即西方净土。 清  龚自珍 《西郊落花歌》：“西方浄國未可到，下筆綺語何灕灕。”参见“ 西方浄",
  "西施捧心": "同“ 西子捧心 ”。 宋  马永卿 《嬾真子》卷一：“僕讀至此，始悟 莊子 之言曰： 西施 捧心而嚬",
  "西眉南脸": "西施 、 南威 ，都是 春秋 时的美人。后以“西眉南臉”比喻女子容貌美丽。 唐  李咸用 《巫山高",
  "西除东荡": "到处征剿。形容身经百战。 元  李寿卿 《伍员吹箫》第一折：“俺也曾西除東蕩，把功勞立下幾樁樁",
  "西窗翦烛": "犹言剪烛西窗。指亲友聚谈。语出 唐  李商隐 《夜雨寄北》诗：“何當共剪西窗燭，卻話 巴山 夜雨",
  "析骸以爨": "指被围日久，粮尽柴绝的困境。亦以形容战乱或灾荒时期百姓的悲惨生活。",
  "习焉不察": "习：习惯；焉：语气词，有“于此”的意思；察：觉察。指经常接触某种事物，反而觉察不到其中存在",
  "西装革履": "身穿西装，脚穿皮鞋。形容衣着入时。",
  "析言破律": "指巧说诡辨，曲解律令。",
  "析微察异": "指仔细观察、辨别。",
  "析律舞文": "指故意玩弄文字，曲解法律条文。",
  "析律贰端": "指曲解法律条文，妄生不实端绪，以加重人罪。",
  "析缕分条": "析：剖析；缕：线。有条有理地细细分析。",
  "析精剖微": "指剖析精微深奥的道理。",
  "析交离亲": "指离间亲友。",
  "析毫剖芒": "亦作“析毫剖厘”。分割剖析毫毛芒刺。形容剖析细微透彻。",
  "西鹣东鲽": "《史记·封禅书》：“東海致比目之魚，西海致比翼之鳥。”比翼鸟即鹣；比目鱼即鲽。后以“西鶼東",
  "惜指失掌": "惜：吝惜。因舍不得一个指头而失掉一个手掌。比喻因小失大。",
  "蹊田夺牛": "蹊：践踏；夺：强取。因牛践踏了田，抢走人家的牛。比喻罪轻罚重。",
  "稀奇古怪": "指很少见，很奇异，不同一般。",
  "犀照牛渚": "《晋书·温峤传》：“扞温峤呴至牛渚矶，水深不可测，世云其下多怪物，峤遂毁犀角而照之。须臾，",
  "犀燃烛照": "犹犀照牛渚。",
  "犀牛望月": "比喻见到的不全面。",
  "犀颅玉颊": "额角骨突出如犀，脸颊洁白如玉。借指相貌不凡的年轻人。",
  "犀角烛怪": "借以赞美诗文的深刻。",
  "犀顶龟文": "头顶骨隆起如犀角，脚掌上有龟背纹。旧时所谓贵人之相。",
  "吸风饮露": "道家及诗文中常用以指神仙的绝食五谷。",
  "惜字如金": "指极其节省文字，不多费笔墨。",
  "熙熙融融": "亲爱和睦的样子。",
  "惜玉怜香": "惜、怜：爱怜；玉、香：比喻女子。比喻男子对所爱女子的照顾体贴。",
  "惜墨如金": "惜：爱惜；墨：写字用的墨。爱惜墨就像金子一样。指不轻易动笔。",
  "惜老怜贫": "惜：爱惜；怜：哀怜；同情。爱护老年人；怜悯穷苦人。",
  "惜客好义": "指好客仗义。",
  "悉索薄赋": "指倾全国的军事力量。古代按田赋出兵车、甲士，故称兵为“赋”。薄，谦词，指不精良。",
  "悉索敝赋": "悉：全部；索：尽；敝：谦辞，谓不精良。指尽全国所有的兵力。也指拿出所有的一切来供应。",
  "悉帅敝赋": "指倾全国的军事力量。古代按田赋出兵车、甲士，故称兵为“赋”。敝，谦词，指不精良。",
  "息息相通": "连呼吸都是共同的；相通的。比喻彼此关系密切。",
  "晰毛辨发": "连毛发也能清楚地分辨。形容析理入微。",
  "西方净国": "佛教语。指西方净土",
  "息息相关": "息：呼吸时进出的气。呼吸也相互关联。形容彼此的关系非常密切。",
  "西台痛哭": "宋末文天祥抗元失败被害。八年后，谢翱与友人登西台痛哭致祭，并作《登西台恸哭记》以记其事。后",
  "西食东眠": "在西家吃饭，在东家睡觉。比喻贪利的人企图兼有两利。",
  "西山日薄": "薄：逼近。太阳快要落山。比喻事物接近衰亡或人近老年。亦作“日薄西山”、“西山日迫”。",
  "西颦东效": "西施捧心、东施效颦。比喻以丑陋学美好而愈显其丑。",
  "西邻责言": "西邻：西部的邻国；责言：问罪的话。原指秦国（在西）向晋国（在东）问罪。后泛指别人的责备。",
  "西赆南琛": "谓四方皆来朝贡为“西赆南琛”。赆，贡物。琛，珍宝。",
  "西风落叶": "形容秋天的景象。多比喻人或事物已趋衰落。",
  "熙来攘往": "熙、攘：喧闹、纷乱的样子。人来人往；喧闹纷杂。",
  "西方净土": "佛教语。西方之极乐世界，即佛国。",
  "熙熙攘攘": "熙熙：和乐的样子；攘攘：纷乱的样子。形容人来人往，非常热闹拥挤。",
  "西窗剪烛": "原指思念远方妻子，盼望相聚夜语。后泛指亲友聚谈。",
  "夕阳西下": "指傍晚日落时的景象。也比喻迟暮之年或事物走向衰落。",
  "夕惕若厉": "若：如；厉：危。朝夕戒惧，如临危境，不敢稍懈。",
  "夕惕朝乾": "指终日勤谨慎，不敢懈怠。",
  "夕寐宵兴": "晚睡早起。形容勤奋不息。同“夙兴夜寐”。",
  "嘻笑怒骂": "①指嬉戏、欢笑、愤怒、詈骂等不同的情绪表现。②指不拘守规格，率情任意地发挥表现。③嘲弄辱骂",
  "嘻皮笑脸": "①形容嘻嘻哈哈的样子。②形容轻薄嘻笑的样子。③形容谄笑讨好的样子。",
  "嘻皮涎脸": "形容轻佻嘻笑不知羞耻的样子。",
  "西子捧心": "西子：即西施，春秋时越国的美女。形容女子的病态美。比喻名家的诗文、字画等，其本身存在的某种",
  "西风残照": "秋天的风，落日的光。比喻衰败没落的景象。多用来衬托国家的残破和心境的凄凉。”",
  "遐方绝壤": "指边远偏僻的地区。同“遐方绝域”。",
  "霞思云想": "绞尽脑汁，深沉地思索。",
  "霞思天想": "指苦思冥想。",
  "霞明玉映": "如霞光明艳，如玉色映现。形容光彩耀人。",
  "匣里龙吟": "宝剑在匣中发出龙吟般的声响。原指剑的神通，后比喻有大材的人希望见用。",
  "匣剑帷灯": "帷：帐幕。匣里的宝剑，帐里的明灯，剑气灯光，若隐若现。比喻事情无法掩藏，或故意露出消息引人",
  "瑕瑜互见": "瑜：玉的光泽；见：显露。比喻优点；缺点都有。",
  "瑕不揜瑜": "比喻缺点掩盖不了优点，缺点是次要的，优点是主要的。同“瑕不掩瑜”。",
  "瑕不掩瑜": "瑕：玉上面的斑点，比喻缺点；掩：遮盖；瑜：美玉的光泽，比喻优点。比喻缺点掩盖不了优点，缺点",
  "遐州僻壤": "指边远偏僻的地方。",
  "霞蔚云蒸": "比喻景物绚烂缛丽。",
  "霞友云朋": "与云霞为朋友。指避世隐居。",
  "霞裙月帔": "以云霞为裙，明月为披肩。借指仙女或美女。",
  "遐迩著闻": "远近闻名。形容名声很大。",
  "遐迩一体": "指远近犹如一个整体。形容协调统一。",
  "遐迩闻名": "遐：远；迩：近。形容名声很大，远近都知道。",
  "遐尔闻名": "形容名声大，远近都知道。",
  "狭路相逢": "在很窄的路上相遇，没有地方可让。后多用来指仇人相见，彼此都不肯轻易放过。",
  "柙虎樊熊": "柙中的虎，樊内的熊。比喻被囚的恶人。",
  "狎雉驯童": "汉鲁恭宰中牟，以德化民。时郡国螟蝗伤稼，独不入其境；有母雉将雏过童子旁，童子仁而不捕。事见",
  "侠肝义胆": "侠客的肝，义士的胆。形容见义勇为、锄强扶弱、打抱不平的心肠和行动。",
  "遐方绝域": "指边远偏僻的地区。",
  "霞姿月韵": "比喻俊美清雅的仪态和风度。",
  "遐迩着闻": "远近闻名。形容名声很大。 唐  玄奘 《大唐西域记·尼波罗国》：“近代有王……碩學聰睿，自製《",
  "霞光万道": "形容日出日落时霞光散射的美丽景象。也形容某种珍宝放出耀眼的光辉。",
  "夏虫疑冰": "比喻人囿于见闻，知识短浅。",
  "夏虫朝菌": "意为夏虫活不到冬天，菌类朝生暮死。比喻极短的生命。",
  "下笔有神": "写起文章来，文思泉涌，如有神力。形容才思敏捷，文章写得又快又好。亦作“下笔如神”、“下笔如",
  "下笔如神": "指写起文章来，文思奔涌，如有神力。形容文思敏捷，善于写文章或文章写得很好。",
  "下笔千言": "千言：长篇大论。一动笔就写成上千言的文章。形容文思敏捷；写作迅速。",
  "下笔成章": "章：文章。形容富有才华；思路敏捷。一动笔就能写成文章。",
  "下笔成文": "一下笔就很快写成文章。形容文思敏捷，才华横溢。",
  "下笔成篇": "形容文思敏捷。同“下笔成章”。",
  "下坂走丸": "在山坡上往下滚弹丸。比喻顺势无阻，敏捷而无停滞。",
  "下气怡声": "下气：态度恭顺：怡声：声音和悦。形容声音柔和，态度恭顺。",
  "夏鼎商彝": "夏代的鼎，商代的彝器。泛指古董。",
  "夏炉冬扇": "夏天生火炉，冬天扇扇子。比喻做事不符合当时的需要，费了力气而得不到好处。",
  "夏日可畏": "象夏天酷热的太阳那样使人可怕。比喻为人严厉，令人畏惧。",
  "夏五郭公": "《春秋》一书中，“夏五”后缺“月”字，“郭公”下未记事。比喻文字脱漏。",
  "下车之始": "指官吏刚到任所。同“下车伊始”。",
  "下车伊始": "下车：旧指新官刚到任。伊始：开始。旧指新官刚到任；现比喻带着工作任务刚刚到一个地方。",
  "下车泣罪": "旧时称君主对人民表示关切。",
  "夏雨雨人": "雨：前一个“雨”，名词，雨水；后一个“雨”，动词，下雨。有如夏天的雨落在人身上。比喻及时给",
  "下阪走丸": "阪：斜坡；丸：弹丸。在斜坡上往下滚弹丸。比喻说话敏捷流利。",
  "下乔迁谷": "用来比喻人从光明走向黑暗，或者从良好的处境而进入劣境。。",
  "下气怡色": "形容气色和悦，态度恭顺。同“下气怡声”。",
  "下马看花": "跨下马来细细地观赏花朵。多比喻做工作深入实际地调查研究。",
  "下马冯妇": "以之比喻重操旧业的人。",
  "下落不明": "下落：着落，去处。指不知道要寻找的人或物在什么地方。",
  "下陵上替": "在下者凌驾于上，在上者废弛无所作为。谓上下失序，纲纪废坠。陵，通“凌”。",
  "下里巴人": "下里：乡里；巴人：巴蜀的人民。原指战国时代楚国民间流行的一种歌曲。比喻通俗的文学艺术。",
  "下井投石": "见人掉进井里，不但不搭救，反而向井里仍石头。",
  "下回分解": "章回小说于每回之末所用的套语。现多用以喻事件发展的结果。",
  "下不为例": "例：先例。下一次不能以这次为例子照样做。指只通融或宽恕这一次；以后不允许再做。",
  "下逐客令": "秦始皇曾下过逐客令，要驱逐从各国来的客卿。泛指主人赶走不受欢迎的客人。",
  "下乔入幽": "冬季鸟躲在深山穷谷，到春天出来飞鸣于乔木，用来比喻人舍弃黑暗而接近光明，或者从劣境而进入良",
  "下情上达": "谓下面的情况或意见能够通达于上。",
  "鹡鸰在原": "《诗·小雅·常棣》：“脊令在原，兄弟急难。”脊令，后即以“鹡鸰在原”比喻兄弟友爱之情。",
  "下塞上聋": "塞：堵塞不通。聋：耳朵的听觉失灵。下边堵塞不通，上边听觉失灵。比喻真实情况不能上传下达。",
  "下学上达": "指学习人情事理，进而认识自然的法则。",
  "下愚不移": "移：改变。下等的愚人，决不可能有所改变。旧时儒家轻视劳动人民的观点。也指不求上进，不想学好",
  "下车作威": "原指封建时代官吏一到任，就显示威风，严办下属。后泛指一开头就向对方显示一点厉害。",
  "瞎子断匾": "失明的人胡乱判定匾额上的字。指各说各的，无法得出正确的结论。 郭绍虞 《中国文学批评史》第二",
  "瞎子摸鱼": "比喻做事盲目，缺乏调查研究。",
  "瞎子摸象": "比喻对事物一知半解，不对全局作判断。",
  "瞎马临池": "盲人骑着瞎马。比喻盲目行动，后果十分危险。",
  "虾兵蟹将": "古代神怪小说里海龙王手下的兵将。比喻敌人的爪牙或不中用的大小娄罗。",
  "呷醋节帅": "唐任迪简为天德军判官，一日军宴，军吏误以醋酌迪简，以军使李景略严暴，恐罪及军吏，乃强饮之，",
  "瞎灯灭火": "形容夜色浓重或没有一点亮光。《捻军歌谣·听老毛子啦清兵》：“陰天澇雨刮大風，瞎燈滅火屋子空",
  "瞎灯黑火": "灯不亮，火灭了。形容十分漆黑",
  "先代所美": "这是前人所称道的事。",
  "弦外之响": "比喻言外之意。",
  "衔橛之变": "指车马倾覆的危险。亦喻意外发生的事故。",
  "衔橛之虞": "指车马倾覆的危险。亦喻意外发生的事故。同“衔橛之变”。",
  "衔枚疾走": "衔：用嘴含；枚：像筷子的东西，两头有带，可系于颈上；疾走：快走。形容夜晚秘密急行军。",
  "衔沙填海": "犹言衔石填海。比喻为实现既定目标，坚韧不拔地奋斗到底。",
  "衔石填海": "《山海经·北山经》：“炎帝之少女名曰女娃。女娃游于东海，溺而不返，故为精卫，常衔西山之木石",
  "衔尾相随": "衔：马嚼子；尾：马尾巴。马嚼子接着马尾巴。形容一个紧跟着一个，成单行前进。",
  "衔悲茹恨": "衔：含。茹：吃。胸中藏有悲痛与仇恨。亦作“衔悲蓄恨”。",
  "弦外之音": "原指音乐的余音。比喻言外之意，即在话里间接透露，而不是明说出来的意思。",
  "涎玉沫珠": "流出美玉，吐出珍珠。比喻水花四溅的美丽景象。",
  "衔橜之变": "指车马倾覆的危险。亦喻意外发生的事故。《汉书·司马相如传》：“且夫道清而後行，中路而馳，猶",
  "衔橜之虞": "亦作“ 銜橛之虞 ”。同“ 銜橜之變 ”。 唐  杜甫 《赠太子太师汝阳郡王琎》诗：“竟無銜橜虞，",
  "闲言赘语": "无关紧要的话；多余的话。",
  "闲云孤鹤": "漂浮的云，孤飞的鹤。比喻无拘无束、来去自如的人。",
  "闲云野鹤": "闲：无拘束。飘浮的云，野生的鹤。旧指生活闲散、脱离世事的人。",
  "闲杂人等": "指与工作无关的人员。",
  "弦外有音": "弦乐器的弦上发出的声音以外还有声音。比喻话语中另有间接透露、没有明说的意思。",
  "衔玉贾石": "给人看的是玉，卖给人的却是石头，义同“挂羊头，卖狗肉”。",
  "闲非闲是": "无关紧要的是非、议论。同“闲是闲非”。",
  "衔冤负屈": "衔：含在嘴里，负：遭受；比喻心怀冤枉，身受委屈。",
  "悬壶问世": "在社会上挂牌行医。原只作“悬壶”，意即行医。",
  "嫌贫爱富": "嫌：厌恶。嫌弃贫穷的；喜爱富有的。指对人的好恶不以德行；而以贫富为标准。",
  "嫌好道恶": "说好道坏。指挑剔苛求。",
  "嫌好道歹": "形容嫌恶，挑剔。",
  "嫌长道短": "犹苛求责备。",
  "衔华佩实": "衔：包含；华：比喻文采；佩：佩带；实：果实，比喻文章的思想内容。形容文章的形式和内容都完美",
  "闲愁万种": "闲愁：说不出的烦恼。莫名的烦恼极多。形容思想空虚，多愁善感。也形容愁情满怀。",
  "衔环结草": "结草：把草结成绳子，搭救恩人；衔环：嘴里衔着玉环。旧时比喻感恩报德，至死不忘。",
  "闲花埜草": "野生的花草。比喻男子在妻子以外所玩弄的女子。同“闲花野草”。",
  "闲花野草": "野生的花草。比喻男子在妻子以外所玩弄的女子。",
  "闲见层出": "先后一再出现。",
  "涎眉邓眼": "犹嬉皮笑脸。形容嬉笑不严肃的样子。",
  "涎皮赖脸": "厚着脸皮纠缠，惹人厌烦。",
  "涎皮涎脸": "嬉皮笑脸；厚着脸皮跟人纠缠。亦作“涎皮赖脸”。亦作“涎脸涎皮”。",
  "涎言涎语": "厚着脸皮胡言乱语，撒赖。",
  "闲曹冷局": "无足轻重的清闲的官署。",
  "闲是闲非": "无关紧要的是非、议论。",
  "闲不容缓": "亦作“間不容緩”。犹言刻不容缓。 龚振黄 《青岛潮》第十章：“是否贊同，迅祈賜覆。千鈞一髮，",
  "闲言泼语": "指与正事无关的话；废话。",
  "闲不容息": "谓喘息的时间都没有。形容时间短促。《淮南子·原道训》：“時之反側，閒不容息。” 高诱 注：“",
  "闲鸥野鹭": "①比喻退隐闲散之人。②比喻非正当男女关系中的女方。",
  "闲情逸志": "指悠闲的心情和安逸的兴致。同“闲情逸致”。",
  "闲不容瞚": "亦作“間不容瞚”。谓眨眼的时间都没有。形容时间的短促。《素问·宝命全形论》：“至其當發，間",
  "闲神野鬼": "迷信指流散的鬼神。多比喻不务正业，到处游逛，寻事生非的人。",
  "闲不容发": "亦作“間不容髮”。1.形容事物之间距离极小或事物很精密。语出《大戴礼记·曾天子圆》：“律居陰",
  "闲邪存诚": "闲：防备，禁止。约束邪念，保持诚实。",
  "闲言长语": "议人长短的唠叨话。",
  "闲言淡语": "①无关紧要的话。②犹闲言冷语。没有根据的讥刺他人的话。",
  "闲言冷语": "没有根据的讥刺他人的话。",
  "弦外之意": "弦：乐器上发音的丝线。比喻言外之意，即在话里间接透露，而不是明说出来的意思。",
  "闲言闲语": "指不满意的话；没有根据的话。",
  "衔胆栖冰": "衔：嘴含；胆：苦胆；栖：栖息。嘴里含着苦胆，居住在冰上。形容刻苦自励。",
  "闲言碎语": "闲：与正事无关；碎：指说话唠叨。唠叨些与正事无关的话。",
  "闲情逸致": "逸：安闲；致：兴致。指毫无事物所累；轻松超逸的情趣。悠闲的心情和安逸的兴致。",
  "咸五登三": "《史记·司马相如列传》：“方将增泰山之封，加梁父之事，鸣和鸾，扬乐颂，上咸五，下登三。”《",
  "弦无虚发": "指射箭百发百中。",
  "贤良方正": "贤良：才能，德行好；方正：正直。汉武帝时推选的一种举荐官吏后备人员的制度，唐宋沿用，设贤良",
  "贤母良妻": "对丈夫是贤惠的妻子，对子女是慈善的母亲。",
  "贤妻良母": "既是丈夫的贤慧的妻子；又是孩子的善良的母亲。旧时用以称赞女子贤淑。",
  "贤身贵体": "指身分高贵。",
  "贤贤易色": "本指对妻子要重品德，不重容貌。后多指尊重贤德的人，不看重女色。",
  "弦外遗音": "《礼记·乐记》：“清廟之瑟，朱弦而疏越，壹倡而三歎，有遺音者矣。” 郑玄 注：“遺，猶餘也。",
  "咸风蛋雨": "指海上风雨。",
  "闲不容缕": "同“ 閒2不容髮 ”。亦作“間不容縷”。 宋  苏轼 《奉诏祷雨诸庙祝文》：“民之禍福，間不容縷",
  "咸阳一炬": "咸阳：秦朝的都城；炬：火把，引申为火焚。咸阳的一把大火。指项羽率军到咸阳后将秦宫全部烧毁。",
  "涎脸涎皮": "嬉皮笑脸；厚着脸皮跟人纠缠。同“涎皮涎脸”。",
  "咸与维新": "指一切除旧更新。",
  "闲不容砺": "亦作“間不容礪”。谓磨治的时间也没有。形容时间的短促。《隋书·李德林传》：“佐鬭嫁禍，紛若",
  "咸嘴淡舌": "比喻无事生非或没话找话说。",
  "涎脸饧眼": "嬉皮笑脸，挤眉弄眼。形容轻佻相。",
  "咸与惟新": "指一切除旧更新。同“咸与维新”。",
  "现身说法": "本佛教用语；指佛能依附一切有生命的东西；显现出种种身形来讲解佛法。后比喻以亲身经历和体验为",
  "现世现报": "报：报应。原为佛家语。后指人做了恶事，今生就会得到报应。意指报应很快。",
  "现钟不打": "比喻有现成的东西却不加利用。",
  "现钟弗打": "比喻有现成的东西却不加利用。同“现钟不打”。",
  "陷落计中": "指中敌人或对方的诡计。",
  "陷入僵局": "指僵持的局面。",
  "献替可否": "指劝善归过，提出兴革的建议。同“献可替否”。",
  "陷身囹圄": "囹圄：牢狱。指被关进监牢。",
  "线断风筝": "亦作“線斷風箏”。断了线的风筝。喻失去联系，无从寻觅。 元  马致远 《集贤宾·思情》套曲：“",
  "见素抱朴": "老子提出的治国的三项具体措施之一。是说要推举圣人，实行法治，即用“无为之治”取代“有为之治",
  "献曝之忱": "献：贡献之意；曝：晒太阳。比喻以物品或意见献之于人，所表达的自谦之意。",
  "献可替否": "献：进；替：废。指劝善归过，提出兴革的建议。",
  "陷于缧绁": "缧绁：捆绑犯人的绳索。指被关进监牢。",
  "险阻艰难": "险阻：危险和障碍。前进道路上的困难、危险和障碍。",
  "跣足科头": "科头：不戴帽子；跣足：光脚。光着头赤着脚。",
  "险象环生": "险：危险。危险的局面不断产生。",
  "显祖扬宗": "指使祖宗的名声显耀传扬。",
  "显祖扬名": "指使祖宗显耀，使名声传扬。",
  "显祖荣宗": "指使祖宗的名声显耀传扬。同“显祖扬宗”。",
  "显姓扬名": "指显耀门第，传扬名声。",
  "显微阐幽": "显示细微之事，说明隐幽之理，使之显见著明。",
  "显山露水": "比喻出名，显露才能。",
  "显亲扬名": "显：使显赫；扬：传扬。使父母宗族显耀；张扬自己的声誉。指中举、立功、做官的荣耀。",
  "显而易见": "形容事情或道理很明显，极容易看清楚。",
  "显露头角": "露：显露。头上的角已明显地突出来了。指初显露优异的才能。",
  "险遭不测": "形容从极危险的境地中逃出了性命。",
  "仙液琼浆": "指美酒。",
  "先我着鞭": "着：下。比喻快走一步，占先。",
  "先悉必具": "纤悉：细微详尽。细微详尽，全都载明。",
  "先笑后号": "《易·同人》：“九五，同人先号咷而后笑，大师克相遇。”后以“先笑后号”指命运先吉后凶。",
  "先天不足": "先天：中医指人或动物在母腹中的孕育时期；与“后天”相对。原指人或动物生下来体质就不好。后也",
  "先意承颜": "指孝子不等父母开口就能顺父母的心意去做。后指揣摸人意，谄媚逢迎。同“先意承志”。",
  "掀天揭地": "可以撼动天地。形容声势非常浩大，或巨大而彻底的变化。",
  "先行后闻": "比喻未经请示就先做了某事，造成既成事实，然后再向上级报告。",
  "先圣先师": "旧时尊称孔子；也称周公和孔子或孔子和颜渊。",
  "先声后实": "声：声势；实：实力。比喻先用声势挫折敌方士气，然后交战。",
  "先声夺人": "声：声势；夺人：指动摇人心。先张扬自己的声势以压倒对方。也比喻做事抢先一步。",
  "先意承旨": "先意：超先想到；承旨：遵从意旨。原指不等父母开口就能迎合父母的心意去做。后指揣摸上级意图，",
  "先意承志": "指孝子不等父母开口就能顺父母的心意去做。后指揣摸人意，谄媚逢迎。",
  "仙姿佚貌": "仙子的姿质，秀逸的容貌。形容女子出色的姿容。佚，通“逸”。",
  "先斩后奏": "斩：杀头；奏：臣子向皇帝陈述或请示报告事情。原指臣子先把人处决了；然后再报告帝王。现比喻未",
  "先忧后乐": "忧虑在天下人之先，安乐在天下人之后。比喻吃苦在先，享受在后。",
  "先意承指": "指孝子不等父母开口就能顺父母的心意去做。后指揣摸人意，谄媚逢迎。同“先意承志”。",
  "鲜车怒马": "怒：气势强盛。崭新的车，肥壮的马。形容服用讲究，生活豪华。",
  "仙风道格": "犹言仙风道骨。仙人的风度，道长的气概。形容人的风骨神采与众不同。",
  "掀拳裸袖": "高举拳头，卷起衣袖。表示心情激动。",
  "仙风道骨": "骨：气概。仙人的风度，道长的气概。形容人的风骨神采与众不同。",
  "仙风道气": "犹仙风道骨。仙人的风度，道长的气概。形容人的风骨神采与众不同。",
  "仙露明珠": "比喻人风神秀异。也形容书法秀逸圆润。",
  "仙山楼阁": "《史记·封禅书》：“自威（齐威王）、宣（齐宣王）、燕昭使人入海求蓬莱、方丈、瀛洲。此三神山",
  "仙山琼阁": "仙山：指蓬莱、方丈、瀛洲三神山；琼阁：精美的楼阁。传说中神仙居住的地方。现在也比喻虚无缥缈",
  "掀天斡地": "形容声势非常浩大，或巨大而彻底的变化。同“掀天揭地”。",
  "纤芥无爽": "爽：差。一点儿也不差。形容非常精确",
  "纤悉无遗": "纤悉：细微详尽；遗：遗漏。一点都没有遗漏。",
  "鲜车健马": "谓车辆鲜丽，辕马壮健。形容豪富。同“鲜车怒马”。",
  "纤芥之疾": "比喻不必在意的小毛病。",
  "鲜廉寡耻": "无廉洁之操守且不知羞耻。",
  "鲜眉亮眼": "犹言眉清目秀。形容容貌漂亮。",
  "鲜血淋漓": "淋漓：不停往下滴落的样子。形容鲜血流淌不止。",
  "鲜艳夺目": "色彩鲜美艳丽，十分引人注目。",
  "鲜衣良马": "美服壮马。谓服饰豪奢。同“鲜车怒马”。",
  "鲜衣美食": "鲜：有光彩的。穿的是华丽的衣服，吃的是美味的食品。形容生活优裕。",
  "鲜衣怒马": "美服壮马。谓服饰豪奢。",
  "纤毫无爽": "亦作“ 纖芥無爽 ”。亦作“ 纖毫不爽 ”。谓极其细微的差失也没有。《魏书·律历志下》：“歲星",
  "纤毫无犯": "形容军纪严明，丝毫不加侵犯。《北齐书·元景安传》：“ 顯祖 聞之，遣使推檢，同行諸人贓汙狼藉",
  "纤毫不爽": "纤毫：非常细微；爽：差。一点儿也不差。形容非常精确",
  "先覩为快": "谓以先见为快事。语出 唐  韩愈 《与少室李拾遗书》：“若景星鳳皇之始見也，争先覩之爲快。” ",
  "鲜蹦活跳": "指鱼、禽等乱蹦乱跳而有生气。",
  "先来后到": "指按照来到的先后早晚而确定次序；受到优惠。",
  "仙姿玉色": "形容女子姿态容貌极美。",
  "仙姿玉质": "形容姿容清秀品格高洁。",
  "先得我心": "得：适合，契合。比喻别人先说出了自己心里想说的话。",
  "先睹为快": "睹：看见。以能尽量早看到为快乐。形容急切盼望看到。",
  "先断后闻": "指先处理后奏闻。",
  "先发制人": "发：开始行动；制：控制，制服。原指丢动手的牌主动地位，可以控制对方。后也泛指争取主动，先动",
  "先公后私": "先以公事为重，然后考虑私事。",
  "先号后庆": "指初凶后吉。",
  "先号后笑": "①《易·同人》：“九五，同人先号咷而后笑，大师克相遇。”后以“先号后笑”指命运先凶后吉。②",
  "先河后海": "先祭河神，后祭海神。比喻治学要弄清源流。",
  "掀风鼓浪": "比喻煽动情绪，挑起事端。",
  "先见之明": "先见：预见；明：指能力。事先看清问题的能力。指对事物发展的预见性。",
  "仙姿玉貌": "形容女子姿态容貌都美。",
  "先礼后兵": "礼：礼貌；兵：武力。先按通常的礼节同对方交涉，如果行不能，再用武力或其他强硬手段解决。",
  "先难后获": "难：艰难，劳苦；获：收获。先付出劳动然后再取得收获。比喻不坐享其成。",
  "先驱蝼蚁": "蝼蚁：蝼蛄和蚂蚁。自己先死埋葬地下，为别人驱除蝼蚁。比喻效命于人，不惜先死。",
  "先人后己": "首先考虑别人，然后想到自己。",
  "先入为主": "指先听进去的话或先获得的印象往往在头脑中占有主导地位，以后再遇到不同的意见时，就不容易接受",
  "先入之见": "指在对某事物进行调查研究之前就形成或接受的看法。指成见。",
  "先知先觉": "觉：对事物有所认识。对哲理和社会政治等问题的认识理解比一般人更早的人。",
  "先自隗始": "隗：指战国燕人郭隗；始：开始。以先任用我郭隗为开端。表示自我推荐。",
  "纤尘不染": "原指佛教徒修行时，排除物欲，保持心地洁净。现泛指丝毫不受坏习惯，坏风气的影响。也用来形容非",
  "纤介之祸": "形容很轻的灾害。",
  "纤介之失": "纤介：细微。很小的过失。",
  "先花后果": "旧时比喻先生女后生男。",
  "香培玉琢": "好像用香料造就，美玉雕成。",
  "降服而囚": "脱去上衣，象囚犯那样，表示谢罪。",
  "详星拜斗": "祭拜星斗。道教仪式之一。以此驱妖疗疾。",
  "降妖捉怪": "原指有法术的人可以降伏妖精，捉拿鬼怪。后比喻以强大的力量战胜凶恶的敌人。",
  "详情度理": "审察情由，推测事理。",
  "降龙伏虎": "原是佛教故事，指用法力制服龙虎。后比喻有极大的能力，能够战胜很强的对手或克服很大的困难。",
  "祥云瑞气": "旧时认为天上彩色的云气为吉祥的征兆，故称祥云瑞气。亦作“祥云瑞彩”。",
  "翔鸾舞凤": "比喻书画用笔生动矫健。 宋  周紫芝 《竹坡诗话》卷三：“字畫飛動如翔鸞舞鳳，非世間筆也。”",
  "翔鸾翥凤": "比喻丰赡富丽的文辞。 明  孙柚 《琴心记·相偕抵舍》：“有志客，必取文章價，翔鸞翥鳳人終愛，",
  "祥麟威凤": "麒麟和凤凰，古代传说是吉祥的禽兽，只有在太平盛世才能见到。后比喻非常难得的人才。",
  "祥风时雨": "形容风调雨顺。多比喻恩德。",
  "巷尾街头": "指大街小巷。",
  "巷议街谈": "大街小巷间人们的议论。语出汉张衡《西京赋》：“街谈巷议，弹射臧否。”",
  "向隅而泣": "向：对着；隅：墙角；泣：小声地哭。一个人面对墙脚哭泣。形容没有人理睬，非常孤立，只能绝望地",
  "项庄舞剑": "比喻说话和行动的真实意图别有所指。同“项庄舞剑，意在沛公”",
  "象齿焚身": "焚身：丧生。象因为有珍贵的牙齿而遭到捕杀。比喻人因为有钱财而招祸。",
  "象耕鸟耘": "传说舜死苍梧，象为之耕；禹葬会稽，鸟为之耘。《文选·左思〈吴都赋〉》：“象耕鸟耘，此之自与",
  "象简乌纱": "象简：象牙做的朝笏；乌纱：黑纱制成的官帽。手执象牙笏，头戴乌纱帽。指旧时大官的装束。",
  "象牙之塔": "指主张“为艺术而艺术”的资产阶级文艺家脱离社会现实的个人幻想的艺术境界。也比喻脱离现实生活",
  "项背相望": "项：颈项。原指前后相顾。后多形容行人拥挤，接连不断。",
  "向平之原": "向平：东汉人向长，字子平，隐居不仕。原：同愿，表示心愿。比喻子女婚嫁事未完成。",
  "向壁虚构": "向壁：对着墙壁。即对着墙壁，凭空造出来的。比喻不根据事实而凭空捏造。",
  "向壁虚造": "向壁：脸朝着墙壁；虚造：弄虚作假。坐着面对墙壁凭空造作。形容没有事实根据地主观臆造。",
  "向风慕义": "指向往其教化，仰慕其礼义。或指向往其风度，仰慕其义行。",
  "向火乞儿": "向火：烤火；乞儿：乞丐。近火取暖的气丐。比喻趋炎附势的人。",
  "像心适意": "指随心所欲。",
  "向上一路": "佛教禅宗指不可思议的彻悟境界。",
  "像模像样": "指体面好看。形容郑重或隆重的样子。",
  "向天而唾": "仰头向着天吐唾沫，唾沫还是落在自己的脸上。比喻本来想损害别人，结果受害的还是自己。",
  "像心称意": "指称心满意。",
  "像心如意": "指顺心如意。",
  "向平之愿": "向平：即东汉时向长，字子平。向平的心愿。指子女婚嫁之事。",
  "相鼠有皮": "相：视。看看老鼠尚且还有皮。旧指人须知廉耻，要讲礼义。",
  "向若而叹": "比喻向高明者折服，而自叹不如。",
  "像模象样": "1.郑重；隆重。《儿女英雄传》第二回：“这番調動，老爺可必得像模像樣答上頭的情纔使得呢。” ",
  "向声背实": "声：声名，这里指虚名；背：违背。指向往声名，背离实际。",
  "象箸玉杯": "象箸：象牙筷子；玉杯：犀玉杯子。形容生活奢侈。",
  "相时而动": "相时：看准时机。观察对自己有利的时机而行动。",
  "像形夺名": "比拟其形状，而讹易本名。",
  "橡饭菁羹": "以橡实作饭，芜菁为羹。泛指饮食粗劣。",
  "相女配夫": "指衡量女儿的情况，选择合适的女婿。",
  "相门有相": "宰相门里还出宰相。旧指名门子弟能继承父兄事业。",
  "相貌堂堂": "形容人的仪表端正魁梧。",
  "相机而动": "观察时机，看到适当机会立即行动。",
  "橡皮钉子": "犹软钉子。比喻以婉转隐晦的方式进行斥责或拒绝。",
  "像心像意": "指顺遂心愿，合乎心意。",
  "想入非非": "非非：原为佛家语，表示虚幻的境界。想到非常玄妙虚幻的地方去了。形容完全脱离现实地胡思乱想。",
  "响遏行云": "遏：阻止；行云：飘动的云彩。形容歌声嘹亮，高入云霄，连浮动着的云彩也被止住了。",
  "响和景从": "比喻两者紧密相连。同“响答影随”。",
  "想望风褱": "犹言想望风采。非常仰慕其人，渴望一见。",
  "想望丰采": "非常仰慕其人，渴望一同。见“想望风采”。",
  "响答影随": "如应声和答、形影相随。比喻两者紧密相连。",
  "响彻云霄": "彻：贯通；云霄：高空。形容声音响亮，好像可以穿过云层，直达高空。",
  "响彻云表": "形容声音响亮，好像可以穿过云层，直达高空。同“响彻云霄”。",
  "享帚自珍": "语出《东观汉记·光武帝纪》：“家有敝帚，享之千金。”比喻物虽微劣，而自视为宝。",
  "想方设法": "想种种办法。",
  "想望风采": "想望：仰慕。风采：风度神采。非常仰慕其人，渴望一见。",
  "相视莫逆": "莫逆：彼此情投意合，非常相好。形容彼此间友谊深厚，无所违逆于心。",
  "相帅成风": "层层影响成为风气。帅，同“率”。",
  "相提并论": "相提：相比；相对照；并：一起；并列；论：谈论；对待。把两个人或两件事放在一起谈论或看待。",
  "相忘形骸": "指彼此不拘形迹，无所顾忌。",
  "相习成风": "习：习惯。指都习惯于某种做法或看法，而成为一种风习。",
  "相视而笑": "双方互相看着，发出会心的微笑。形容二者情合意洽的情态。",
  "相形见拙": "和同类的事物相比较，显出不足。同“相形见绌”。",
  "相去悬殊": "比喻相差很远。",
  "相形失色": "失色：失去光彩。和同类的事物相比较，显得大大不如。",
  "相为表里": "谓内外互相配合，共为一体。《汉书·鼌错传》：“兩軍相爲表裏，各用其長技，衡加之以衆，此萬全",
  "相与一口": "串通一气，异口同声。《韩非子·孤愤》：“朋黨比周，相與一口，惑主敗法，以亂士民。”",
  "相濡以泽": "濡：沾湿；泽：唾液或汗水。水干了，鱼吐沫互相润湿。比喻在困难的处境中用微薄的力量互相帮助",
  "相濡相呴": "喻在困境中相互救助。 金  元好问 《女儿山避兵送李长源归关中》诗：“相濡相呴尚可活，轢釜何曾",
  "相门出相": "相：宰相、丞相、相国。宰相门里还出宰相。指名门子弟能继承父兄事业",
  "相反相成": "两个看起来是相反的事物，实际上是互相依赖，互相促进的。指相反的东西有同一性。",
  "相形见绌": "形：比较；见：显示出；绌：不够；不足。和同类的事物相比较；显出不足。",
  "相克相济": "互相制约而又互相促进。",
  "相仿相效": "互相模仿效法。 明  王守仁 《传习录》卷中：“聖人之道，遂以蕪塞相倣相效，日求所以富强之説、",
  "乡壁虚造": "即对着墙壁，凭空造出来的。比喻无事实根据，凭空捏造。",
  "相得无间": "彼此投合，没有隔阂。 清  赵翼 《瓯北诗话·韩昌黎诗》：“葢 昌黎 本好爲奇崛矞皇，而 東野 盤",
  "相惊伯有": "伯有：春秋时郑国大夫良霄的字，相传他死后鬼魂作祟。形容无缘无故自相惊扰。",
  "相敬如宾": "宾：贵客。互相敬重就像与宾客相处一样。",
  "相视失色": "同“ 相顧失色 ”。 钱基博 《吴禄贞传》：“ 禄貞 右手舉酒滿杯，左手自指鼻尖語曰：‘不敢欺！",
  "相习成俗": "习：习惯于。相互因袭，而形成一种习俗",
  "相提而论": "把不同的人或事物放在一起来谈。《史记·魏其武安侯列传》：“相提而論，是自明揚主上之過。”亦",
  "相濡以沫": "濡：沾湿；沫：唾沫。水干了；鱼互相以吐沫沾湿；以维持生命。现比喻在困境中以微薄的力量相互救",
  "相须为命": "互相依靠着过日子。泛指互相依靠，谁也离不开谁",
  "相失交臂": "《庄子·田子方》：“吾终身与汝交一臂而失之。”后以“相失交臂”喻机会错过。",
  "相切相磋": "指相互研讨。",
  "相亲相爱": "互相之间十分亲爱。形容关系密切；感情深厚。",
  "相去几何": "去：距离；几何：多少。彼此之间相关多远呢？表示差别不大。",
  "相去无几": "去：距离；无几：没有多少。指二者距离不远或差别不大。",
  "相忍为国": "忍：容忍。为了国家的利益而作一定的让步。",
  "相逢恨晚": "形容一同如故，意气极其相投。见“相见恨晚”。",
  "相生相成": "互相转化，互相促进。",
  "相生相克": "指金、木、水、火、土五种物质的互相生发以互相克制的关系。后引申为一般物质之间的辩证关系。",
  "相喣以沫": "同“ 相濡以沫 ”。 晋  葛洪 《抱朴子·诘鲍》：“儉以率物，以爲美談，所謂 盜跖 分財，取少爲",
  "相映成趣": "相映：对照；趣：兴味。相互衬托着；显得很有趣味；很有意思。",
  "相门相种": "相：宰相、丞相、相国。指宰相的子孙能够继承父业，有将相的才能",
  "相煎太急": "形容兄弟或内部之间的残杀或破坏。",
  "相见恨晚": "为见面相识太晚而遗憾。形容与新结交的朋友相处十分投合。",
  "相得益章": "指互相配合、补充、更能显出各自的长处。",
  "相得益彰": "相行：互相配合、映衬；益：更加；彰：显著。指两个人或两件事物互相配合，双方的能力和作用更能",
  "相对无言": "指彼此相对说不出话来。",
  "相呴相济": "谓互相救助。语本《庄子·大宗师》：“相呴以湿。”",
  "相呴以湿": "彼此以呼出的气湿润对方。《庄子·大宗师》：“泉涸，鱼相与处于陆，相呴以湿，相濡以沫。”成玄",
  "相沿成俗": "因袭某种做法传下来，形成风俗习惯。",
  "相沿成习": "依照相传下来的一套慢慢地成了习惯。",
  "乡利倍义": "趋向私利，违背正义。乡，通“向”。倍，通“背”。",
  "相因相生": "互相承袭，互相促进。",
  "相得甚欢": "得：投合。形容双方相处融洽，非常快乐。",
  "相与为一": "相与：相互。相互结合成为一体。",
  "相知恨晚": "相知：相互了解。认识太晚了。形容新交的朋友十分投合。",
  "相知有素": "素：向来。指一向互相了解的好朋友。",
  "相庄如宾": "相处如待宾客。形容夫妻互相尊敬。",
  "香草美人": "旧时诗文中用以象征忠君爱国的思想。",
  "香车宝马": "华丽的车子，珍贵的宝马。指考究的车骑。",
  "香闺绣阁": "旧指女子的内室。",
  "香花供养": "供养：奉养。原为佛家语。指用香和花供养，是佛教的一种礼敬仪式。后比喻虔诚的敬礼。",
  "香火不绝": "指信神者所供养的香烛不断绝。亦作“香火不断”。",
  "香火因缘": "香火：供佛敬神时燃点的香和灯火。香和灯火都是供佛的，因此佛教称彼此意志相投为“香火因缘”。",
  "相依为命": "依：依靠；为命：为生；过日子。互相依靠着过日子。泛指互相依靠；谁也离不开谁。",
  "香消玉损": "比喻年轻美貌女子死亡。同“香消玉碎”。",
  "相辅而行": "互相协助进行或互相配合使用。",
  "相辅相成": "相：互相；辅：帮助；成：促成。指两件事物互相配合；互相辅助；缺一不可。",
  "相顾失色": "顾：看；失色：因惊恐而变了脸色。你看我，我看你，吓得脸色都变了。",
  "相机行事": "相：察看；机：时机。看着机会灵活地做事情。",
  "相安无事": "相：互相；安：安稳。指彼此相处没有什么争执或冲突，还过得去。",
  "相门洒埽": "《史记·齐悼惠王世家》：“ 魏勃 少時，欲求見 齊 相 曹參 ，家貧無以自通，乃常獨早夜埽 齊 相",
  "乡书难寄": "乡书：家书。家书很难寄回家中。比喻与家乡消息隔绝。",
  "相风使帆": "比喻隨机应变，相机行事。 宋  陆游 《醉歌》：“相風使帆第一籌，隨風倒舵更何憂。”参见“ 看",
  "相时度力": "观察时机估计力量。 唐  司空图 《题东汉传後》：“君子救時雖切，必相時度力，以致其用。”",
  "相体裁衣": "看身体剪裁衣服。比喻根据实际情况处理事情。 清  李渔 《巧团圆·认母》：“且把他性情伎倆數説",
  "相煎何急": "煎：煮；何：多么；急：紧迫。煮得为什么那样急。比喻兄弟间自相残害。",
  "香消玉殒": "香、玉：旧时文人用来指女子；殒：坠落；比喻死亡。　比喻美女夭亡。",
  "相逢狭路": "在狭窄的道路上相遇。比喻仇人相遇，互不兼容。亦作“狭路相逢”。",
  "香消玉碎": "比喻年轻美貌女子死亡。",
  "香消玉减": "比喻美女日渐消瘦。",
  "香象绝流": "佛教用语。比喻悟道精深。也形容评论文字精辟透彻。同“香象渡河”。",
  "香象渡河": "佛教用语。比喻悟道精深。也形容评论文字精辟透彻。",
  "香轮宝骑": "华丽的车子，珍贵的宝马。指考究的车骑。同“香车宝马”。",
  "香火姻缘": "香和灯火都用于供佛，因此佛教称彼此意志相投为“香火因缘”。《北史·陆法和传》：“法和是求佛",
  "相安相受": "指互相帮助，使彼此安居。",
  "相差无几": "彼此没有多大差别。",
  "相持不下": "不下：不能解决。指双方势均力敌；互相抗争；各不相让；谁也战胜不了对方。",
  "相待如宾": "相处如待宾客。形容夫妻互相尊敬。",
  "香药脆梅": "果脯名。",
  "崤函之固": "比喻地势十分险要。",
  "淆乱视听": "视听：看和听。混淆是非，以扰乱人们的视听。",
  "校短推长": "指衡量人物的长处和短处。同“校短量长”。",
  "效颦学步": "比喻盲目模仿而弄巧成拙。亦作“东施效颦”、“邯郸学步”。",
  "效犬马力": "效劳的谦词。意思是效犬马之劳。",
  "效死疆场": "到边疆拼死报效国家。",
  "效死勿去": "指竭尽忠诚。",
  "斆学相长": "谓教与学相互促进。 明  王守仁 《教条示龙场诸生·责善》：“使吾而是也，因得以明其是；吾而非",
  "笑容可掬": "脸上的笑容好像可以用手捧起来一样。形容笑容满面。掬：用双手捧起来。",
  "啸傲湖山": "啸傲：随意长啸吟咏游乐。在江湖山野中自由自在地吟咏游赏。",
  "孝子贤孙": "孝敬父母的有德行的子孙。泛指有孝行的子孙。",
  "啸聚山林": "啸聚：互相呼召着聚合起来。指反抗反动统治而聚众起事。",
  "笑傲风月": "犹言吟风弄月。形容心情悠闲自在。",
  "笑比河清": "形容态度严肃，难见笑容。",
  "笑不可仰": "笑得直不起腰来。",
  "笑而不答": "只是微笑着，不作正面回答。",
  "笑里藏刀": "形容对人外表和气；内心却十分阴险毒辣。藏：隐藏。",
  "笑之以鼻": "以鼻吭气冷笑，表示看不起。 清  和邦额 《夜谭随录·苏仲芬》：“女不答，但嗤嗤笑之以鼻。”",
  "笑处藏刀": "形容对人外表和气，内心却十分阴险毒辣",
  "笑不可支": "形容狂笑不止。 清  沈起凤 《谐铎·垂帘论曲》：“生又按拍而歌，屏後益笑不可支。”",
  "笑中有刀": "同“ 笑裏藏刀 ”。 唐  白居易 《天可度》诗：“看不見 李義府 之輩笑欣欣，笑中有刀潛殺人。”",
  "笑逐颜开": "逐：追随；颜：脸面，面容；开：舒展开来。笑得使面容舒展开来。形容满脸笑容，十分高兴的样子。",
  "笑青吟翠": "谓欣赏、吟咏山水。 唐  孙鲂 《湖上望庐山》诗：“輟櫂 南湖 首重迴，笑青吟翠向崔嵬。”",
  "孝子顺孙": "指孝顺父母的儿子，有德行的孙子。",
  "笑筵歌席": "歌舞欢笑的宴席。 宋  柳永 《看花回》词之二：“笑筵歌席連昏晝，任旗亭、斗酒十千。”",
  "笑话奇谈": "可笑的、荒诞不经的谈话或故事。 洪深 《香稻米》第二幕：“有人以为我私下运米出洋，发了外国人",
  "笑歌戏舞": "谓嬉笑歌舞。旧题 唐  柳宗元 《龙城录·赵师雄醉憩梅花下》：“少頃，有一緑衣童子來，笑歌戲舞",
  "笑语指麾": "谓一面谈笑，一面指挥调度。 唐  韩愈 《杜君墓志铭》：“纂辭奮筆，涣若不思；公牒盈前，笑語指",
  "笑骂从汝": "谓对他人的讥刺置之不理，我行我素。《宋史·邓绾传》：“帝問 安石 及 吕惠卿 ，以不識對。帝曰",
  "孝思不匮": "匮：缺乏。指对父母行孝道的心思时刻不忘。",
  "孝子爱日": "指珍惜与父母共处的岁月，能及时行孝。",
  "孝悌力田": "指孝顺父母，尊敬兄长，努力务农。",
  "啸吒风云": "形容威力极大。同“叱咤风云”。",
  "笑面夜叉": "比喻面带笑容而居心狠毒的人。",
  "孝子慈孙": "对祖先孝顺的子孙。",
  "孝悌忠信": "指孝顺父母，尊敬兄长，忠于君主，取信于朋友的封建社会的应具备的道德标准。",
  "小眼薄皮": "比喻眼界小，爱贪小便宜。",
  "小德出入": "小德：小节；出入：偏离标准。指不必严格要求的一些小节。",
  "小隙沉舟": "隙：裂缝。指小小的裂缝可以使整个船只沉没。比喻小差错能酿成大灾害。",
  "小道消息": "指非经正式途径传播的消息。往往传闻失实，并不可靠。",
  "小往大来": "本指人事的消长，后比喻商人以小牟取暴利。",
  "小肚鸡肠": "比喻器量狭小，只考虑小事，不照顾大局。",
  "小枉大直": "在小的方面不妨有些枉曲，在大的方面必须保持正直。",
  "小黠大痴": "黠：聪明而狡猾。小处狡黠精明，而大处往往糊涂失算。",
  "小小不言": "指细微的，不值得一提的。",
  "晓风残月": "拂晓时的清风；残余的月影。指天明时的景色。形容冷落清凉的意境。也形容歌妓的清唱。残月：天将",
  "小心翼翼": "翼翼：严肃谨慎。本是严肃恭敬的意思。现形容谨慎小心，一点不敢疏忽。",
  "晓以大义": "晓：使人明白。把道理对人讲清楚。",
  "小异大同": "小部分不同，大部分相同。",
  "小子后生": "泛指少年后辈。",
  "小恩小惠": "小恩情；小实惠。比喻给人一些微小的好处以达到收买人心的目的。恩：恩情；惠：实惠。",
  "晓以利害": "晓：使人知道。把事情的利害关系给人讲清楚。",
  "晓行夜住": "白天赶路，晚上投宿。形容旅途奔波劳苦。",
  "小心谨慎": "说话办事细心慎重；不敢马虎大意。",
  "小人得志": "小人：指道德低下或行为不正派的人。指人格卑下的人人取得了权势。",
  "小脚女人": "毛泽东《关于农业合作化问题》一：“我们的某些同志却象一个小脚女人，东摇西摆地在那里走路，老",
  "小廉大法": "旧时指大臣尽忠，小臣尽职。",
  "小鸟依人": "依：依恋。象小鸟那样依傍着人。形容少女或小孩娇小可爱的样子。",
  "小器易盈": "盈：满。器物小，容易满。原指酒量小。后比喻器量狭小，容易自满。",
  "小巧玲珑": "形容东西小而精致。小巧：细小而灵巧；玲珑：精巧细致。",
  "小家子气": "小家子：旧指出身低微的人。形容人的言谈举止及做事不大方。",
  "小屈大伸": "屈：委屈。伸：展开，发挥出来。先能够受点委屈，而后会大有作为的。",
  "小康之家": "指可以维持中等生活的家庭。",
  "小时了了": "指人不能因为少年时聪明而断定他日后定有作为。",
  "小试锋芒": "锋芒：刀剑的尖端，比喻人的才干、技能。比喻稍微显示一下本领。",
  "小手小脚": "形容不大方。也形容做事没有魄力。",
  "小受大走": "轻打就忍受，重打就逃跑。儒家认为这是孝子受父母责罚时应抱的态度。",
  "小题大作": "拿小题目做大文章。比喻把小事情当做大事情来处理。",
  "小题大做": "指拿小题目作大文章。 比喻不恰当地把小事当作大事来处理，有故意夸张的意思。",
  "小本经营": "小本：资金不多。指小商贩或小手工业者所经营的买卖。也指买卖做得小。",
  "筱簵之箭": "用篠竹、簵竹制成的箭。谓良箭。 汉  王充 《论衡·效力》：“干將之刃，人不推頓，苽瓠不能傷；",
  "小屈大申": "犹言先稍受委屈而后大有作为。",
  "小丑跳梁": "指起不了什么作用的坏人闹事作乱。",
  "晓行夜宿": "天亮启程；入夜歇宿。形容旅途辛苦。晓行：天明上路；夜宿：傍晚歇宿。",
  "小廉曲谨": "细微的廉洁谨慎。指注意小节而不识大体。",
  "小惩大诫": "惩：惩罚；诫：警告，劝告。有小过失就惩戒，使受到教训而不致犯大错误。",
  "小家碧玉": "小户人家的女子；名字叫碧玉。后泛指小户人家年轻美貌的女子。",
  "小大由之": "指用途可大可小。",
  "小国寡民": "国家小，人民少。",
  "小户人家": "人口少的人家。旧时也指寒微人家。",
  "小己得失": "小己：个人。指个人的得失。",
  "小姑独处": "指少女还没有出嫁。",
  "鸮心鸝舌": "鸮鸟的心，黄鹂的鸣声。比喻居心狠毒，但说话动听。",
  "逍遥物外": "指不受外界事物的拘束，自由自在。",
  "枵腹从公": "饿着肚子办公事。形容一心为公；勤奋工作。枵：空虚；从公：从事公务。",
  "逍遥法外": "逍遥：优游自得的样子。指犯法的人没有受到法律制裁，仍然自由自在。",
  "消遥自在": "指逍遥自得。",
  "消息盈虚": "指事物的盛衰变化或行为的出处进退。",
  "逍遥自得": "无拘无束，安闲自得。",
  "逍遥自娱": "指无拘无束，自得其乐。",
  "消愁释愦": "指消除烦闷，愉快身心。",
  "消声灭迹": "不公开讲话，不出头露面。形容隐藏起来，不再出现。",
  "逍遥事外": "①指犯法者没有受到法律制裁。亦泛指做坏事或与坏事有牵连的人不受追查。②指置身事外，毫不关心",
  "啸侣命俦": "指召唤同伴。",
  "消声匿影": "不公开讲话，不出头露面。形容隐藏起来，不再出现。",
  "消息灵通": "指对各方面的消息能及时掌握。",
  "消息盈冲": "指事物的盛衰变化或行为的出处进退。",
  "逍遥自在": "逍遥：悠闲自得的样子；自在：自由；舒适。形容悠然自得；自由自在。",
  "销魂荡魄": "形容因羡慕或爱好某种事物而着迷。同“销魂夺魄”。",
  "宵鱼垂化": "《吕氏春秋·具备》：“宓子贱治亶父……三年，巫马旗短褐衣弊裘，而往观化于亶父，见夜渔者，得",
  "嚣张一时": "指恶势力在短时间内喧闹一起。",
  "萧曹避席": "萧曹：指汉高祖的丞相萧何、曹参；避席：起立离座，表示敬意。连萧何、曹参都要对他肃然起敬。比",
  "萧规曹随": "萧何定下的政策规章制度；曹参全盘继承。借指后人沿袭前人遗制。萧：萧何；西汉初年丞相；规：规",
  "萧郎陌路": "萧郎：旧时泛指女子所爱恋的男子；陌路：过路人。比喻女子对原来爱恋的男子视若路人，不愿或不能",
  "衅起萧墙": "萧墙：古代宫室内当门的小墙。指祸乱发生在家里。比喻内部发生祸乱。",
  "萧然物外": "物外：自身以外的一切。形容极为超脱，不为俗情杂务所烦扰。",
  "霄壤之殊": "霄：云霄，也指天。壤：土地。天和地般不同。形容差别很大。亦作“霄壤之别”。",
  "销毁骨立": "销：久病枯瘦。形容身体枯瘦如柴。",
  "霄壤之别": "天和地，一极在上，一极在下，比喻差别极大。",
  "销神流志": "消耗精神，丧失意志。",
  "销声敛迹": "犹言销声匿迹。指隐藏起来，不公开露面。",
  "销声匿迹": "销：通“消”，消失；匿：隐藏；迹：踪迹。指隐藏起来，不公开露面。",
  "销声匿影": "指隐藏起来，不公开露面。同“销声避影”。",
  "潇洒风流": "气度超脱，风度大方。亦作“风流潇洒”。",
  "箫心剑态": "犹言幽情侠骨。 龚自珍 《湘月》词自注引 洪子骏 《金缕曲》词：“俠骨幽情簫與劍，問簫心劍態誰",
  "硝云弹雨": "硝烟如云，子弹像雨。形容激烈的战斗。",
  "消愁解闷": "消除忧愁，解除烦闷。",
  "哓音瘏口": "“哓”念xiāo；“瘏”念tú。犹言舌敝唇焦。形容说话之多，费尽口舌。",
  "枵腹终朝": "指终日饿着肚子。",
  "骁勇善战": "勇猛；善于战斗。骁勇：勇猛矫健；善：善长。",
  "宵旰忧勤": "形容勤于政事。同“宵旰忧劳”",
  "宵旰图治": "宵衣旰食，勤于政事，设法治理好国家。",
  "宵旰忧劳": "宵衣旰食，非常劳苦。形容勤于政事。亦作“宵旰焦劳”、“宵旰忧勤”。",
  "霄鱼垂化": "据《吕氏春秋·具备》载，春秋时孔子弟子宓子贱治亶父（今山东省单县），体圣人之化，三年，夜间",
  "销魂夺魄": "神魂颠倒，失去常态。形容因羡慕或爱好某种事物而着迷。",
  "哓哓不休": "哓哓：争辩声；休：停止，完。形容争辩个没完。",
  "消极怠工": "指用消极的方法不认真工作。",
  "枭俊禽敌": "犹言杀敌致胜。禽，同“擒”。",
  "枭蛇鬼怪": "比喻丑恶之徒。",
  "枭视狼顾": "如枭盯视，如狼频顾。形容行动警惕，有所畏忌。",
  "枭首示众": "斩首悬示于众。",
  "枭心鹤貌": "比喻心恶貌善。",
  "箫韶九成": "箫韶：虞舜时的乐章；九成：九章。指箫韶音乐奏了九章。",
  "宵衣旰食": "宵：夜间；衣：穿衣；旰：天已晚。天不亮就穿起衣来，时间晚了才吃饭。形容为处理国事而辛勤地工",
  "斜行横阵": "指飞行的雁阵。大雁飞行时或为“人”字形，或为“一”字形，故称。",
  "鞋弓襪浅": "指旧时妇女小脚。同“鞋弓襪小”。",
  "协力同心": "心：思想；协：合。团结一致，共同努力。",
  "协力齐心": "思想一致，共同努力。亦作“协心同力”、“协力同心”。",
  "挟细拿粗": "挟：挟制；拿：刁难。比喻寻事生非；挑剔冒犯。",
  "邪不压正": "不正当的、不正派的压不倒正当的、正派的事物。",
  "偕生之疾": "偕生：与生俱来。先天性的疾病。",
  "协心戮力": "思想一致，并同努力。",
  "斜头歪脑": "比喻相貌不周正。",
  "协心同力": "思想一致，并同努力。同“协心戮力”。",
  "携老扶弱": "搀着老人，扶着体弱者。亦作“携老扶幼”、“携老挈幼”。",
  "携男挈女": "带领着男儿女儿。多用于形容旅途的辛苦或生计的艰辛。",
  "携幼扶老": "搀着老人，领着小孩。同“扶老携幼”。",
  "携云握雨": "指男女欢合。",
  "鞋弓袜浅": "指旧时妇女小脚。同“鞋弓袜小”。",
  "鞋弓襪小": "指旧时妇女小脚。",
  "斜风细雨": "斜风：旁侧吹来的小风；细雨：小雨。形容小的风雨。",
  "邪魔歪道": "指不正当的言行或途径。",
  "挟山超海": "挟：挟持，夹着；刱：超越，跨过。夹着泰山跨越北海。比喻做绝对办不到的事。",
  "胁肩累足": "胁肩：耸起肩膀；累足：并着双脚。缩着肩膀，重迭着脚（不敢正立）。形容恐惧的样子。",
  "胁肩絫足": "形容恐惧的样子。同“胁肩累足”。",
  "胁肩低首": "形容在人面前卑下的神情。同“胁肩低眉”。",
  "胁肩低眉": "缩着肩膀，低着眉头。形容在人面前卑下的神情。",
  "胁肩谄笑": "胁肩：耸起双肩做出恭谨的样子；谄笑：装出奉承的笑容。为了奉承人，缩起肩膀装出笑脸。形容巴结",
  "胁不沾席": "形容佛教徒勤苦修行。语本波栗湿缚尊者（胁尊者）勤修苦行，终不以胁至席的故事。见唐玄奘《大唐",
  "协私罔上": "怀抱私情，欺骗君上。协，通“挟”。",
  "邪魔外道": "佛教用语。指妨害正道的邪说和行为。比喻不符合正统思想的主张或教义。也比喻妖精鬼怪或品行不端",
  "邪魔怪道": "犹言邪魔歪道。指不正当的言行或途径。",
  "邪门歪道": "指不正当的门路、手段或不正经的事情。",
  "邪不敌正": "犹言邪不犯正。指邪妖之法不能压倒刚正之气。",
  "邪不干正": "邪恶的压不倒正派刚正的事物。",
  "邪不犯正": "指邪妖之法不能压倒刚正之气。亦作“邪不伐正”。",
  "邪不伐正": "指邪妖之法不能压倒刚正之气。同“邪不犯正”。",
  "邪魔外祟": "指邪恶的鬼怪。",
  "蟹匡蝉緌": "匡：背壳；緌：蝉的针吻。比喻名是实非，两不相干。",
  "卸磨杀驴": "磨完东西后，把拉磨的驴卸下来杀掉。比喻把曾经为自己出过力的人一脚踢开。",
  "泄漏天机": "天机：旧指神秘不可知的天意。借指特别秘密的事。指向人透露了不应该让人知道的神秘天意（迷信）",
  "泄露天机": "比喻泄露秘密。",
  "谢馆秦楼": "指妓院。",
  "谢庭兰玉": "比喻能光耀门庭的子侄。",
  "谢家活计": "南朝宋诗人谢灵运与从弟谢惠连俱以诗文着称，见《宋书·谢惠连传》。后遂以“谢家活计”喻指赋诗",
  "谢兰燕桂": "谢兰，系“谢庭兰玉”之省称；燕桂，《宋史·窦仪传》载：“仪学问优博，风度峻整。弟俨、侃、偁",
  "谢天谢地": "迷信说法；天地神灵主宰着人的一切活动。因此；办事顺利应感谢天地的保佑。后广泛用来表示顺利达",
  "邂逅不偶": "碰巧不遇合；意外不成功。",
  "邂逅相逢": "见“邂逅相遇”。",
  "燮理阴阳": "燮：调和；理：治理。指大臣辅佐天子治理国事。",
  "邂逅相遇": "指无意中相遇。邂逅：没有约会而遇见。",
  "蝎蝎螫螫": "形容人婆婆妈妈，在小事情上过分地表示关心、怜惜。",
  "信口开呵": "比喻随口乱说一气。同“信口开合”。",
  "衅稔恶盈": "犹言罪大恶极。罪恶大到了极点。",
  "衅发萧墙": "衅：缝隙，引申为争端，事端。萧墙：古代宫室内当门的小墙，引申为内部。比喻事端或灾祸发生在内",
  "信以为真": "相信他是真的。指把假的当作真的。",
  "信言不美": "信：真实。美：美妙，漂亮。真实的话未经加工，所以不美妙动听。",
  "信守不渝": "坚守信用不变。",
  "信手拈来": "随手拿来。多形容说话写文章时词汇或材料例证丰富；选用时显得轻松自如；不必费心寻找。信手：随",
  "信誓旦旦": "誓言说的诚恳可信。信誓：表示真诚的誓言；旦旦：明白确实的样子。",
  "焮天铄地": "形容火势炽盛。",
  "信口开河": "随口乱说一气。指说话没有根据；不可靠。信口：随口；开河：指说话时嘴唇张合。",
  "信马由缰": "信、由：听任。骑着马无目的地闲逛。比喻随便走走。也比喻无主见，随外力而转移。",
  "信口胡言": "随口乱说。指毫无根据、不负责任地瞎说。",
  "信口雌黄": "信：任凭，听任；雌黄：即鸡冠石，黄色矿物，用作颜料。古人用黄纸写字，写错了，用雌黄涂抹后改",
  "信及豚鱼": "及：达到；豚：小猪。信用及于小猪和鱼那样微贱的东西。比喻信用非常好。",
  "信而有证": "真实而有根据。",
  "信而有征": "信：确实；征：征验，证据。可靠而且有证据。",
  "信而好古": "信：相信；好：爱好。相信并爱好古代的东西。",
  "信步而行": "信：随意。无目的地随意行走。",
  "信笔涂鸦": "信：听凭，随意；信笔：随意书写；涂鸦：比喻字写得很拙劣，随便乱涂乱画。形容字写得很潦草。也",
  "信赏必罚": "信：真实不欺。有功劳的一定奖赏，有罪过的一定惩罚。形容赏罚严明。",
  "信口开合": "比喻随口乱说一气。",
  "信口开喝": "比喻随口乱说一气。同“信口开合”。",
  "伈伈睍睍": "伈伈xǐn：小心恐惧的样子。睍睍xiàn：也作“伣伣”，眼睛不敢睁大的样子。小心害怕或低声下气",
  "心浮气躁": "形容人性情浮躁，做事不踏实。",
  "心去难留": "去：离开。心已在别处，难以挽留。",
  "心巧嘴乖": "心思灵巧，能说会道。",
  "心乔意怯": "指心神不定，感到害怕。",
  "心虔志诚": "虔：恭敬。心意恭敬、诚恳。",
  "心平气和": "心情平静，态度温和。指不急躁，不生气。",
  "心不由意": "指不出于本意。",
  "心不应口": "心里想的和嘴里说的不一致。指为人虚伪。",
  "心不两用": "指一个人的心思一时只能专注于一事。",
  "心腹之疾": "指体内致命的疾病。比喻严重的隐患。",
  "心腹之患": "心腹：比喻要害。比喻隐藏在内部的严重祸害。也泛指最大的隐患。",
  "心腹大患": "指严重隐患或要害部门的大患。同“心腹重患”。",
  "心如刀割": "内心痛苦得像刀割一样。形容极其痛苦难过。",
  "心浮气盛": "形容人性情浮躁，态度傲慢。",
  "心浮气粗": "形容人不细心，不沉着。同“心粗气浮”。",
  "心服首肯": "指心里信服，并点头同意。",
  "心服口服": "服：信服。心里嘴上都信服。指真心信服。",
  "心力衰竭": "也称充血性心力衰竭或心功能不全。心脏因疾病、过劳、排血功能减弱，以至排血量不能满足器官及组",
  "心力交瘁": "交：一齐，同时；瘁：疲劳。精神和体力都极度劳累。",
  "心劳意冗": "心里着慌，乱了主意。同“心劳意攘”。",
  "心劳意攘": "犹心慌意乱。心里着慌，乱了主意。",
  "心劳日拙": "弄虚作假的人；用尽心机；百般掩饰；可是事情还是越来越不顺手。现多指做坏事的人；虽然使尽坏心",
  "心辣手狠": "心肠凶狠，手段毒辣。同“心狠手辣”。",
  "心怡神旷": "心境开阔，精神愉快。同“心旷神怡”。",
  "心腹之病": "指体内致命的疾病。比喻严重的隐患。同“心腹之疾”。",
  "心慵意懒": "情思倦怠，精神萎靡。",
  "心同止水": "形容心境平静，毫无杂念。同“心如止水”。",
  "心术不正": "指人用心不忠厚，不正派。",
  "心术不端": "心地不正派；居心不良。",
  "心手相应": "形容手法熟练，心里怎么想，手就怎么做。",
  "心手相忘": "极言得心应手。比喻技艺纯熟或做事情非常顺利。",
  "心事重重": "心里挂着很多沉重的顾虑。",
  "心神恍惚": "恍惚：神志不清，精神不集中。形容精神不集中或神志不清楚。",
  "心乱如麻": "心里乱得象一团乱麻。形容心里非常烦乱。",
  "心膂股肱": "膂：脊骨。股：大腿。肱：胳膊上从肩到肘的部分。心、膂、股、肱都是人体的重要部分，比喻亲近得",
  "心领神悟": "指对方没有明说，心里已经领会。同“心领神会”。",
  "心如刀搅": "犹心如刀割。内心痛苦得象刀割一样。",
  "心逸日休": "指不费心机，反而越来越好。",
  "心痒难揉": "指心中有某种意念或情绪起伏不定，无法克制。同“心痒难挠”。",
  "心痒难挝": "挝：古同“抓”，用指或爪挠。指心中有某种意念或情绪起伏不定，无法克制。同“心痒难挠”。",
  "心痒难挠": "指心中有某种意念或情绪起伏不定，无法克制。形容高兴得不知如何才好。",
  "心血来潮": "来潮：潮水上涨。指心里突然或偶然起了一个念头。",
  "心如古井": "古井：年代久远的枯井。内心象不起波澜的枯井。形容心里十分平静或一点也不动情。",
  "心如槁木": "犹心若死灰。形容不为外物所动的一种精神状态。现多用以形容灰心失意。",
  "心如刀绞": "心里就像刀绞一样。形容内心痛苦到极点。",
  "心领神会": "领、会：领悟，理解。指对方没有明说，心里已经领会。",
  "心旌摇曳": "旌：旗子；摇曳：摆动。指心神不安，就象旌旗随风飘荡不定。形容情思起伏，不能自持。",
  "心灵手巧": "心和手都非常灵巧。形容能工巧匠在艺术构思和技艺手法方面的独特能力。",
  "心不由主": "为情感所激动，指神智不能由自己控制。",
  "心凝形释": "精神凝聚，形体散释。指思想极为专注，简直忘记了自己身体的存在。",
  "心平气定": "心气平定，没有杂念。",
  "心谤腹非": "口里不说，心里谴责。指暗地里反对。",
  "心比天高": "形容心地高傲或所想超过现实。",
  "心如寒灰": "形容不为外物所动的一种精神状态。现多用以形容灰心失意。同“心若死灰”。",
  "心如火焚": "心中好像火烧一样。形容焦急万分。",
  "心宽体胖": "原指人心胸开阔，外貌就安详。后用来指心情愉快，无所牵挂，因而人也发胖。",
  "心口相应": "想的与说的相一致。",
  "心口如一": "心里想的和嘴里说的一样。形容诚实直爽。",
  "心旷神怡": "旷：开阔；怡：愉快。心境开阔，精神愉快。",
  "心开目明": "犹心明眼亮。形容看问题敏锐，能辨别是非。",
  "心灰意败": "犹心灰意懒。灰心失望，意志消沉。",
  "心旌摇摇": "心神飘忽不定；就像旌旗随风飘摇。心神不定；情思起伏；就像旌旗随风飘摇一样。旌：旗子。",
  "心惊肉战": "形容担心灾祸临头，恐慌不安。同“心惊肉跳”。",
  "心惊肉跳": "担心灾祸临头；恐慌不安。形容心神不安；极其恐惧。跳：发抖。",
  "心惊胆战": "战：通“颤”，发抖。形容十分害怕。",
  "心惊胆颤": "形容十分害怕。同“心惊胆战”。",
  "心惊胆裂": "同“心惊胆战”。",
  "心焦如火": "内心焦躁得如着火一般。形容焦灼难忍的心情，亦作“心焦如焚”。",
  "心焦如焚": "心里焦躁，像着了火一样。形容心情焦灼难忍。",
  "心如木石": "心灵像树木石头一样，毫无情感、欲念。",
  "心如金石": "犹心如铁石。比喻心肠硬或意志十分坚决。",
  "心口不一": "心里想的和嘴上说的不一样。形容人的虚伪、诡诈。",
  "心慕手追": "慕：羡慕；追：追求。心头羡慕，手上模仿。形容竭力模仿。",
  "心如坚石": "心象铁石一样坚硬。比喻心肠硬或意志十分坚决。同“心如铁石”。",
  "心不在焉": "心思不在这里；指思想不集中。焉：古汉语助词；相当于“于此”。",
  "心长发短": "心长：智谋深；发短：指年老。头发稀少，心计很多。形容年老而智谋高。",
  "心长绠短": "比喻力不从心。",
  "心满意得": "心中满足，洋洋得意。",
  "心满意足": "称心如意；非常满足。",
  "心满愿足": "形容心中非常满意。同“心满意足”。",
  "心头鹿撞": "形容惊慌或激动时心跳剧烈。同“心头撞鹿”。",
  "心忙意乱": "犹心慌意乱。心里着慌，乱了主意。",
  "心心相印": "彼此的心意不用说出；就可以互相了解。形容彼此思想感情完全一致。心：心思；思想感情；印：合；",
  "心灵性巧": "指心思灵巧。",
  "心摹手追": "用心揣摩，追随仿效。",
  "心慌意乱": "心里着慌，乱了主意。",
  "心旷神恬": "心境开阔，精神愉快。同“心旷神怡”。",
  "心旷神飞": "犹言心境愉悦，飘飘欲仙。",
  "心焦火燎": "心里急得像火烧着一样。形容十分焦急。",
  "心坚石穿": "意志坚决，能将石头穿透。比喻只要意志坚定，事情就能成功。",
  "心急如火": "心里急得象着了火一样。形容非常着急。",
  "心急如焚": "心里急得像着了火一样。形容心情极其焦急。焚：烧。",
  "心急火燎": "心里急得像火烧一样。形容非常焦急。",
  "心活面软": "比喻自己没有一点主见，就是相信别人的话。",
  "心回意转": "心、意：心思；回、转：掉转。改变想法，不再坚持过去的意见。",
  "心灰意冷": "灰心失望，意志消沉。",
  "心灰意懒": "灰心失望；意志消沉。形容丧失信心；不图进取。灰：消沉；懒：懈怠。",
  "欣喜若狂": "形容高兴到了极点。欣喜：欢喜；若：好像；狂：感情失去控制。",
  "心明眼亮": "心里明白，眼睛雪亮。形容看问题敏锐，能辨别是非。",
  "心存芥蒂": "芥蒂：本指细小的梗塞物，后比喻心里的不满或不快。指心里对人对事有怨恨或不愉快的情绪。",
  "心粗气浮": "粗：粗疏，轻率；浮：浮躁。形容人不细心，不沉着。",
  "心粗胆大": "心地粗疏，胆子很大。形容野心勃勃，肆无忌惮。亦作“心粗胆壮”。",
  "心慈手软": "心怀恻隐而不忍下手。",
  "心慈面软": "心地慈和，拉不下脸面。",
  "心瞻魏阙": "指臣民心在朝廷，关心国事。同“心在魏阙”。",
  "心驰神往": "整个心思都奔向那里。形容思想集中在追求和向往的事情或地方上。心：心思；驰：奔向。",
  "心弛神往": "弛：心神向往。心神奔向所向往的事物。形容一心向往。",
  "心潮澎湃": "澎湃：波涛冲击的声音。心里像浪潮翻腾。形容心情十分激动，不能平静。",
  "心长力短": "心里很想做，但力量够不上。",
  "心胆俱裂": "吓破了心和胆。形容受到极大的惊吓。俱：都；裂：破开。",
  "新愁旧恨": "愁：忧烦苦闷；恨：遗憾悔恨。新增添的忧烦苦闷和旧有的遗憾悔恨。形容思虑现状，回忆往事而无限",
  "心胆俱碎": "形容受到极大的惊吓。同“心胆俱裂”。",
  "心照神交": "心照：心里了解；神交：忘形之交。心意投合，相知有素的友谊。",
  "心照情交": "心意投合，相知有素的友谊。同“心照神交”。",
  "心照不宣": "彼此心里明白；而不公开说出来。照：明白；宣：宣扬；公开说明。",
  "心在魏阙": "《庄子·让王》：“身在江海之上，心居乎魏阙之下。”谓臣民心在朝廷，关心国事。魏阙，古代天子",
  "心殒胆破": "形容十分惊恐。同“心殒胆落”。",
  "心殒胆落": "形容十分惊恐。",
  "心悦神怡": "犹心旷神怡。心境开阔，精神愉快。",
  "心悦诚服": "悦：愉快，高兴；诚：硬实。由衷地高兴，真心地服气。指真心地服气或服从。",
  "心猿意马": "心意好像猴子跳、马奔跑一样控制不住。形容心里东想西想，安静不下来。",
  "心余力绌": "心里很想干；但力量够不上。",
  "心小志大": "办事小心，抱负远大。",
  "新发于硎": "新发：刚磨过；硎：磨刀石。刀刚在磨刀石上磨过。形容非常锋利或初露锋芒。",
  "心直口快": "性情直爽；有话就说。直：直爽。",
  "薪尽火灭": "《法华经·序品》：“佛此夜滅度，如薪盡火滅，分布諸舍利，而起無量塔。”后以“薪盡火滅”喻死",
  "新仇旧恨": "新仇加旧恨。形容仇恨深。",
  "新陈代谢": "陈：陈旧的；代：替换；谢：凋谢，衰亡。指生物体不断用新物质代替旧物质的过程。也指新事物不断",
  "欣欣自得": "犹言欣然自得。心情舒适、自觉得意的样子。",
  "欣欣向荣": "欣欣：形容草木生长旺盛；荣：茂盛。形容草木长得茂盛。比喻事业蓬勃发展，兴旺昌盛。",
  "欣然自得": "心情舒适、自觉得意的样子。",
  "辛壬癸甲": "用以指一心为公，置个人利益于不顾的精神。",
  "心醉神迷": "形容佩服爱幕到极点。同“心醉魂迷”。",
  "心醉魂迷": "形容佩服爱幕到极点。",
  "心拙口夯": "夯：同笨。心思笨拙，又不善于说话。",
  "心中有数": "对情况和问题有基本的了解，处理事情有一定把握。",
  "心存目想": "指凝目注视，用心思索。",
  "心直嘴快": "性情直爽，有话就说。同“心直口快”。",
  "馨香祷祝": "馨香：烧香；祷祝：祷告祝愿。原指迷信的人虔诚地向神祈祷祝愿。后引伸指真诚地期望。",
  "心织笔耕": "比喻靠卖文生活。",
  "心知其意": "意：意义。心中领会了文章的主旨或技艺的要领。",
  "心非巷议": "心里不满，而在私下议论。语出《史记·秦始皇本纪》：“入则心非，出则巷议。”",
  "心烦虑乱": "心思烦乱，不知怎样才好。同“心烦意乱”。",
  "心烦意乱": "心情烦躁；思绪纷乱。形容内心烦闷焦躁。烦：烦躁；意：心绪；心思。",
  "心烦技痒": "烦：烦燥；技痒：指某人想表现其技艺以显示于人。形容擅长及爱好某种技艺，一遇机会就急于表现的",
  "心低意沮": "指情绪消极低沉。",
  "心到神知": "旧时指只诚心敬神，就用不到烦琐的礼仪。比喻对人表示钦佩，不必有什么虚文浮礼。",
  "心荡神怡": "指神魂颠倒，不能自持。亦指情思被外物吸引而飘飘然。同“心荡神摇”。",
  "心荡神摇": "指神魂颠倒，不能自持。亦指情思被外物吸引而飘飘然。",
  "心荡神迷": "荡：摇动。形容心神不定，难以自持。",
  "心中无数": "指对情况不太了解或处理事情没有把握。数：数目；指掌握的实际情况。",
  "心雄万夫": "雄：雄于，在雄心方面超过。雄心胜过一万个人的心志。形容志向极大。",
  "心有余悸": "悸：因害怕而心跳得厉害。危险的事情虽然过去了，回想起来心里还害怕。",
  "心腹之忧": "犹心腹之疾。指体内致命的疾病。比喻严重的隐患。",
  "心腹之交": "指知己可靠的朋友。",
  "心如铁石": "心象铁石一样坚硬。比喻心肠硬或意志十分坚决。",
  "心如死灰": "死灰：已冷却的灰烬。原指心境淡漠，毫无情感。现也形容意志消沉，态度冷漠到极点。",
  "心神不宁": "形容心情不平静；精神不安定。宁：安宁。",
  "心神不定": "定：安定。心里烦躁，精神不安。",
  "心上心下": "形容心神不安。",
  "心若死灰": "死灰：已冷却的灰烬。形容不为外物所动的一种精神状态。现多用以形容灰心失意。",
  "心如止水": "形容心境平静，毫无杂念。",
  "心如悬旌": "形容心神不定。",
  "心甘情原": "非常愿意，没有丝毫勉强。",
  "心绪恍惚": "恍惚：神志不清，精神不集中。形容精神不集中或神志不清楚。",
  "心甘情愿": "心里完全愿意；没有一点勉强。多指自愿作出某种牺牲。心甘：乐意。",
  "薪桂米珠": "《战国策·楚策三》：“ 楚國 之食貴於玉，薪貴於桂，謁者難得見如鬼，王難得見如天帝。”后以“",
  "心心念念": "心心：指所有的心思；念念：指所有的念头。心里老是想着。指想做某件事或得到某种东西。",
  "心安理得": "自以为做的事情合乎道理；心很坦然。安：安静；安然；理：情理；得：适合。",
  "心向往之": "对某个人或事物心里很向往。向往：想望；之：古汉语代词。",
  "心乡往之": "对某人或某些事物心里很仰慕。",
  "心闲手敏": "闲：熟悉；敏：灵敏。形容技艺熟练了，心里闲静，手法灵敏。",
  "心细于发": "极言小心谨慎，考虑周密。同“心细如发”。",
  "心细如发": "亦作“心细于发”。极言小心谨慎，考虑周密。",
  "心无旁骛": "旁；另外的；骛：追求。心思没有另外的追求，形容心思集中，专心致志。",
  "心无挂碍": "挂碍：牵挂。原为佛教用语，指内心没有任何牵挂。",
  "心无二用": "心思不能同时用在两件事上。指做事必须专心；注意力不能分散。",
  "心往神驰": "指一心向往。",
  "心绪如麻": "犹心乱如麻。形容心里非常烦乱。",
  "心怀忐忑": "心神不宁的样子。指因心虛或忧虑而不能安心。",
  "薪尽火传": "薪：柴。柴虽烧尽，火种仍留传。比喻师父传业于弟子，一代代地传下去。",
  "新益求新": "已经新了，还要求更新。",
  "新学小生": "指治学时间不长，见闻浅陋、经验不足的后生晚辈。",
  "新硎初试": "硎：磨刀石；新硎：新磨出的刀刃。象新磨的刀那样锋利。比喻刚参加工作就显露出出色的才干。",
  "新亭对泣": "新亭：古地名，故址在今南京市的南面；泣：小声哭。表示痛心国难而无可奈何的心情。",
  "新人新事": "具有新的道德品质的人和体现新的高尚社会风尚的事。",
  "新来乍到": "刚来到一个新的地方不久。多形容人事关系或风土人情等不熟悉。乍：初、刚。",
  "新婚燕尔": "原为弃妇诉说原夫再娶与新欢作乐，后反其意，用作庆贺新婚之辞。形容新婚时的欢乐。",
  "新婚宴尔": "宴尔：快乐愉悦，亦作“燕尔”。形容新婚快乐。亦作“燕尔新婚”、“新婚燕尔”。",
  "新昏宴尔": "极言新婚欢乐。燕，宴，安乐的样子。同“新婚燕尔”。",
  "新故代谢": "指生物体不断用新物质代替旧物质的过程。也指新事物不断产生发展，代替旧的事物。同“新陈代谢”",
  "心腹重患": "指严重隐患或要害部门的大患。",
  "心慌撩乱": "心里慌张忙乱，心绪混乱。",
  "心头撞鹿": "心里像有小鹿在撞击。形容惊慌或激动时心跳剧烈。",
  "心怀叵测": "心里藏着难以测度的恶意。形容用心险恶。心怀：居心；存心；叵：不可；测：揣测；猜测。",
  "心怀鬼胎": "心里隐藏着不可告人的事或坏主意。鬼胎：比喻不可告人的念头。",
  "心花怒放": "怒放：盛开。心里高兴得象花儿盛开一样。形容极其高兴。",
  "心花怒发": "犹心花怒放。形容极其高兴。",
  "心狠手辣": "心肠凶狠，手段毒辣。",
  "心狠手毒": "犹言心狠手辣。心肠凶狠，手段毒辣。",
  "心寒胆战": "形容十分惊恐。",
  "心寒胆落": "形容十分惊恐。同“心寒胆战”。",
  "心广体胖": "广：宽广，坦率；胖：安泰舒适。原指人心胸开阔，外貌就安详。后用来指心情愉快，无所牵挂，因而",
  "心贯白日": "指心地与太阳一般光明。极喻坦诚，磊落。",
  "心孤意怯": "指心虚而胆气不壮。",
  "心高气傲": "心比天高，气性骄傲。态度傲慢，自以为高人一等。",
  "心慌意急": "心里着慌，乱了主意。同“心慌意乱”。",
  "行思坐忆": "走着坐着都在想。形容时刻在思考着或怀念着。",
  "形单影双": "形容人无亲无友、孤独无依。",
  "行古志今": "按古道行事，为当今服务。指时异势迁，不可食而不化。",
  "行成于思": "行：做事；思：思考。做事情成功是因为多思考，失败是由于不经心。指做事情要多思考，多分析。",
  "腥闻在上": "腥闻：原指酒肉的腥味，引伸为丑恶的名声。比喻丑名远扬。",
  "形诸笔墨": "形：描写；诸：“之于”的合音。用笔墨把它写出来。",
  "形只影单": "同“形单影只”。",
  "形影自守": "指孤身独处。",
  "形影相对": "形容无依无靠，非常孤单。同“形影相吊”。",
  "形孤影只": "形容孤独，没有同伴。同“形单影只”。",
  "行侠好义": "指讲义气，肯舍己助人。",
  "行思坐筹": "形容时刻在思考着或怀念着。同“行思坐想”。",
  "行住坐卧": "指一举一动。",
  "行同狗豨": "豨：猪。人的行为丑恶，如同猪狗一样。形容人的行为卑鄙恶劣到了极点。亦作“行如禽兽”、“行若",
  "行同能偶": "品行相同，才能相等。",
  "形格势禁": "格：阻碍；禁：制止。指受形势的阻碍或限制，事情难于进行。",
  "形形色色": "形容事物类别很多；各种各样的都有。形形：原指生出这种形体；色色：原指生出这种颜色。",
  "形销骨立": "身体消瘦；骨架凸现。形容身体极为消瘦。形：身形；形体；销：消瘦；枯槁；骨：骨架；立：树立；",
  "形枉影曲": "东西的形状歪斜了，它的影子也就弯曲了。比喻有什么原因就会有什么结果。",
  "形输色授": "指以举止、神态传递倾慕之情。多以形容男女相悦。",
  "形势逼人": "指形势发展很快，迫使人不得不更加努力。",
  "形容憔悴": "憔悴；精神萎靡，面色不好。身体瘦弱，面色枯黄。",
  "形容枯槁": "枯槁：枯萎，枯干。身体瘦弱，精神萎靡，面色枯黄。",
  "行师动众": "谓指挥大军作战。",
  "行步如飞": "走路的步子轻快如飞。亦作“行步如风”、“行疾如飞”、“行走如飞”。",
  "行兵布阵": "行兵：出兵。带兵出征和布置战斗阵势。泛指军事指挥之术。亦作“行兵列阵”。",
  "行不从径": "走路不遵循正道。比喻做事为学走捷径。",
  "行不贰过": "谓犯过的错误不再犯。语出《论语·雍也》：“有颜回者好学，不迁怒，不贰过。”",
  "行不副言": "指言行不一。",
  "行不苟合": "指做事有主见，不随便附和别人。",
  "行不履危": "不走有危险的地方。",
  "行不胜衣": "衣服都禁受不起，比喻体力衰弱。",
  "行踪无定": "行踪：行动的踪迹。指在各处来往出没，没有固定处所。",
  "行不逾方": "指行动不逾越法度。",
  "行浊言清": "清：清高；浊：浑浊，指低下。说的是清白好话，十的是污浊坏事。形容人言行不一。",
  "行藏用舍": "行：做，实行。藏；退隐。用：任用。舍：不用。",
  "形影相随": "象形体和它的影子那样分不开。形容彼此关系亲密，经常在一起。",
  "形影相吊": "只有自己的身子和影子在一起；相互慰问。形容非常孤单；没有伴侣。吊：慰问。",
  "形影相附": "在孤寂的处境中相依相伴。同“形影相依”。",
  "形影相依": "①指在孤寂的处境中相依相伴。②形容孤单无依。③互相依靠，紧密相连。",
  "形单影只": "形：身体；只：单独。只有自己的身体和自己的影子。形容孤独，没有同伴。",
  "形槁心灰": "槁：枯干。形容身体消瘦不堪，心境极为冷漠，毫无生气。",
  "行同狗彘": "旧时指人无耻，行为和猪狗一样。",
  "行不由径": "径：小路，引伸为邪路。从来不走邪路。比喻行动正大光明。",
  "行若狗彘": "指人无耻，行为像猪狗一样。",
  "刑措不用": "措：设置，设施。刑法放置起来而不用。形容政治清平。",
  "刑期无刑": "刑罚在于教育人恪守法律，从而达到不用开的目的。",
  "刑于之化": "指以礼法对待。后用以指夫妇和睦。",
  "刑余之人": "余：以后。①特指太监或受过宫刑的人。②也指受刑致残的人。",
  "行号卧泣": "行走或躺卧时都在号呼哭泣。形容悲痛之极。",
  "行号巷哭": "行：路；号：大声哭叫。道路上和大街小巷里的人都在哭泣。形容人们极度悲哀。",
  "行合趋同": "行为志趣相同。",
  "行己有耻": "一个人行事，凡自己认为可耻的就不去做。",
  "行奸卖俏": "指恣淫行邪，弄姿作态。",
  "行险徼幸": "谓冒险行事以求利。语出《礼记·中庸》：“小人行险以徼幸。”",
  "行眠立盹": "形容极度疲倦无精神。",
  "行若无事": "行：行动，办事；若：好像。指人在紧急关头，态度镇定，毫不慌乱。有时也指对坏人坏事听之任之，",
  "行色匆匆": "行色：出发前后的神态。行走或出发前后的神态举止急急忙忙的样子。",
  "行色怱怱": "行走或出发前后的神态举止急急忙忙的样子。同“行色匆匆”。",
  "行尸走骨": "比喻不动脑筋，不起作用，糊里糊涂过日子的人。同“行尸走肉”。",
  "行尸走肉": "行尸：可以走动的尸体；走肉：会走动而没有灵魂的躯壳。比喻不动脑筋，不起作用，糊里糊涂过日子",
  "讬孤寄命": "《论语·泰伯》：“可以讬六尺之孤，可以寄百里之命。”邢昺疏：“可以讬六尺之孤者，谓可委讬以",
  "行色悤悤": "见“ 行色匆匆 ”。",
  "行不踰方": "谓行动不踰越法度。《後汉书·班彪传上论》：“ 班彪 以通儒上才，傾側危亂之閒，行不踰方，言不",
  "行之有效": "之：代词，它，指办法、措施等；效：成效，效果。实行起来有成效。指某种方法或措施已经实行过，",
  "形色仓皇": "动作匆忙，神色慌张。",
  "行动坐卧": "泛指人的举止和风度。",
  "行将就木": "行将：将要；木：指棺材。指人寿命已经不长，快要进棺材了。",
  "形劫势禁": "指受形势的阻碍或限制，事情难于进行。同“形格势禁”。",
  "行崄侥幸": "指冒险行事以求利。同“行险徼幸”。",
  "行香挂牌": "学政到省后例行的仪式。行香：到孔丘庙烧香。挂牌：出牌公告考试地点、日期等。",
  "行易知难": "孙中山的认识论命题，与古代流传下来的“知易行难”学说相对。也称知难行易。",
  "行有余力": "做了事情以后，还有剩余的精力和时间。",
  "行远升高": "《书·太甲》：“若升高，必自下；若陟遐，必自迩。”《礼记·中庸》：“君子之道，辟（譬）如行",
  "行远自迩": "自：从；迩：近。走远路必须要从最近的一步走起。比喻做事情都得由浅入深，一步步前进。",
  "行云流水": "形容文章自然不受约束，就象漂浮着的云和流动着的水一样。",
  "行者让路": "行走的人相互让路。指大家都谦逊有礼。",
  "行针步线": "比喻设计划策。",
  "形具神生": "形：形体；神：精神。人的形体具备，精神随之产生。",
  "形迹可疑": "举止和神情很值得怀疑。形迹：举动和神色；可疑：值得怀疑。",
  "杏腮桃脸": "形容女子容貌美丽。同“杏脸桃腮”。",
  "性命交关": "交关：相关。形容关系重大，非常紧要。",
  "性命关天": "犹言性命交关。形容关系重大，非常紧要。",
  "兴高彩烈": "原指文章志趣高尚，言词犀利。后多形容兴致高，精神饱满。同“兴高采烈”。",
  "兴味索然": "兴味：兴趣、趣味；索然：毫无兴致的样子。一点儿兴趣都没有。",
  "姓甚名谁": "询问打听人的姓名。",
  "杏脸桃腮": "形容女子容貌美丽。",
  "兴会淋漓": "兴会：兴致；淋漓：酣畅，充盛。形容兴致很高，精神舒畅。",
  "兴趣盎然": "形容兴趣浓厚。",
  "杏腮桃颊": "同“ 杏臉桃腮 ”。 金  董解元 《西厢记诸宫调》卷八：“柳眉星眼，杏腮桃頰，口兒小，脚兒弓，",
  "兴观群怨": "兴：联想；观：观察；群：合群；怨：怨恨。古人认为读《诗经》可以培养人的四种能力。后泛指诗的",
  "性烈如火": "性：性情，脾气。形容性情暴躁。",
  "杏花春雨": "初春杏花遍地、细雨润泽的景象。",
  "兴高采烈": "兴：原指志趣，后指兴致；采：原指神采，后指精神；烈：旺盛。原指文章志趣高尚，言词犀利。后多",
  "幸灾乐祸": "指人缺乏善意；在别人遇到灾祸时感到高兴。幸：高兴；乐：欢喜。",
  "性急口快": "性子急，有话就说。",
  "杏雨梨云": "杏花如雨，梨花似云。形容春天景色美丽。",
  "兴致索然": "一点儿兴趣都没有。",
  "兴致淋漓": "犹兴会淋漓。形容兴致很高，精神舒畅。",
  "兴致勃勃": "形容兴头很足。兴致：兴趣。勃勃：精神旺盛的样子。",
  "兴如嚼蜡": "指毫无兴味。",
  "醒聩震聋": "犹言振聋发聩。使昏昧糊涂、不明事理的人为之震惊，受到启发。",
  "省身克己": "检查自身过失，克制自己非分之想。",
  "星星之火": "一点点小火星。比喻开始时微小；但有远大发展前途的新事物。多比喻新兴的革命力量。",
  "星星落落": "形容少而分散。",
  "星行电征": "像流星闪电。比喻行动非常迅速。",
  "星行夜归": "天没亮就出去，天黑了才回来。",
  "兴讹造讪": "指造谣毁谤。",
  "星移漏转": "星位移位，更漏转换。谓夜深。",
  "星移物换": "星移：星辰移位；物换：景物变幻。景物改变了，星辰的位置也移动了。比喻时间的变化。",
  "星移斗转": "星斗变换位置；表示季节改变。比喻时光流逝。移：移动；斗：北斗星。",
  "兴词构讼": "兴词：撰写并呈递状词；构讼：打官司。写关词打官司。",
  "兴兵动众": "旧指大规模出兵。现多指动用很多人力做某件事。同“兴师动众”。",
  "兴邦立国": "邦：国家。建立并振兴国家。",
  "星离雨散": "比喻在一起的人纷纷别离了。",
  "兴风作浪": "兴、作：引起。原指神话小说中妖魔鬼怪施展法术掀起风浪。后多比喻煽动情绪，挑起事端。",
  "兴家立业": "建设家庭，创立事业。",
  "兴利除弊": "兴办有利的事情；消除有害的事情。兴：兴办；创办；弊：弊端；害处。",
  "兴利除害": "兴办有利的事情，除去有害的事情。亦作“兴利除弊”、“除害兴利”、“兴利剔弊”。",
  "兴灭继绝": "使灭绝的重新振兴起来，延续下去。",
  "兴师动众": "兴：发动；众：大队人马。旧指大规模出兵。现多指动用很多人力做某件事。",
  "兴师问罪": "宣布对方罪状；发兵讨伐。形容群起而严厉斥责对方的过失。兴、动：发动；师：军队；众：大队人马",
  "兴亡祸福": "兴盛和灭亡，灾祸和幸福。泛指一切遭遇。",
  "星飞云散": "比喻事物四处分散或四散消失。",
  "星月交辉": "指星星和月亮一起照耀，格外明亮。亦作“星月皎洁”。",
  "星前月下": "指月夜良宵。亦作“月下星前”。",
  "惺惺相惜": "性格、志趣、境遇相同的人互相爱护、同情、支持。",
  "惺惺作态": "形容假模假样的故作姿态。形容虚情假意的样子。惺惺：虚伪的样子。",
  "腥风醎雨": "犹腥风血雨。形容疯狂杀戮的凶险气氛或环境。",
  "腥风血雨": "风里夹着腥味，雨点带着鲜血。形容疯狂杀戮的凶险气氛或环境。",
  "星罗棊布": "见“ 星羅棋布 ”。",
  "兴废继绝": "使灭绝的重新振兴起来，延续下去。同“兴灭继绝”。",
  "兴微继绝": "使衰落了的振兴起来，中断了的延续下去。",
  "兴文匽武": "崇尚文治，偃息兵戎。",
  "兴妖作怪": "原指妖怪装神弄鬼或兴事害人。现多比喻无事生非；制造事端；暗中破坏捣乱。",
  "兴妖作乱": "比喻坏人破坏捣乱，或坏思想扩大影响。同“兴妖作怪”。",
  "兴妖作孽": "妖魔鬼怪到处闹事作乱。比喻小人兴风作浪，为非做歹。",
  "兴云致雨": "兴云：布下云彩。致雨：使下雨。神话传说，神龙有布云作雨的能力。借喻乐曲诗文，声势雄壮，不同",
  "星驰电掣": "驰：奔驰。象星疾驰，如电急闪。形容极其迅速。",
  "星驰电发": "指迅速如流星闪电。",
  "星驰电走": "驰：奔驰；走：跑。象星疾驰，如电急闪。形容极其迅速。",
  "星星点点": "①形容多而分散。②形容少许或细碎。",
  "星火燎原": "一点儿小火可以把整个原野烧起来；常比喻新生事物开始时力量虽然微小；但有旺盛的生命力；前途无",
  "星霜屡移": "星霜：星辰运转，一年循环一次，每年秋季降霜，因此以星霜指代年岁。表示岁月更换。",
  "星离月会": "犹言时分时合，时去时来。",
  "星流电击": "形容迅猛异常。同“星流霆击”。",
  "星流霆击": "指如流星闪电。形容迅猛异常。",
  "星罗棋布": "罗：罗列；布：分布。像天空的星星和棋盘上的棋子那样分布着。形容数量很多，分布很广。",
  "星罗云布": "犹星罗棋布。形容数量很多，分布很广。",
  "星落云散": "像星星坠落，云彩散开。形容七零八落的样子。",
  "星灭光离": "比喻朋友关系不能继续。",
  "星旗电戟": "军旗象繁星，剑戟如闪电。比喻军容之盛。",
  "星飞电急": "如流星飞落，如闪电急驰。形容十分急速或事情非常紧急。",
  "雄唱雌和": "比喻相互附和。",
  "雄心勃勃": "勃勃：旺盛的样子。形容雄心很大，很有理想。",
  "雄文大手": "擅长写作宏伟诗文的高手。",
  "雄视一世": "形容称雄于一代。",
  "熊经鸟引": "古代一种导引养生之法。状如熊之攀枝，鸟之伸脚。同“熊经鸟申”。",
  "雄鸡夜鸣": "古代认为雄鸡夜鸣为异常现象，预兆战事。",
  "雄心壮志": "伟大的理想，宏伟的志愿。",
  "雄飞雌伏": "雄飞：比喻奋发有为；雌伏：比喻隐藏，不进取。要有雄心壮志，不能无所作为。",
  "雄伟壮观": "气势伟大美丽。",
  "雄材大略": "杰出的才能和伟大的谋略。",
  "熊经鸟申": "古代一种导引养生之法。状如熊之攀枝，鸟之伸脚。",
  "熊罴百万": "熊罴：两种猛兽，比喻勇猛的武士。勇猛的武士成千上万。形容军队人多将广，英勇善战。",
  "熊据虎跱": "比喻群雄割据的形势。",
  "雄鸡断尾": "断尾：断去尾巴。本指雄鸡因怕做祭祀的牺牲而自残其身。后比喻人怕被杀而自尽。",
  "熊经鸱顾": "古代一种导引养生之法。状如熊之攀枝，鸱之回顾。",
  "雄才大略": "非常杰出的才智和谋略。才：才能；略：计谋。",
  "雄辩高谈": "辩论充分有力，言词豪放不羁。形容能言善辩。亦作“高谈雄辩”。",
  "熊罴入梦": "旧时用于祝人生子。",
  "熊罴之士": "比喻勇士。",
  "熊韬豹略": "比喻高妙的用兵谋略。",
  "熊腰虎背": "腰粗壮如熊，背宽厚如虎。形容人身体魁梧健壮。",
  "雄姿英发": "姿容威武雄壮。",
  "雄深雅健": "指文章雄浑而深沉，典雅而有力。",
  "熊心豹胆": "比喻非常胆大。",
  "汹涌澎湃": "汹涌：洪水猛烈上涌的样子；澎湃：波浪互相撞击。形容声势浩大，不可阻挡。",
  "汹涌彭湃": "波浪翻腾，互相撞击。亦比喻声势浩大，不可阻挡。",
  "兄友弟恭": "哥哥对弟弟友爱，弟弟对哥哥恭敬。形容兄弟间互爱互敬。",
  "兄死弟及": "原指哥哥死了，弟弟即位做君主。后也指弟弟接替哥哥的职位和事业。",
  "兄弟怡怡": "兄弟和悦相亲的样子。",
  "凶多吉少": "凶：不幸；吉：吉利。指估计事态的发展趋势不妙，凶害多，吉利少。",
  "凶年饥岁": "凶年：年成很坏。指荒年。",
  "凶神恶煞": "原指凶恶的神。后来指凶恶的坏人。煞：迷信说法中的凶神。",
  "凶相毕露": "毕：完全。凶恶的面目完全暴露了出来。",
  "凶终隙末": "凶：杀人；隙：嫌隙，仇恨；终、末：最后，结果。指彼此友谊不能始终保持，朋友变成了仇敌。",
  "凶终隙未": "指交道不永，朋友最终变成仇人。隙，嫌隙，仇恨。",
  "胸有邱壑": "①指见多识广，心中记得许多山水胜状。②指胸怀远大，颇有见地。",
  "兄弟阋墙": "指兄弟之间发生纠纷；也比喻内部争斗。阋：争吵；争斗。",
  "兄肥弟瘦": "旧喻兄弟相爱，临难争死。",
  "胸怀大志": "怀：怀藏。胸有远大志向。",
  "胸中有数": "指对情况有清楚的了解，心里有底。",
  "胸中无数": "指对情况了解不清楚，心里没有底。",
  "胸中万卷": "指读过大量的书。",
  "胸有鳞甲": "比喻存心险恶。",
  "胸无宿物": "宿：过夜。胸中没有过夜的东西。比喻心地坦率，没有成见。",
  "胸无点墨": "肚子里没有一点墨水。旧指人没有文化。点：一点；比喻极小；墨：墨水；比喻学问。",
  "胸无大志": "心里没有远大志向。",
  "胸无城府": "城府：城市和官署，比喻难于揣测的深远用心。形容待人接物坦率真诚，心口如一。",
  "胸怀磊落": "心地光明正大。",
  "胸有成略": "指胸有已成的策略。",
  "汹涌淜湃": "波浪翻腾，互相撞击。亦比喻声势浩大，不可阻挡。同“汹涌彭湃”。",
  "胸中垒块": "垒块：积砌成堆的土块。比喻心中郁积的不平之气。",
  "胸中甲兵": "甲兵：披甲的士兵。比喻人具有军事才能。",
  "胸有悬镜": "指能洞察一切，犹如明镜在胸。",
  "胸有丘壑": "丘：山丘；壑：山沟。指绘画、作文时，心中已把握到了深远的意境。也比喻对事物的判断处置自有高",
  "凶喘肤汗": "形容疲乏到极点。",
  "胸有城府": "形容心机深沉，毫不外露，难于窥测。",
  "胸有成竹": "原指画竹子在动笔之前脑子里先有竹子的完整形象。现比喻做事情动手之前心里已有主意；有打算或有",
  "胸有成算": "犹言胸有成竹。比喻在做事之前已经拿定主意。",
  "胸无成竹": "指心中没有完整的谋划打算。",
  "秀水明山": "山光明媚，水色秀丽。形容风景优美。",
  "秀才人情": "旧时秀才多数贫穷，遇有人情往来，无力购买礼物，只得裁纸写信。俗话说：“秀才人情纸半张。”一",
  "虚骄恃气": "虚骄：虚浮而骄矜；恃气：凭着意气。虚浮骄矜，意气用事。",
  "秀才造反": "旧指知识分子对现实不满；有所反抗、斗争。比喻软弱无力；难以成功。秀才：旧时一般儒生的泛称；",
  "虚晃一枪": "形容佯作进攻，以便退却。",
  "秀出班行": "秀出：高出，引伸为才能出众，优秀；班行：班次行列，指在朝为官的位次，后也指同列、同辈。才能",
  "秀而不实": "秀：庄稼吐穗开花；实：结果实。开花不结果。比喻只学到一点皮毛，实际并无成就。",
  "袖中挥拳": "形容迫不及待与人争斗。 清  王夫之 《示子侄》：“習氣薰人，不醪而醉。其始無端，其終無謂。袖",
  "秀外慧中": "秀：秀丽；慧：聪明。外表秀丽，内心聪明。",
  "绣虎雕龙": "比喻文章的辞藻华丽。",
  "绣花枕头": "外面绣着花；里面装稻草的枕头。比喻外表好看；但无真才实学。",
  "绣口锦心": "锦、绣：精美鲜艳的丝织品。形容文思优美，词藻华丽。",
  "袖手旁观": "把手揣在袖子里站在旁边看。形容置身事外；不加过问或不予协助。袖手：把手揣在袖子里。",
  "秀色堪餐": "犹言秀色可餐。 宋  柳永 《爱恩深》词：“黄花開，淡泞細香明艷，盡天與，助秀色堪餐。”",
  "秀外惠中": "容貌秀美，资质聪明。 唐  韩愈 《送李愿归盘谷序》：“曲眉豐頰，清聲而便體，秀外而惠中。” ",
  "袖里乾坤": "谓袖中藏天地。比喻变化无穷的幻术。 清  蒲松龄 《聊斋志异·巩仙》：“ 尚 方獨坐凝想時，忽有",
  "袖里玄机": "暗中采取的玄妙决策。《再生缘》第六六回：“又不知，袖裏玄機怎主張。”",
  "袖手充耳": "谓不闻不问。 清  夏燮 《中西纪事·江上议款》：“中有從旁解紛者，既不能誓師討賊，視其力之所",
  "秀色可餐": "美丽的容貌或秀丽的景色好像可以当饭吃。形容女性容貌美丽动人；或景色非常美；让人入迷忘情。",
  "宿雨餐风": "形容旅途辛劳。",
  "宿水餐风": "形容旅途或野外生活的艰苦。",
  "宿水飡风": "形容旅途或野外生活的艰苦。同“宿水餐风”。",
  "朽竹篙舟": "烂竹竿作篙推舟。比喻做事的工具或条件不佳，难能成就。",
  "朽株枯木": "比喻衰朽的力量或衰老无用的人。同“枯木朽株”。",
  "朽骨重肉": "比喻已经腐朽的东西得到了新生。",
  "朽木难雕": "比喻人不可造就或事物和局势败坏而不可救药。同“朽木不可雕”。",
  "朽木不雕": "朽坏的木头无法雕刻。比喻人不上进，无法成材。",
  "朽木粪墙": "朽坏的木头，污秽的土墙。比喻没有培养前途的人。",
  "朽木粪土": "朽木：烂木头；粪土：脏土臭泥。比喻不堪造就、对社会没有用处的人。",
  "朽木生花": "指由枯转荣，比喻事物得以新生。",
  "朽木死灰": "枯干的树木和火灭后的冷灰。比喻心情极端消沉，对任何事情无动于衷。",
  "朽索驭马": "用腐烂的绳索驾驭奔驰的马。形容倾覆的危险十分严重。多含戒惧之意。亦作“腐索御马。”",
  "朽条腐索": "指朽腐的绳索。",
  "朽戈钝甲": "比喻装备极劣的军队。",
  "休戚相关": "休：欢乐，吉庆；戚：悲哀，忧愁。忧喜、福祸彼此相关联。形容关系密切，利害相关。",
  "休牛散马": "放归军用的牛马，表示停止战事。",
  "休兵罢战": "休、罢：停止。停止或结束战争。",
  "修桥补路": "修建桥梁，补好道路。旧喻热心公益，解囊行善。",
  "休牛归马": "亦作“休牛散马”。放归军用的牛马，表示停止战事。语本《书·武成》：“乃偃武修文，归马于华山",
  "修饰边幅": "边幅：本指布帛的边缘，比喻人的仪表。修饰整个人的仪表。也比喻修饰表面，无关大局。",
  "羞恼成怒": "因羞愧恼恨而发怒。《红楼梦》第七一回：“這婆子，一則吃了酒，二則被這丫頭揭着弊病，便羞惱成",
  "脩辞立诚": "原指整顿文教，树立诚信，后多用以指撰文要表达作者的真实意图，不可作虚饰浮文。",
  "羞与为伍": "把跟它在一起看作羞耻的事。形容蔑视对方；不愿意同行或同列。伍：在一起；作同伴。",
  "羞与哙伍": "哙：樊哙。韩信鄙视樊哙，不屑与他同为列侯。泛指以跟某人在一起为可耻。",
  "羞以牛后": "牛后：牛的肛门，比喻从属的地位。指不愿处在从属地位，为人牵制。",
  "羞人答答": "答答：害羞的样子。形容自己感觉难为情。",
  "羞面见人": "因感到羞耻而怕见人。",
  "羞花闭月": "形容女子貌美，使花亦羞愧，月亦隐藏。",
  "修真养性": "学道修行，涵养性情。",
  "修鳞养爪": "比喻保养、积蓄战斗力。",
  "修文偃武": "修：昌明，修明；偃：停止。提倡文教，停息武事。",
  "休戚与共": "彼此有福有祸都共同承受。休：福；欢乐；戚：忧愁。形容关系密切；同甘共苦。",
  "修身洁行": "修养品性，保持洁白的德行。",
  "修齐治平": "泛指伦理哲学和政治理论。",
  "休明盛世": "休明：美好，清平；盛：兴旺；世：世代。美好清平的兴盛时代。",
  "修旧起废": "原指修诗书，兴礼乐。后引申为把旧有的修理好。把废置的利用起来。",
  "修短随化": "修：长；化：造化，旧指自然界的主宰者，迷信说法指运气、命运。人的寿命长短，随造化而定。",
  "修辞立诚": "写文章应表现出作者的真实意图。",
  "休养生息": "休养：休息保养；生息：人口繁殖。指在战争或社会大动荡之后，减轻人民负担，安定生活，恢复元气",
  "休休有容": "形容君子宽容而有气量。",
  "休声美誉": "休：美好。美好的声誉。",
  "修心养性": "修心：使心灵纯洁；养性：使本性不受损害。通过自我反省体察，使身心达到完美的境界。",
  "虚构无端": "假造没有根据的事。",
  "须髯若神": "指胡须长得很美，如同神人。",
  "徐娘半老": "指中年妇女虽不再娇美；但尚有风韵。后泛指有风韵的妇女已过中年。徐娘：梁元帝妃徐氏；泛指妇女",
  "续鹜短鹤": "比喻违失事物本性，欲益反损。",
  "煦煦孑孑": "指小仁小义。",
  "蓄精养锐": "犹养精蓄锐。",
  "旭日初升": "早晨的太阳刚刚从东方升起。比喻充满活力、生气勃勃的景象。",
  "恤老怜贫": "周济老人，怜惜穷人。",
  "酗酒滋事": "喝醉酒寻衅生事者。",
  "煦色韶光": "指晴暖美丽的风光。",
  "絮絮叨叨": "形容说话罗嗦，唠叨。",
  "絮果兰因": "兰因：比喻美好的结合；絮果：比喻离散的结局。比喻男女婚事初时美满，最终离异。",
  "絮酒炙鸡": "《後汉书·徐稺传》“設雞酒薄祭” 李贤 注引 三国  吴谢承 《後汉书》：“ 稺 諸公所辟雖不就，",
  "畜妻养子": "畜：养育。旧指维持妻子和儿女的生活。",
  "旭日东升": "旭日：初升的太阳。早上太阳从东方升起。形容朝气蓬勃的气象。也比喻艰苦的岁月已过去，美好的日",
  "栩栩如生": "形容形象逼真；如同活人一样。栩栩：生动活泼的样子；生：活的。",
  "栩栩欲活": "犹栩栩如生。指艺术形象非常逼真，如同活的一样。",
  "呴湿濡沫": "“呴”念xǔ。语本《庄子·大宗师》：“泉涸，鱼……相呴以湿，相濡以沫。”比喻同处困境，互相",
  "虚位以待": "留着位置等待。",
  "虚虚实实": "假假真真，以假乱真。指军事上讲究策略，善于迷惑对方。也指文艺作品中虚写、实写并用，表现方法",
  "虚无飘渺": "形容若有若无，空虚渺茫。",
  "虚无缥缈": "隐隐约约；若有若无的样子。形容空虚渺茫。虚无：空虚；缥缈：隐隐约约。",
  "虚论高议": "不切实际，高妙空洞的议论。亦作“高谈虚论”。",
  "虚己以听": "形容接受意见的态度诚恳。",
  "虚己受人": "虚心接受他人的意见。",
  "虚怀若谷": "虚：谦虚；谷：山谷。胸怀象山谷一样深广。形容十分谦虚，能容纳别人的意见。",
  "虚度年华": "白白地度过年岁。虚：指没有收获、成就。",
  "虚张声势": "张：铺张，夸大。假装出强大的气势。指假造声势，借以吓人。",
  "虚词诡说": "虚：虚假；诡：欺诈。虚假不实的话。",
  "须髯如戟": "髯：两颊上的胡子。戟：古代的一种兵器，长杆头上附有月牙状的利刃。胡须又长又硬，一根根像戟似",
  "须弥芥子": "意思是偌大一个须弥山塞进一粒小小的菜籽之中刚刚合适。形容佛法无边，神通广大。也形容诗文波诡",
  "须眉男子": "须眉：胡须和眉毛。古时男子以须、眉长得稠密为美。指堂堂的男子汉。",
  "须眉交白": "交：都。胡须和眉毛都白了。",
  "须眉皓然": "胡须眉毛都白了。形容年老。",
  "须发皆白": "胡须头发全都白了。指年事以高。",
  "虚废词说": "空费精神白说话。指说话不起作用。",
  "虚左以待": "虚：空着；左：古时以左为尊；待：等待。空着尊位恭候别人。",
  "虚无恬淡": "亦作“虛无恬惔”。清虚淡泊，无所企求。《庄子·刻意》：“虚无恬惔，乃合天德。” 郭沫若 《屈",
  "虚无恬惔": "见“ 虚無恬淡 ”。",
  "虚文缛节": "虚伪的礼数，繁琐的仪节。 梁启超 《过渡时代论》五：“社會既厭三綱壓抑、虚文縟節之俗，而未能",
  "虚文缛礼": "同“虛文縟節”。 鲁迅 《坟·摩罗诗力说》：“蓋 英倫 爾時，虚僞滿于社會，以虚文縟禮爲真道德",
  "虚心平意": "犹言心平气和。《管子·九守》：“安徐而静，柔節先定，虚心平意以待須。” 尹知章 注：“虚其心",
  "虚心冷气": "1.情虚胆怯，低声下气的样子。《水浒传》第四五回：“ 石秀 此時，已有三分在意了。便揭起布簾，",
  "虚生浪死": "谓虚度一生，终老无成。《旧唐书·越王贞传》：“諸王必須以匡救爲忠，不可虚生浪死，取笑於後代",
  "需沙出穴": "语本《易·需》：“需于沙，小有言，终吉。”和“需于血，出自穴”。后因用“需沙出穴”谓遇险凶",
  "虚有其表": "虚：空；表：表面，外貌。空有好看的外表，实际上不行。指有名无实。",
  "嘘寒问暖": "问冷问热；口可出热气使受寒的人温暖。形容对别人的生活非常关心。嘘：缓缓吹气。",
  "虚应故事": "故事：成例。照例应付，敷衍了事。指用敷衍的态度对待工作。",
  "虚嘴掠舌": "比喻花言巧语。",
  "虚往实归": "无所知而往，有所得而归。",
  "虚堂悬镜": "旧时比喻地方官廉明公正。",
  "虚室生白": "虚：使空虚；室：指心；白：指道。心无任何杂念，就会悟出“道”来，生出智慧。也常用以形容清澈",
  "虚情假意": "虚：假。装着对人热情，不是真心实意。",
  "虚舟飘瓦": "比喻没有实用价值的东西。",
  "虚美隐恶": "凭空加以赞美而掩蔽其过错。《旧唐书·许敬宗传》：“ 白州 人 龐孝泰 ，蠻酋凡品，率兵從征 高",
  "虚与委蛇": "待人处事没有真心诚意；只在表面敷衍应酬。虚：表面的；委蛇：随便应顺；敷衍。",
  "盱衡厉色": "盱衡：举眉扬目；厉：严厉；色：面色。横眉怒目，面色严厉。",
  "嘘枯吹生": "嘘：呵气。枯了的吹气使生长，生长着的吹气使枯干。比喻在言论中有批评的，有表扬的。",
  "玄妙莫测": "测：猜度。神奇奥妙，无法猜度。亦作“玄妙无穷”。",
  "旋生旋灭": "指产生不久随即消亡。",
  "旋干转坤": "扭转天地。比喻从根本上改变社会面貌或已成的局面。也指人魄力极大。",
  "旋得旋失": "很快得到，不久又失去。形容得失都很快。",
  "悬疣附赘": "比喻累赘无用之物。",
  "悬崖转石": "比喻形势发展迅猛。",
  "悬崖撒手": "①比喻人至绝境，只能另作选择，义无反顾。②指在紧急关头，放下一切不管。",
  "悬崖峭壁": "峭壁：陡直的石壁。形容山势险峻。",
  "悬崖勒马": "悬崖：高而陡的山崖；勒马：收住缰绳，使马停步。在高高的山崖边上勒住马。比喻到了危险的边缘及",
  "悬崖绝壁": "形容山势险峻。同“悬崖峭壁”。",
  "悬榻留宾": "榻：狭长而矮的床，特指待客留宿的床。把平日悬起的床放下来，留客人住下。比喻对客人以礼相待，",
  "玄辞冷语": "玄妙冷隽的言辞。",
  "璇霄丹阙": "指仙境。亦作“璇霄丹台”。",
  "玄妙入神": "形容技艺学问已进入高超而神奇的境界。",
  "玄圃积玉": "传说玄圃多美玉。因以“玄圃积玉”比喻精华荟萃。",
  "玄之又玄": "原为道家语，形容道的微妙无形。后多形容非常奥妙，不易理解。",
  "悬梁刺骨": "形容刻苦学习。",
  "悬门抉目": "春秋时，吴国大夫伍员劝吴王夫差拒绝越国求和，夫差听信谗言，不从忠告，反赐之剑命自杀。伍员临",
  "悬若日月": "宛如太阳和月亮一样高高地挂在天空上。形容作品具有永恒的生命力。",
  "悬石程书": "形容勤于政事。",
  "悬首吴阙": "犹言悬门抉目。以之为烈士殉国的典故。",
  "悬鞀建铎": "指听取臣民意见。",
  "悬旌万里": "比喻军队远征。",
  "悬肠挂肚": "形容挂念之深切。",
  "玄酒瓠脯": "饮食只有清水和瓠干。比喻生活清苦。",
  "悬灯结彩": "悬：挂；彩：彩球，彩带。挂着灯笼，系着彩球。形容节日、喜庆的景象。",
  "悬龟系鱼": "指任高官显宦。",
  "悬河泻火": "比喻以强大力量去消灭敌方。同“悬河注火”。",
  "悬河泻水": "悬河：瀑布；泻水：水很快地往下流。河水直往下泻。比喻说话滔滔不绝或文辞流畅奔放。",
  "悬鼓待椎": "《渊鉴类函·乐·鼓二》引明陈耀文《天中记》：“宋范仲淹一日携子纯仁访民家。民舍有鼓为妖。坐",
  "悬而未决": "一直拖在那里，没有得到解决。",
  "悬鹑百结": "鹌鹑的羽毛又短又花，因以悬鹑比喻破烂的衣服。形容破烂，补钉很多。",
  "悬车致仕": "指告老引退，辞官家居。",
  "悬车之岁": "悬车：古人一般至七十岁辞官家居，废车不用。指七十岁。同“悬车之年”。",
  "悬车之年": "悬车：古人一般至七十岁辞官家居，废车不用。指七十岁。",
  "旋转干坤": "扭转天地。比喻从根本上改变社会面貌或已成的局面。也指人魄力极大",
  "悬车告老": "指告老引退，辞官家居。同“悬车致仕”。",
  "旋转乾坤": "把天地转动过来。比喻改变大自然或从根本上改变大局面。乾、坤：古代八卦名称；分别代表天地。",
  "悬兵束马": "形容险阻。同“悬车束马”。",
  "悬河注火": "指以河水倾泻于火。比喻以强大力量去消灭敌方。",
  "悬河注水": "比喻以强大力量去消灭敌方。同“悬河泻水”。",
  "悬狟素飡": "语本《诗·魏风·伐檀》：“不狩不猎，胡瞻尔庭有县貆兮。彼君子兮，不素餐兮。”后因以“悬狟素",
  "悬剑空垄": "比喻心许朋友的事，不因人死而改变。",
  "悬鼗建铎": "语本《淮南子·泛论训》：“禹之时，以五音听治，悬钟鼓磬铎，置鼗，以待四方之士。为号曰：教寡",
  "悬头刺股": "形容刻苦学习。同“悬梁刺股”。",
  "悬驼就石": "比喻用力多，得益少。",
  "悬心吊胆": "形容十分担心或害怕。",
  "悬悬而望": "形容一心一意地期待、盼望。",
  "璇霄丹台": "指仙境。同“璇霄丹阙”。",
  "悬车束马": "形容险阻。",
  "炫石为玉": "炫：夸耀。拿玉吸引人，卖出的却是石头。比喻说的和做的不相符合。",
  "眩视惑听": "迷惑人的视听。",
  "眩目惊心": "使人眼花心惊。",
  "炫奇争胜": "炫：夸耀。夸耀新奇，竞争胜负。",
  "眩碧成朱": "比喻颠倒是非。",
  "炫巧斗妍": "指夸奇竞妙。",
  "炫异争奇": "指夸奇斗异。",
  "炫玉贾石": "炫：夸耀；贾：卖。拿玉吸引人，卖出的却是石头。比喻说的和做的不相符合。",
  "绚丽多彩": "形容色彩华丽。",
  "炫昼缟夜": "指李花色白，其光采或照耀于白天，或显现于夜晚。",
  "烜赫一时": "在一个时期内名声威势很盛。烜赫：气势很盛；一时：一个时期。",
  "选兵秣马": "选好兵器喂饱战马。指作好战前准备。",
  "选舞征歌": "指放荡的生活方式。同“选色征歌”。",
  "选妓征歌": "指放荡的生活方式。",
  "选色征歌": "挑选美女，征召歌伎。指放荡的生活方式。亦作“选歌试舞”、“选舞征歌”。",
  "选贤举能": "选拔任用贤能的人。亦作“选贤任能”、“选贤与能”。",
  "选贤与能": "选拔任用贤能的人。与，通“举”。亦作“选贤任能”、“选贤举能”。",
  "癣疥之疾": "形容无关紧要的小毛病。也比喻容易解决的小问题或为害尚轻的小祸害。",
  "选贤任能": "选拔任用贤能的人。亦作“选贤与能”、“选贤举能”。",
  "轩然霞举": "轩然：高高的样子。象云霞高高飘举。形容人俊美潇洒。",
  "揎拳裸手": "伸出拳头，露出手臂。一种粗野蛮横的姿态。",
  "轩轩甚得": "轩轩：洋洋自得的样子。形容非常得意。［",
  "揎拳舞袖": "伸出拳头，挥动衣袖。一种粗野蛮横的姿态。",
  "宣化承流": "宣布恩德，承受风教。指官员奉君命教化百姓。",
  "揎拳拢袖": "捏紧拳头，卷起袖口。形容准备动武的样子。",
  "喧宾夺主": "客人的声音压倒了主人的声音。比喻外来的或次要的事物占据了原有的或主要的事物的位置。喧：声音",
  "轩昂气宇": "形容人气度不凡。亦作“气宇轩昂”。",
  "轩盖如云": "轩：古时供官员乘坐的一种便车；盖：车盖。旧时形容官员很多，也形容官员、士绅集会的盛况。",
  "轩鹤冠猴": "乘轩之鹤，戴帽之猴。比喻滥厕禄位、虚有其表的人。",
  "揎拳掳袖": "把袖子往上一推，露出胳膊，握着拳头。形容准备动手。",
  "揎腕攘臂": "捋袖伸臂。一种粗暴的姿态。",
  "轩然大波": "轩然：波涛高高涌起的样子。高高涌起的波涛。比喻大的纠纷或乱子。",
  "揎拳捰袖": "伸出拳头，捋起袖子。一种粗野蛮横或准备动武的姿态。",
  "揎拳裸袖": "犹言揎拳捋袖。",
  "轩轾不分": "轩轾：古代车子前高后低叫轩，前低后高叫轾。不分高下、轻重。比喻对待二者的态度或看法差不多。",
  "揎拳捋袖": "揎：卷起袖子；捋：拉起。伸出拳头，拉起袖子。形容怒气冲冲准备动武的样子。",
  "萱花椿树": "指父母。萱花指母，椿树指父。",
  "学老于年": "指青年人的博学。",
  "学究天人": "有关天道人事方面的知识都通晓。形容学问渊博。",
  "学海无涯": "学问的海洋无边无际。指对知识的学习永远没有止境。学海：指知识；涯：边际。",
  "学贯中西": "形容学问贯通了中国和西方的种种知识。",
  "学富五车": "学问很多；有五车书。形容读书很多；学识渊博。富：丰富；五车：指五车书；形容书很多。",
  "学浅才疏": "才能不高，学识不深（多用作自谦的话）。",
  "学非所用": "所学的不是所应用的，所应用的不是所学的。比喻学习与实践相脱节。",
  "学无止境": "指学业上是没有尽头的，应奋进不息。",
  "穴居野处": "居住在山洞里；生活在原野上。形容人类远古时期原始的生活状态。穴：山洞；处：居住。",
  "学无常师": "求学没有固定的老师。指凡有点学问、长处的人都是老师。",
  "学以致用": "为了实际应用而学习。致：使达到；用：实际应用。",
  "学而不厌": "厌：满足。学习总感到不满足。形容好学。",
  "学步邯郸": "学步：学习走路。比喻机械地模仿，不但学不互别人的长处，反而会把自己原有的本事也丢掉。",
  "学富才高": "学识渊博，才能高强。",
  "穴室枢户": "穿室破户。《庄子·盗跖》：“ 盜跖 從卒九千人，横行天下，侵暴諸侯，穴室樞户，驅人牛馬，取人",
  "学如穿井": "穿：凿通。求学如同凿井。比喻在学习当中，学到的知识越深也就越难，因此为了获得更深的学问，必",
  "学识渊博": "指学识深而且广。",
  "学书学剑": "学文练武。语出《史记·项羽本纪》：“学书不成，去，学剑。”",
  "学疏才浅": "才能不高，学识不深（多用作自谦的话）。同“学浅才疏”。",
  "血肉横飞": "形容因遭受战争或其他意外灾祸死伤时；血肉四溅的惨状。横飞：乱飞。",
  "血染沙场": "沙场：战场。鲜血染红了战场。指在战场上牺牲。",
  "血气之勇": "指凭一时感情冲动产生的勇气。",
  "血气方刚": "形容年轻人精力正旺盛。血气：指精力；方：正；刚：旺盛。",
  "血肉模糊": "血流肉烂，无法辨认器官肢体。形容死亡或受伤的惨状。",
  "血肉相联": "比喻关系极其亲密。 毛泽东 《中国共产党在民族战争中的地位》：“成为伟大中华民族的一部分而和",
  "血海尸山": "血流成海，尸积如山。形容被杀的人极多。 明  无名氏 《王马破曹》第二折：“殺的他血海屍山人馬",
  "血盆大口": "指野兽凶残吞噬的大嘴。也比喻剥削者、侵略者蚕食鲸吞的巨大胃口。",
  "血肉相连": "象血和肉一样相互联系着。比喻关系十分密切，不可分离。",
  "血性男儿": "指刚强正直，勇敢热情的男子汉。",
  "血流如注": "注：灌注。血流得象射出来的那样。形容血流得又多又急。",
  "血债累累": "血债：未报的杀人深仇；累累：形容很多。指杀人很多，罪恶极大。",
  "血口喷人": "比喻用恶毒的话污蔑或辱骂别人。",
  "血气方壮": "血气：精力；方：正。形容年青人精力正旺盛",
  "谑浪笑傲": "形容戏谑笑闹。",
  "谑而不虐": "谑：开玩笑。开玩笑而不使人难堪。",
  "血雨腥风": "风里夹着腥味，雨点带着鲜血。形容疯狂杀戮的凶险气氛或环境。",
  "血战到底": "血战：非常激烈地拼死地战斗。指激烈战斗到最后时刻。",
  "血流成渠": "鲜血流成了河。形容死伤的人极多。",
  "血流成河": "形容被杀的人极多。",
  "血泪斑斑": "血与泪俱在实证物。",
  "血迹斑斑": "形容留下的血迹很多。",
  "血光之灾": "迷信指有被杀的灾祸，",
  "血风肉雨": "形容剧烈残酷的屠杀或性格刚强。",
  "血流漂杵": "杵：捣物的棒槌。血流成河，舂米的木棰都漂了起来。形容战死的人很多。也泛指流血很多。",
  "血竭髯枯": "形容费尽心血。 清  周亮工 《书影》卷六：“此 六朝 以下， 温  李 諸公血竭髯枯，矜詫累日者，",
  "血泪盈襟": "血泪：悲痛的眼泪；盈：满。眼泪流湿了衣襟。形容非常悲痛。",
  "血海冤仇": "清  陈天华 《狮子吼》楔子：“放着他血海寃仇三百載，鬼混了 漢 家疆宇十餘傳。”",
  "血国三千": "喻指众多的诸侯国。商贾及得国者可以从中取利，犹如蚊虫有无穷的血源可以吸食自肥，故称。 汉  ",
  "血流漂卤": "犹言血流漂杵。卤，大盾。《後汉书·郡国志一》“凡縣名先書者，郡所治也” 刘昭 注引 晋  皇甫",
  "血海深仇": "血海：形容杀人流血很多。形容仇恨极大、极深。多指人被杀而引起的仇恨。",
  "雪窖冰天": "窖：收藏东西的地洞。到处是冰和雪。形容天气寒冷，也指严寒地区。",
  "雪中送炭": "在下雪天给人送炭取暖。比喻在别人急需时给以物质上或精神上的帮助。",
  "雪兆丰年": "指冬天大雪是来年丰收的预兆。",
  "雪鸿指爪": "比喻往事遗留的痕迹。同“雪泥鸿爪”。",
  "雪上加霜": "积雪上又添加寒霜。比喻接连遭受灾难。",
  "雪月风花": "①代指四时景色。②比喻男女情事。",
  "雪窑冰天": "到处是冰和雪。指严寒地区。",
  "雪碗冰瓯": "瓯：盆碗之类的器皿。形容碗、盆器皿洁白干净。也比喻诗文清雅。",
  "雪窗萤几": "《文选·任昉〈为萧扬州作荐士表〉“集萤映雪”李善注引《孙氏世录》：“孙康家贫，常映雪读书。",
  "雪胎梅骨": "比喻高洁。",
  "雪窗萤火": "比喻勤学苦读。同“雪窗萤几”。",
  "雪虐风饕": "虐：暴虐；饕：贪残。又是刮风，又是下雪。形容天气非常寒冷。",
  "雪泥鸿爪": "雪泥：融化着雪水的泥土。大雁在雪泥上踏过留下的爪印。比喻往事遗留的痕迹。",
  "雪耻报仇": "雪：洗掉。洗掉耻辱，打击仇敌。亦作“报仇雪耻”。",
  "雪操冰心": "志行品德高尚纯洁。",
  "雪鬓霜毛": "指老年人。同“雪鬓霜鬟”。",
  "雪鬓霜鬟": "白发。借指老年人。",
  "雪北香南": "多雪的北方和花木飘香的南方。",
  "雪里送炭": "比喻在别人急需时给以物质上或精神上的帮助。同“雪中送炭”。",
  "雪天萤席": "比喻不分寒暑，刻苦读书。",
  "靴刀誓死": "指战死沙场的决心。",
  "削趾适屦": "比喻不合理的牵就凑合或不顾具体条件，生搬硬套。同“削足适履”。",
  "削职为民": "撤掉官职，降为平民。",
  "削铁无声": "形容刀剑锋利。",
  "削铁如泥": "切削铁器如同斩剁泥土一样。形容兵刃极其锋利。",
  "削发披缁": "缁：黑色，借指僧人穿的黑色衣服。剃光头发，穿上僧衣。表示出家为僧。",
  "削草除根": "犹斩草除根。指从根本上消除祸患。",
  "削株掘根": "株：露出地面的的树桩。形容彻底铲除。也比喻除恶务尽。",
  "削木为吏": "意思是不能受狱吏的侮辱，即使是木头做的狱吏也不能见他。形容狱吏的凶暴可畏。",
  "削足适履": "适：适应；履：鞋。因为鞋小脚大，就把脚削去一块来凑和鞋的大小。比喻不合理的牵就凑合或不顾具",
  "循序渐进": "指学习工作等按照一定的步骤逐渐深入或提高。循：按照；序：次序；渐：逐渐。",
  "循规蹈矩": "循、蹈：遵循，依照。规、矩是定方圆的标准工具，借指行为的准则。原指遵守规矩，不敢违反。现也",
  "熏莸同器": "熏：香草；莸：臭草。香草与臭草收藏在同一容器内。比喻好人与坏人共处。",
  "询谋佥同": "指咨询和商议的意见都一致。",
  "询谋谘度": "咨询谋议，商量研究。",
  "询迁询谋": "谓国家的安危、国都的迁徙、国君的拥立，都要征求人民的意见。语本《周礼·秋官·小司寇》：“小",
  "询事考言": "询：查询；考：考核。查询、考核所做的事和所说的话。后多指对官员的考核。",
  "询于刍荛": "询：问；刍荛：割草打柴的人，借指地位低微的人。指向普通老百姓了解情况，征求意见。",
  "循常习故": "循常：遵循常规。习故：学习陈旧的作风。遵守旧规，沿袭先例。形容因袭保守，不愿变通。亦作“循",
  "旬输月送": "形容赋敛繁苛。",
  "寻根究底": "寻找根源；追究底细；弄清来龙去脉。寻：寻求；寻找；根：根源；根由；究：探究；追究；底：底细",
  "寻踪觅迹": "觅：找；踪：迹，脚印，指行踪。到处寻找别人的行踪。",
  "循途守辙": "遵守规矩。同“循涂守辙”。",
  "循涂守辙": "遵守规矩。亦作“循途守辙”。",
  "循诵习传": "①指习惯于读死书、传旧闻。②指诵习。",
  "循名责实": "循：依照；责：要求。按着名称或名义去寻找实际内容，使得名实相符。",
  "循名核实": "犹言循名责实。按着名称或名义去寻找实际内容，使得名实相符。",
  "循名考实": "循：依照；责：要求。按其名而求其实，要求名实相符。亦作循名责实。",
  "循环无端": "①往复回旋，没有终始。②形容反复进行，没完没了。",
  "循环往复": "周而复始；去而复来。形容不断反复。循环：沿环行走；无始无终。",
  "循次而进": "循：依照，顺着。依照一定的步聚或次序逐步推进或提高。亦作“循次渐进”、“循序渐进”。",
  "寻花觅柳": "原指赏玩春天的景色。后旧小说用来指宿娼。同“寻花问柳”。",
  "寻花问柳": "花、柳：原指春景，旧时亦指娼妓。原指赏玩春天的景色。后旧小说用来指宿娼。",
  "寻消问息": "寻、问：打听。打听消息。",
  "寻行数墨": "寻行：一行行地读；数墨：一字字地读。指只会诵读文句，而不能理解义理。也指专在文字上下功夫。",
  "寻行逐队": "犹言成群结队。形容众多的人依次成行成队。",
  "寻幽入微": "寻幽：探究深奥难明的事理。入微：达到极其细致、深刻的地步。形容对深奥的事理探求达到非常深刻",
  "寻幽探胜": "探：寻求。胜：胜地，风景优美的地方。游览山水时寻找、搜索幽雅的胜地。亦作“寻幽探奇”、“寻",
  "寻瑕伺隙": "寻：找；瑕：玉上的斑点，比喻缺点；何：观察，隙：空子，机会。找别人缺点，看是否有空子可钻。",
  "寻死觅活": "叫喊着要去死。多形容因极其悲痛或耍无赖而疯疯颠颠的样子。",
  "寻事生非": "形容有意制造事端，引起纠纷。",
  "询根问底": "指询问事情的详细原委，问个水落石出。",
  "寻欢作乐": "寻求欢快，设法取乐。形容追求享乐。",
  "循循善诱": "循循：有次序的样子；善：善于；诱：引导。指善于引导别人进行学习。",
  "寻壑经丘": "寻幽探胜，游山玩水。语出晋陶潜《归去来辞》：“既窈窕以寻壑，亦崎?区而经丘。”",
  "寻根追底": "追求根底。一般指追问一件事的原由。",
  "寻根问底": "追求根底。一般指追问一件事的原由。同“寻根究底”。",
  "寻根拔树": "犹斩草除根。比喻除去祸根，以免后患。",
  "寻风捉影": "犹捕风捉影。喻说话做事毫无根据。",
  "寻弊索瑕": "犹言吹毛求疵。比喻故意挑剔别人的缺点，寻找差错。",
  "寻瘢索绽": "指仅从表面现象追查人家的过失。瘢，皮肤斑痕。",
  "寻源讨本": "指穷本溯源。",
  "寻章摘句": "读书时只注意摘录一些漂亮词句；不作深入研究。也指写作时摘引、堆砌现成词句；缺乏创造性。寻：",
  "寻枝摘叶": "比喻追求事物次要的、非根本的东西。",
  "寻流逐末": "犹舍本求末。比喻不抓根本环节，而只在枝节问题上下功夫。",
  "噀玉喷珠": "“噀”念xùn。形容口齿伶俐，说话悦耳动听。",
  "迅电流光": "比喻光阴像电光迅速地消逝。",
  "迅雷风烈": "犹言迅雷烈风。",
  "徇国忘身": "指为国尽忠而将个人得失、安危置之度外。徇：为国献身。",
  "逊志时敏": "谦虚好学，时刻策励自己。",
  "徇私作弊": "为了私情而弄虚作假。",
  "徇私舞弊": "为了个人利益或照顾私人关系而弄虚作假；做不合法规的事。徇：依从；舞弊：用欺骗的方法做违反法",
  "训练有素": "素：平素，向来。平时一直有严格的训练。",
  "徇私枉法": "迁就私情而违反法纪。",
  "训格之言": "指可以奉为行为准则的教诲之言。",
  "徇情枉法": "指曲从私情；歪曲和破坏法律；胡乱断案。徇：曲从；枉：使歪曲。",
  "熏天赫地": "熏天：气势极盛的样子；赫：显明，盛大。形容气焰炽盛。",
  "薰莸同器": "薰：香草，比喻善类；莸：臭草，比喻恶物。香草和臭草放在一起。比喻善恶同处，恶者掩善。",
  "薰天赫地": "薰天：气势极盛的样子；赫：显明，盛大。形容气焰炽盛。",
  "熏陶成性": "熏陶：感化，培养；性：习惯。经常受到某方面的感染而形成的某种习性。",
  "熏风解愠": "熏风：和风；愠：恼怒怨恨。温和的风可以消除心中的烦恼，使人心情舒畅。",
  "埙篪相和": "旧时比喻兄弟和睦。",
  "熏莸异器": "见“ 薰蕕不同器 ”。",
  "修旧利废": "把破旧的修补好，把废物利用起来。指厉行节约。",
  "学如登山": "学习象登山一样。比喻要努力攀登，逐步提高。",
  "橡茹藿歠": "以橡实为饭，豆叶为羹。泛指饮食粗劣。",
  "栖栖惶惶": "栖栖：忙碌的样子；惶惶：心不安定的样子。形容忙碌不安",
  "息兵罢战": "兵：打仗。停止或结束战争",
  "息军养士": "息：休息，修整。修整军队，积蓄力量，准备再战",
  "息影家园": "息影：退隐闲居。形容退隐家中",
  "席不暇温": "席：坐席；暇：空闲。连座席还没有来得及坐热就起来了。形容很忙，多坐一会儿的时间都没有",
  "席卷宇内": "席卷：像卷席子一样卷起；宇内：四境之内。指横扫或吞并疆域",
  "夏屋渠渠": "夏屋：高大的房子；渠渠：高大深广的样子。形容房屋高大而深广",
  "陷坚挫锐": "陷坚：攻破敌阵；挫锐：挫败敌人锐气。攻陷敌阵，挫敌锐气",
  "祥麟瑞凤": "麒麟和凤凰，吉祥的禽兽，只有在太平盛世才能见到。后比喻非常难得的人才",
  "祥云瑞彩": "祥：吉祥。形容吉祥高照，运气好，有福兆",
  "宵分废寝": "宵分：夜半。半夜还没有就寝。形容学习和工作勤奋",
  "宵旰攻苦": "宵：夜；旰：天晚。早起晚睡，刻苦攻读",
  "宵狐之腋": "宵：通“小”；腋：腋窝。小狐狸腋下的毛皮。比喻珍贵的东西",
  "宵寝晨兴": "宵：夜；兴：起。夜晚入睡，清晨起来。形容勤劳",
  "宵小之徒": "宵小：盗贼。指盗匪坏人之流",
  "消愁破闷": "消除忧愁，破除郁闷",
  "消愁释闷": "消：消除；释：解除。消除愁闷，使身心愉快",
  "消除异己": "排挤、消除与自己意见不同或非本集团的人",
  "消患未形": "消：消除；形：显露。在祸患尚未显露之前就予以消除",
  "消极应付": "不求进取地处理问题",
  "消磨岁月": "消磨：虚度。虚度年月",
  "消释前嫌": "消释：消除，解除；嫌：嫌怨，怨恨。消解了过去的仇怨",
  "消损白日": "消：耗费；损：减；白日：时光。耗费时光",
  "萧斧之诛": "萧斧：行刑的斧钺；诛：杀戮。受到斧钺的诛杀。形容人罪大恶极",
  "效命疆场": "疆场：战场。到边疆拼死报效国家",
  "效死弗去": "效：献出；弗：不。拼死报效，不肯离去",
  "笑骂由人": "任由人们去耻笑辱骂",
  "笑貌声音": "笑貌：表情；声音：谈吐。指人的言谈、态度等",
  "笑面老虎": "比喻外表善良，心地凶狠的人",
  "笑容满面": "满脸呈现着欢笑的容颜。形容内心欣喜，满脸和悦的颜色",
  "屑榆为粥": "屑：研成碎末。把榆树皮研成细末煮粥充饥。指艰苦生活",
  "胸喘肤汗": "汗：出汗。形容疲乏到极点",
  "胸怀坦白": "坦白：坦率。形容心地纯洁，待人诚恳，光明正大",
  "胸无成算": "心中没有完整的谋划打算",
  "胸罗锦绣": "罗：分布，排列；锦绣：精致华丽的丝织品。形容学识渊博，才华横溢",
  "胸有甲兵": "甲兵：铠甲和兵器，泛指武备。比喻胸怀韬略",
  "胸中柴棘": "棘：有刺的草。比喻人阴险狠毒",
  "胸中磊块": "指心中郁积的不平之气",
  "胸中丘壑": "丘：山丘；壑：山沟。指作画前心中已有山水胜迹的轮廓。比喻心中对事物的判断和处置早有定见",
  "胸中无墨": "胸中没有墨水。比喻学识浅薄",
  "胸中之颖": "颖：聪明。心中的聪明才智",
  "羞惭满面": "满脸是羞惭的表情",
  "羞口羞脚": "羞：难为情。口和脚都感到害羞。形容言谈举止不大胆",
  "羞愧难当": "当：承受。指感到十分羞愧内疚",
  "绣佛长斋": "绣佛：刺绣的佛像；长斋：终年吃素。形容修行信佛",
  "绣阁香闺": "阁：阁楼；闺：闺房。华美溢香的女子卧室",
  "绣闼雕甍": "闼：门楼上的小屋；甍：屋脊。华美的门楼，彩绘的屋脊。形容精美的建筑",
  "袖里藏刀": "袖中暗藏凶器。形容对人外表和气，内心却十分阴险毒辣",
  "袖手傍观": "把手笼在袖子里在旁观看。比喻置身事外，不参与",
  "訏谟定命": "訏谟：大计，宏谋。胸怀大的谋略来确定政令。指处理军国大事",
  "畜我不卒": "畜：养育；卒：终。指父母对自己的养育之责没有完成",
  "眩目震耳": "眩：眼花，迷乱；眩目：耀眼。形容色彩繁多使人眼花，声音巨大震耳欲聋",
  "殉义忘生": "殉：献出生命。为追求正义而献身",
  "洗劫一空": "洗劫、抢光",
  "洗手不作": "把手洗干净休息了",
  "洗削更革": "清洗、削平、更改、变革。形容大刀阔斧地实行改革",
  "洗心革志": "革：改变。洗去邪恶的想法，改变旧有的心思和意向",
  "洗心自新": "自新：自己改正错误。清洗邪恶的心思，改过自新。比喻彻底悔改",
  "虾荒蟹乱": "荒：灾荒。虾蟹太多，稻谷遭殃。指兵荒马乱的征兆",
  "咸酸苦辣": "指四种口味。比喻各种世态人情滋味",
  "挦章扯句": "寻求、摘取某些片断词句",
  "显赫人物": "名人，有权势的人物",
  "显赫一时": "显赫：有名声有权势地位的。在一个短时期内名声权势极大",
  "险陂倾侧": "险陂：邪恶不正；倾侧：倾斜。指邪恶不正的行为",
  "相待而成": "相互辅助以取得成功",
  "相得恨晚": "认识太晚了。形容新交的朋友十分投合",
  "相对如宾": "宾：宾客。形容夫妻互相尊敬，像对待宾客一样",
  "相辅而成": "辅：帮助。指两件事物互相配合，互相促进",
  "相顾无言": "顾：看。彼此对看说不出话",
  "相互尊重": "尊重：敬重，重视。指互相重视",
  "相激相荡": "激：冲击；荡：震荡。形容事物之间互相冲击，发生动荡",
  "相继而至": "接连不断地到来",
  "相见无日": "没有再见面的日子",
  "相见以诚": "以真心诚意相对待",
  "相交有年": "做朋友相交已有多年。形容交谊很深",
  "相类相从": "从：追随。同类的事物能相互感应",
  "相灭相生": "指互相克制，互相生发或互相依存，互相制约",
  "相判云泥": "判：分辨。形容差别很大，有天地之别",
  "相亲相近": "近：亲近。形容彼此亲爱和好",
  "相庆弹冠": "庆：贺喜；弹冠：掸去帽子上的尘土。弹去帽子上的灰尘，准备做官。指因将做官而相互庆贺",
  "相去天渊": "天渊：天与深渊。比喻二者相差太远，差别极大",
  "相去咫尺": "咫：1咫＝8寸；咫尺：距离很近。形容距离很短或相差很小",
  "相忘江湖": "指鱼在江湖里彼此相忘。形容彼此间无急切的需要而相互忘记，各不关心",
  "相须而行": "须：需要，依存。互相依存而行动一致",
  "相呴相濡": "呴：吐口水；濡：沾湿。互相吐口水，湿润对方。比喻在困境中相互救助",
  "相倚为命": "倚：依赖。互相依靠着过日子。泛指互相依靠，谁也离不开谁",
  "相倚为强": "倚：依赖。互相依靠帮助而强大",
  "相应不理": "应：回应。指对别人的劝说、要求置之不理",
  "相与为命": "相互依赖，维持活命",
  "相助为理": "理：料理。指帮助料理事物",
  "香喉玉口": "形容美女的喉和口",
  "香火不断": "香火：香烛，香和灯火。信神者或祭祀者点燃供奉的香烛不会断绝",
  "香火兄弟": "香火：香烛，香和灯火。焚香结拜的异姓兄弟",
  "香火姊妹": "香火：香烛。焚香结拜的姊妹",
  "香温玉软": "形容美女的肌肤的娇嫩温香。代指美女",
  "香销玉沉": "香、玉：美女；销：通“消”，消失。比喻美丽的女子死亡",
  "响不辞声": "响：回声。回响不能离开声音。比喻荣誉从实际作为得来",
  "响震失色": "响：回声；震：响雷。像听到回声或响雷一样迅速变了脸色",
  "相机而行": "相机：观察当时情况。看当时的具体情况而决定自己的行动",
  "相机而言": "相机：观察当时情况。观察适当的情况说话",
  "相机观变": "等待时机，观察变化",
  "相门洒扫": "相：宰相、丞相、相国。在宰相门前扫地。形容干求有术",
  "相鼠之刺": "相：视；相鼠：《诗经》的篇名。看看老鼠尚且还有皮。指人须知廉耻，要讲礼义",
  "削觚为圆": "雕琢方正为滚圆。比喻磨砺个性，改变不良行为",
  "削尖脑袋": "形容一个人伪装，粉饰，拚命钻营的丑态",
  "枵肠辘辘": "枵：空虚；辘辘：车行的声音。肚子里饿得辘辘响。形容非常饥饿",
  "枵腹重趼": "枵：空虚；枵腹：饿肚子；重趼：层层老茧。形容忍饥挨饿，长途跋涉的情况",
  "挟冰求温": "挟：夹持。比喻行动跟目的截然相反，事情根本没有成功的可能",
  "挟筴读书": "挟：夹持；筴：同“策”，古代简册、书籍。手拿图书，一心读书。形容勤奋学习",
  "挟长挟贵": "挟：倚仗；长：年长；贵：显贵。自恃年长或尊贵，以欺压别人",
  "挟贵倚势": "挟：倚仗。倚仗富贵权势",
  "挟朋树党": "朋：互相勾结的同类人。依仗同类，树立党派",
  "挟权倚势": "挟：倚仗。凭借和倚仗权势",
  "挟人捉将": "挟：挟制。在战斗中能够制服敌人，活捉其将领",
  "信不由衷": "信：诚实；衷：内心。诚实不是出于内心。比喻假意敷衍",
  "信步漫游": "信步：随意行走。随意走走逛逛",
  "信口胡诌": "信口：随便开口。毫无根据、不负责任的乱说。比喻不负责任随口乱说",
  "信马游缰": "信：听凭。骑着马随意游荡。指没主意，受外力左右。指不受约束，任意游荡",
  "信使往来": "信使：传递消息或承担使命的使者。使者来来往往",
  "信受奉行": "信：信仰；奉：执行。接受教诲，虔敬奉行。比喻坚信不移，奉行不悖",
  "信外轻毛": "佛教语。信心动摇不定，像鸿毛轻飘浮动",
  "信以为本": "信：诚实。以诚实可信作为处世的根本。指言行要遵守信用",
  "信以为实": "信：相信。指把虚无的当作真实存在的",
  "信誉卓著": "卓著：突出显著。信用与名誉特别好",
  "信嘴胡说": "信：由。由着嘴胡说八道",
  "星奔川骛": "像流星飞驰，如江河涌流。形容迅速疾快",
  "星奔电迈": "奔：奔驰；迈：消逝。像流星飞驰，闪电疾逝。形容迅疾",
  "星陈夙驾": "陈：列。星夜驾车出行",
  "星驾席卷": "星驾：连夜驾车疾行；席卷：像卷席子一样包括无余。指连夜驾车出动，迅速前行",
  "星离云散": "像流星与云雨一样迅速离散。形容事物消失迅速",
  "星流电激": "激：急疾。像流星飞驰，闪电疾逝。形容迅疾",
  "星流影集": "集：聚集，会合。像流星飞驰，影子汇聚。形容行动迅速",
  "星眸皓齿": "眸：眼珠；皓：白的样子。明亮的眼睛，洁白的牙齿。形容女子容貌美丽。比喻美女",
  "星桥火树": "火树：火红的树。形容灿烂绚丽的焰火或灯火",
  "星霜荏苒": "星霜：代指年岁；荏苒：时间一点一点的流逝。形容岁月渐渐消逝",
  "星言夙驾": "言：语助词；夙驾：早起驾车出行。星夜驾车出行",
  "星移电掣": "像流星闪电一样快速。形容速度很快",
  "星牖月窗": "牖：窗户。指岩洞石窟前通光的小孔",
  "星月皎洁": "皎洁：明亮洁白。星星和月亮明亮洁白",
  "省俗观风": "省：察看。观察各地风俗民情",
  "修德慎罚": "修：实行。实行德政，慎用刑罚",
  "修短有命": "修：长；命：天命。人的寿命长短是由天注定的",
  "修好结成": "修：整治。重修旧好，缔结联盟",
  "修己安人": "修己：修身。提高自身修养，使人民安乐",
  "修仁行义": "修：实行。施行仁爱正义",
  "修身立节": "提高自己品德修养，树立高尚节操",
  "修身齐家": "提高自身修养，理好家政",
  "修身慎行": "提高自身修养，小心谨慎行事",
  "修身养性": "陶冶身心，涵养德性，陶冶心性",
  "修文地下": "修文：修明文教。指文人死亡",
  "修文演武": "演：演习。操演兵马，修明文教。指文武并重",
  "修修补补": "修理破损之物使之完好",
  "修学务早": "修学：研习学问；务：必须。学习知识必须趁年少进行",
  "修真炼性": "真：纯真的本来心性。学道修行，使本性不受损害",
  "须眉巾帼": "须眉：男子；巾帼：女子。称女子而有丈夫气概者",
  "须臾之间": "须臾：片刻。指极短的时间",
  "恤孤念寡": "恤：体恤，周济。救济孤儿，关心寡妇",
  "恤孤念苦": "恤：体恤，周济。救济孤儿，关怀寡妇",
  "恤近忽远": "恤：周济；忽：不重视。救济自己亲近的人，对不亲近的人就不重视",
  "宣威耀武": "耀：炫耀；武：武力。炫耀武力，显示威风",
  "宣之使言": "宣：疏通，宣导。宣导人民，使他们敢于发表议论",
  "选士厉兵": "士：军士；厉：磨；兵：武器。挑选士兵，磨利武器。指做好战前准备",
  "选贤进能": "选：选择，挑选。选拔任用贤能的人",
  "炫玉求售": "自诩有才，以求施展",
  "削衣贬食": "削：削减；贬：降低。削减衣服，降低饮食水准。比喻省吃俭用，节衣缩食",
  "恂恂善诱": "恂恂：同“循循”，有次序的样子；诱：引导。指善于引导别人进行学习",
  "徇私偏向": "曲从私情，偏袒一方。指处事不公",
  "徇公忘己": "徇：献出生命。为国家公众献身，弃私利于不顾",
  "徇国忘己": "徇：为国献身。为国献身，将个人安危置之度外",
  "徇国忘家": "徇：为国献身。为国献身，不顾个人家庭得失与安危",
  "徇私废公": "徇：曲从。曲从私情，弃置公理",
  "细大不逾": "逾：超过。大小方面都不超过",
  "细皮嫩肉": "指皮肤细嫩。借指没经过锻炼，不能担当大任",
  "细声细气": "形容声音柔软轻细",
  "细雨斜风": "细雨：小雨；斜风：旁侧吹来的小风。形容小的风雨",
  "弦而鼓之": "弦：琴弦，装上弦；鼓：弹。装上弦开始弹奏音乐",
  "弦歌不绝": "弦歌：弦乐；绝：断绝。弹琴唱歌的声音不断。比喻教学活动持续",
  "弦歌之音": "弦歌：弦乐。弹琴和唱歌的声音。泛指教学活动",
  "贤人君子": "指有才有德的人",
  "现贩现卖": "就地贩卖",
  "现实主义": "注重事实或现实，反对一切不切实际或空想的性格",
  "线抽傀儡": "傀儡：木偶戏中的木头人。比喻任人操纵控制的人",
  "降人以心": "降：降服。使人心服",
  "降邪从正": "降：降服；从：归从。降伏妖邪，使之改邪归正",
  "详计审处": "审：审慎。详细考虑，审慎选择",
  "详略得当": "详略：详细和简略；得当：适当，恰当。指应当详细和应当简略的地方都处理得很妥当",
  "详详细细": "指说话或写作等交待事情具体而微",
  "详刑慎罚": "详：审慎。审慎地量刑和处罚",
  "胁从罔治": "罔治：不治罪。被迫跟从别人犯罪的，可以不予处治",
  "泻水著地": "水倾泻在地上，随地势而流注。比喻只能任其自然",
  "欣然命笔": "欣然：喜悦的样子；命笔：用笔。高高兴兴地提笔写作",
  "欣然自喜": "欣然：喜悦的样子。高兴地自觉欢喜",
  "欣生恶死": "欣：喜悦；恶：憎恨，讨厌。贪生怕死",
  "欣喜雀跃": "雀跃：鸟雀跳跃。喜悦得像鸟雀跳跃似的",
  "幸反为祸": "幸：幸运，幸福；祸：灾祸，灾难。在一定条件下，幸福可以转为灾难",
  "性命攸关": "攸：所。形容事关重大，非常紧要",
  "性情中人": "性情：性格。有性格和真情实感的人",
  "泫然流涕": "泫然：伤心流泪的样子；涕：泪水。伤心地流泪",
  "学不躐等": "躐等：越级，不循原有序列。学习不能超越次第，应循序渐进",
  "学不沾洽": "沾洽：雨水沾足，渊博。学识不够渊博",
  "学贯天人": "贯：贯通；天人：天和人。学问贯穿天、人各类知识。指学识渊博",
  "学贵有恒": "恒：恒心。学习可贵的是要有坚持不懈的恒心",
  "学海无边": "学海：知识；边：边际。学问的海洋无边无际",
  "学际天人": "天人：天道和人事。有关天道人事方面的知识都通晓。形容学问渊博",
  "学问思辨": "学习，追究，思考，分辨。指做学问要学习、探究、思考、分辨",
  "学无师承": "师承：相承的师法。学业没有得到老师的指教传授",
  "学无所遗": "遗：遗漏。形容学识渊博，无所不知",
  "学行修明": "修明：昌明。学问和品行都很特出",
  "学业有成": "学业：学问。学问有所成就",
  "学优才赡": "赡：充裕。学问好，又富有才气",
  "学优而仕": "优：有余力。学习了还有余力就去做官。指学习成绩优秀然后可以当官",
  "学有专长": "专长：专门的学问和技能。形容在某一方面有专门知识或特殊才能",
  "询谋咨度": "询：询问；谋：商量；咨：咨询；度：推测。咨询谋议，商讨衡量",
  "希世奇宝": "世上极稀罕极难得的珍宝",
  "系而不食": "系：结。光挂着却不吃。指中看不中吃的东西",
  "闲茶浪酒": "指没正经的吃喝、浪荡",
  "闲话少提": "提：提说。指不要紧的话不必说了，还是回到正事上来",
  "闲话休题": "题：通“提”，提说。指不要紧的话不必说了，还是回到正事上来",
  "闲居无聊": "闲居：独居。单独生活，无所事事。形容寂寞孤单",
  "孝经起序": "比喻遇事左右为难，颇感棘手",
  "忻忻得意": "心情欢喜自觉快意",
  "辛辛苦苦": "辛辣艰苦。比喻艰难困苦",
  "形表影附": "形表：仪容表率；影附：影子附于形体。比喻人的品德堪为表率，人们如影附形地追逐左右",
  "形单影单": "形：形体。形容孤独，没有同伴",
  "形而上学": "用孤立静止片面的观点看世界",
  "形夸骨佳": "夸：通“姱”，美好；佳：美好。形容女子身形柔弱，体形优美",
  "形貌昳丽": "昳丽：神采焕发。容貌美丽",
  "形神不全": "形：形体；神：精神。形象和精神不能保全。泛指精神形象不完美",
  "形胜之地": "形胜：地理形势优越。指地势优越的区域",
  "形胜之国": "形胜：地理形势优越。指地势优越的国家",
  "形式主义": "给予形而上学的诸形式以首要地位的一种哲学",
  "形息名彰": "息：通“熄”，灭；彰：显扬。人死了，名声却显扬于世",
  "形影相顾": "形：形体；影：身影。孤身一人，只有和自己的身影相互慰问。形容无依无靠，非常孤单",
  "形影相亲": "形：形体；影：身影。像形体和影子相互不可分离。形容彼此关系密切",
  "形影相追": "形：形体；影：身影；追：追随。像影子离不开形体一样，一刻也不分离。形容彼此关系密切",
  "形于言色": "色：神色。内心的活动表露在言谈和神色上面",
  "形于颜色": "色：神色。内心的活动表露脸色上面",
  "形制之势": "势：形势。依靠有利的地势来制服对方",
  "杏花菖叶": "菖：菖蒲。杏花开，菖蒲长叶。比喻不违农时，及时耕作，就会获得丰收",
  "杏林春满": "满：充满。杏林春意盎然。赞扬医术高明",
  "轩昂魁伟": "魁伟：魁梧。气宇轩昂，体格壮大",
  "轩昂自若": "轩昂：气度不凡；自若：像原来的样子。形容人的气度不凡，神态如同日常一样",
  "轩车载鹤": "轩车：古代有帷幕的车子。卫懿公用轩车载鹤。比喻胡乱封官赐爵",
  "轩冕相袭": "轩：古代士大夫乘的车；冕：古代帝王、诸侯及大夫戴的帽；袭：继承。官爵禄位相继承。形容世代为",
  "轩裳华胄": "轩裳：贵族的车子和衣裳；华胄：显贵的后代。指显贵家族的子弟",
  "轩轩韶举": "仪态轩昂就像朝霞飘举蓝天似的",
  "轩輶之使": "轩輶：古代士大夫乘坐的车；使：使者。指帝王的使臣",
  "西风斜阳": "西风：秋风；斜阳：夕阳。形容衰败的景象。比喻腐朽没落的趋势",
  "西河之痛": "痛：悲伤。指丧子之痛",
  "西山饿夫": "指不食周粟的伯夷与叔齐",
  "西山日迫": "太阳快落山了。比喻人已经衰老或事物衰败腐朽，临近死亡",
  "西市朝衣": "西市：北京菜市口刑场；朝衣：官员上朝的衣服。比喻忠臣被冤杀",
  "西歪东倒": "歪：偏斜。指身不由己，倾斜不稳。也形容物体倾斜不牢固",
  "西学东渐": "渐：流入。西方的各种学说向东方流传",
  "先辨淄渑": "淄渑：山东水名，二水味道不同，合流后不易分辨。事先辨别二水的味道。比喻物极必反其源",
  "先获我心": "比喻别人先说出了自己心里想说的话",
  "先即制人": "制：控制。先下手取得主动就可制服对方。泛指做事应先争取主动",
  "先计后战": "计：计划，计谋；战：作战。先筹划好后再战。指不打无准备的仗",
  "先见败征": "征：征兆，迹象。事先就察觉了失败的迹象",
  "先觉先知": "觉：明白；知：认识。指对事物发展的认识早于一般人",
  "先人夺人": "夺：争取。先于别人去夺取别人的心",
  "先事虑事": "虑：思考，谋划。在做事之前就作好计划",
  "先为之容": "容：雕饰，形容。事先为人介绍宣传",
  "先吾著鞭": "比喻快走一步，占先一步",
  "先务之急": "指最先急于要做的事情",
  "先言往行": "行：行为。指前代圣贤的言行",
  "先忧后喜": "忧虑在天下人之先，欢喜在天下人之后。比喻吃苦在先，享受在后",
  "先斩后闻": "原指臣子先把人处决了，然后再报告帝王。现比喻未经请示就先做了某事，造成既成事实，然后再向上",
  "纤介不遗": "纤：细小；遗：遗漏。一点儿都没有遗漏",
  "纤芥之失": "纤芥：细微；失：过失。形容极小的过错",
  "纤悉必具": "纤：细小；悉：全部。细微详尽均要载明",
  "纤悉不苟": "纤悉：细微详尽；苟：随便。丝毫不马虎。形容对事情十分认真",
  "纤腰楚楚": "纤：细小；楚楚：鲜明整洁的样子。形容女子身材苗条秀美",
  "向风靡然": "向风：闻风仰慕；靡然：倒伏的样子。形容人们倾心向往",
  "向明而治": "向明：天将亮；治：治理。天刚亮就开始治事。形容勤于政事",
  "向隅独泣": "隅：墙角；泣：哭。一个人面对墙脚哭泣。形容孤独，伤感",
  "向隅之感": "向隅：面朝屋子的角落。指失望的感觉",
  "向隅之泣": "向隅：面朝屋子的角落。形容因得不到机会而失望哭泣",
  "邪神野鬼": "闲散的鬼神。比喻不务正业，到处闲逛，寻衅闹市的人",
  "邪书僻传": "邪：淫邪不正；僻：不正。淫邪不正的书籍和传记",
  "邪说异端": "邪说：有害的学说；异端：不正统。指和正统思想不同的有害的学说或指荒诞不经的道理",
  "兴波作浪": "兴：掀起；作：兴起。比喻煽动情绪，挑起事端",
  "兴丞相叹": "兴：兴起；丞相：宰相；叹：感叹。感叹人的贤与不肖，关键在于自处",
  "兴废存亡": "兴：兴起。把废除和消亡的事业再复兴、保存起来",
  "兴国安邦": "兴：兴盛；邦：国家。国家兴盛安定",
  "兴利节用": "兴：兴办。兴办有利的事业，节约花费",
  "兴利剔弊": "剔：剔除；弊：弊端，害处。兴办有利的事业，除去各种弊端",
  "兴灭举废": "兴：兴起。使灭绝的重新振兴起来，延续下去",
  "兴师见罪": "兴师：起兵。发动军队，声讨罪过。形容群起而严厉斥责对方的过失",
  "兴亡成败": "兴盛、衰亡、成功、失败。泛指世事变迁",
  "兴旺发达": "兴盛繁荣，发展壮大。指事物或事业充分发展、欣欣向荣的景象",
  "兴云布雨": "兴：兴起。兴起云彩，布下雨。比喻神魔鬼怪神通广大",
  "兴云作雾": "兴：兴起。兴起云彩，掀起雾气。比喻神魔鬼怪法术高明",
  "兴云作雨": "兴：兴起。兴起云彩，制造下雨。比喻神魔鬼怪法术厉害",
  "刑马作誓": "刑：杀。杀马饮血，立誓为信。比喻庄重的誓约",
  "刑仁讲让": "刑：通“型”，式样，以为准则。以仁爱为准则，讲求礼让",
  "刑天争神": "刑天：神话人物。刑天同天帝争夺神位。比喻大无畏的精神",
  "行比伯夷": "行：品德；伯夷：商末孤竹君长子。品行可与伯夷相比拟。形容品德高洁",
  "行兵列阵": "行：调动；列：排列。调动军队，排布阵势。泛指军事指挥艺术",
  "行不苟容": "做事有主见，不附和别人",
  "行不顾言": "顾言：顾及自己所说的话。为人处事不守信用",
  "行不及言": "为人处事不守信用",
  "行不知往": "行：走。行路不知道走向何方。指行动不能自主，只能听任自然摆布",
  "行走如飞": "行：走路。走路的步子快捷如飞",
  "行财买免": "行：从事。花费钱财，买得免罪。指用金钱贿赂以逃避惩罚",
  "行常带经": "行：走；经：经书。走路经常携带经书。形容人好学",
  "行成功满": "行：道行；功：功德。指功德修炼已成，道行圆满",
  "行短才高": "才能虽高而德行欠缺",
  "行短才乔": "乔：高。才能虽高而德行欠缺",
  "行而未成": "行：从事；成：成功。虽然行动了但没有成功。比喻时机还没有成熟",
  "行过乎恭": "行：所作所为；乎：相当“于”。所作所为过于恭敬。指恭敬过度",
  "行好积德": "行：从事，做。做好事，积功德",
  "行乎富贵": "行：所作所为。指所作所为符合富贵的身份",
  "行化如神": "行动变化之快速就像神仙。形容行动变化快得出奇",
  "行或使之": "行：所作所为；使：命令，指使。所作所为好像有人指使似的。比喻做事自觉主动",
  "行疾如飞": "疾：急速。行进的速度非常快",
  "行监坐守": "监：监视；守：看守。指对人的一言一行都在严密地监视和看守",
  "行军动众": "众：大队人马。旧指大规模出兵。现多指动用很多人力做某件事",
  "行峻言厉": "行：行为；峻：严厉。行为和言语都十分严厉",
  "行亏名缺": "行：行为，德行。德行亏损，名声低下",
  "行乐及时": "行：从事；及时：抓紧时机。不失时机，寻欢作乐",
  "行令猜拳": "行令：行酒令；猜拳：猜枚游戏。喝酒时划拳行酒令",
  "行流散徙": "徙：迁徙。像云行水流似的分散迁徙。指万物随自然规律而变化",
  "行满功成": "行：道行；功：功德。指功德修炼已成，道行圆满，得道成仙",
  "行满功圆": "行：道行；功：功德。指修行期满，得道成仙",
  "行随事迁": "行：做事。做事要随着事情的变化而变化",
  "行所无事": "行：行动。行动上好像没有事情发生似的。形容临危不惧，态度镇定",
  "行无越思": "行：做事。所做的事不要超越所想的内容",
  "行险侥幸": "行险：冒险。冒险行事以求得意外的成功",
  "行凶撒泼": "撒泼：耍无赖。待人凶恶蛮横，不讲道理",
  "行言自为": "行：行为；言：言论。行为和言论都是自己发出的。比喻要自己约束自己",
  "行吟坐咏": "吟：吟咏；咏：歌唱。走着念诵，坐着歌唱。形容到处都在读书",
  "行则思义": "行：行动；义：公正。行动时要考虑是否合乎正义",
  "行之惟艰": "惟：是。知道它并不难，去做它就难了",
  "行坐不安": "行：走。走也不是，坐也不是。形容心情焦躁不宁",
  "形亲之国": "指边界相邻而友好的国家",
  "形如槁木": "槁：枯干。形体像枯干的树木一样",
  "兴不由己": "兴：兴致。正在兴头上难以控制",
  "兴复不浅": "兴：兴趣；复：双重。兴趣很浓",
  "兴会标举": "兴会：情趣，兴致；标举：高超。形容文章情致高超",
  "兴尽悲来": "兴：兴致，兴味。高兴到了极点，使人悲苦的事就来了",
  "兴尽意阑": "兴：兴致，兴味；阑：残，尽。兴致和情趣都没有了",
  "兴味萧然": "兴味：兴趣；萧然：萧索冷落的样子。没有一点兴趣",
  "兴兴头头": "兴：兴致。形容兴致很高",
  "兴致勃发": "兴致：兴趣。形容兴头很足",
  "休牛放马": "休：休息。将牛马放牧，停止军用。比喻天下太平，停止战争",
  "休戚是同": "休：欢乐，吉庆；戚：忧愁；是：语助词。彼此间的忧乐和祸福共同承担。形容关系密切，同甘共苦",
  "休征嘉应": "休：美好；征：征兆；嘉：美善；应：报应。吉利的征兆，美好的报应",
  "朽木枯株": "株：树根。朽烂的树根，枯干的树木。比喻老朽无能之辈",
  "朽木之才": "朽木：腐烂的木头。像烂木头的人才。比喻不堪造就或无用的人",
  "许结朱陈": "许：应许；朱陈：指结为婚姻。指两家愿意结成婚姻",
  "许许多多": "很多数量的人或物",
  "许由洗耳": "许由：远古时代人名。许由洗自己的耳朵，指不想当官",
  "许友以死": "许：应许。朋友以死相许。形容重友谊",
  "血化为碧": "碧：碧玉。人死后血液凝固为碧玉。形容为正义而流的鲜血。比喻人的精诚所至",
  "血流成川": "形容被杀的人极多",
  "血流没足": "足：脚。形容死伤很多，流血淹没了脚面",
  "血脉相通": "血脉：血统。指有血缘亲属关系。比喻关系极为亲密",
  "血气未动": "血气：血性，指生命；动：变动。形容没有重病",
  "血肉淋漓": "淋漓：沾湿或流滴的样子。形容血肉流滴的惨相",
  "寻风捕影": "寻：探求。探风势，捉影子。比喻说话做事毫无根据",
  "寻山问水": "寻：探求。游山玩水",
  "寻头讨脑": "寻：探求。比喻寻个事情的由头",
  "寻衅闹事": "衅：事端。寻找嫌隙，挑起事端",
  "寻寻觅觅": "觅：找寻。指反复寻求探索。形容六神无主，像是找寻失掉的东西似的",
  "寻绎吟玩": "寻绎：反复推求；吟玩：探索玩味。反复探究事理，寻思体味",
  "寻幽访胜": "搜寻幽僻美好的地方",
  "迅风暴雨": "暴：突然而猛烈。形容声势浩大，来势迅猛",
  "迅雷烈风": "迅：迅速。迅疾的雷，猛烈的风",
  "仙才鬼才": "仙、鬼：比喻非凡。指才华杰出非凡的李白和李贺",
  "仙尘路隔": "尘：尘世。上天和人世无路相通。比喻亲友被隔绝，无法相会",
  "仙凡路隔": "上天和人世无路相通。比喻亲友被隔绝，无法相会",
  "写经换鹅": "以书写经文来换鹅。形容书法高超",
  "兄弟参商": "参商：参星与商星，两星不同时在天空出现。比喻兄弟之间有隔阂、不和睦",
  "兄弟孔怀": "孔：很；怀：思念。兄弟之间非常思念",
  "兄弟手足": "手足：比喻亲密。亲如兄弟，情同手足。形容彼此间关系亲密无间",
  "兄终弟及": "及：接替。哥哥死了，弟弟接替。指弟弟接替哥哥的职位和事业",
  "玄关妙理": "玄关：佛教称入道之门。深奥神妙的佛门道理",
  "玄黄翻覆": "玄黄：天地的颜色，指天地。天翻地覆。形容动乱之大",
  "玄机妙算": "神妙莫测的计谋",
  "玄妙无穷": "玄妙：事理深奥难明。深奥神奇到了极点",
  "玄谋庙算": "玄：玄妙，奥妙；庙算：庙堂的策划。朝廷神妙而重大的决策和谋略",
  "穴处之徒": "穴：洞；处：居。居住在洞穴中的人。比喻孤陋寡闻、见识浅薄的人",
  "穴处知雨": "穴：洞；处：居。久居洞中的兽类能预知风雨。比喻有经验",
  "训兵秣马": "兵：士兵；秣：喂养。练好士兵，喂饱战马。指做好战前准备",
  "穴见小儒": "穴：洞孔；穴见：一孔之见。比喻见识浅薄鄙陋的学者",
  "心安神定": "心神都很安定",
  "心安神泰": "泰：通畅，平安。心神安宁，泰然自若",
  "心病难医": "医：医治。思想上的病不好医治",
  "心不由己": "不出于自己的本意",
  "心颤魂飞": "颤：颤动，发抖。心颤抖，魂飞散。形容惊恐不安",
  "心长力弱": "心里很想做，但力量够不上",
  "心醇气和": "醇：纯厚；气：气息。心地纯厚，性情温和",
  "心慈好善": "好：喜爱。心地善良，乐于助人",
  "心粗胆壮": "粗：粗疏，粗略。心思粗疏，胆量很大。形容野心勃勃，肆无忌惮",
  "心存目替": "存：想念；替：废弃。心里虽然想念，但已废弃看望的行动",
  "心胆皆碎": "吓破了心和胆。形容受到极大的惊吓",
  "心荡神驰": "心神飘荡，不能控制自己",
  "心荡神移": "像受到一种超自然的力量作用激起强烈情绪，神魂颠倒，不能自持",
  "心地善良": "有道德、德行好，慈善",
  "心地狭窄": "形容人气量小",
  "心动神驰": "心神向往。形容思慕情深，难以自持",
  "心非木石": "木石：木头和石头。指人有思想感情，容易为外界事物所打动，不同于无生命无知觉无感情的树木石头",
  "心服情愿": "心里完全愿意，毫不勉强",
  "心腹之害": "心腹：比喻要害。指体内致命的疾病。比喻隐藏在内部的严重祸患",
  "心腹之言": "藏在心里轻易不说的真心话",
  "心腹爪牙": "心腹：比喻亲信；爪牙：比喻辅佐的人。指亲信羽翼",
  "心肝宝贝": "指十分亲密的人或事物",
  "心高气硬": "气：气势；硬：坚。心气高傲，自视不凡",
  "心挂两头": "指人操心两头的事情",
  "心寒胆碎": "寒：战栗。形容十分惊恐",
  "心和气平": "和：温和；平：平静。心情平静，态度温和。指不急躁，不生气，身心安宁",
  "心花怒开": "怒开：盛开。心里高兴得像花儿盛开一样。形容极其喜悦兴奋",
  "心计手授": "计：计算，筹划；授：传授。精心筹划，亲手传授",
  "心惊胆丧": "内心惊惧害怕",
  "心惊胆慑": "慑：恐惧。指人内心惊惧害怕",
  "心惊胆碎": "碎：破裂。形容人极度惊惧恐慌",
  "心宽体肥": "指人心胸开阔，身体舒泰。后指心情愉快安逸，因而身体发胖",
  "心劳计绌": "绞尽脑汁，都想不出好的办法",
  "心劳意穰": "劳：烦；穰：通“攘”，乱。心绪烦乱不宁",
  "心里有鬼": "指心里暗藏不可告人的目的或计划",
  "心膂爪牙": "膂：脊骨；爪牙：近卫武臣。指亲近武臣",
  "心摩意揣": "摩：揣测；揣：量度。用心揣摩测度",
  "心慕笔追": "心中仰慕而追随仿效",
  "心融神会": "融：融合。心神融会贯通，领悟明白",
  "心如芒刺": "芒：植物的刺。心里像芒刺扎一样难受。形容心里极其痛苦",
  "心软意活": "软；温和。比喻自己没有一点主见，就是相信别人的话",
  "心术不定": "心术：心计。心计难以捉摸",
  "心碎肠断": "形容极度悲痛",
  "心所谓危": "危：危险。心里觉得有危险。指个人对情况和问题的主观认识",
  "心甜意洽": "洽：和谐。心中舒适，意愿和洽。形容心情愉悦、舒畅",
  "心为形役": "形：形体。心神被生活、功名利禄所驱使。形容人的思想不自由，做一些违心的事",
  "心无二想": "一个人的心思一时只能专注于一件事上",
  "心香一瓣": "心香：内心的香；瓣：花或果中的一片。比喻心中真诚敬礼，如燃香供佛",
  "心胸开阔": "心胸：思想，气量。思想坦率接受力强，并非小心眼，心智并不狭窄",
  "心胸狭隘": "心胸：思想，气量。气量非常小",
  "心绪不宁": "宁：安宁，安定。焦急不安",
  "心悬两地": "悬：牵挂。一心牵挂着两地地方的事情",
  "心焉如割": "焉：语助词。内心痛苦得像刀割一样。形容心情极为痛苦",
  "心痒难搔": "心里特别痒，难以抚平。指愿望十分强烈",
  "心仪已久": "心仪：心中向往。内心向往已经很久",
  "心怡神悦": "怡：安适愉快。心境安适，精神愉快",
  "心亿则乐": "亿：安。心中安适就会快乐",
  "心有灵犀": "灵犀：灵兽犀牛。比喻恋爱着的男女双方心心相印。现多比喻比方对彼此的心思都能心领神会",
  "心奓体忲": "奓：通“侈”，奢侈；忲：通“泰”，过度。心志放逸，身体骄纵",
  "心折首肯": "心折：佩服；首肯：点头同意。心中信服，并点头同意。形容钦佩赞许到了极点",
  "心正笔正": "书法的优劣与人品有关，心正写的字也端正",
  "心志难夺": "心志：抱负；夺：强取。形容意志坚定，难以改变",
  "凶残成性": "凶恶残暴成了本性。形容极其凶狠残暴",
  "凶年恶岁": "凶年：年成很坏。指饥荒的年头",
  "凶竖得志": "竖：童仆；凶竖：凶恶的小人。凶恶的小人得行其志",
  "夕阳古道": "夕阳：傍晚的太阳。傍晚的太阳，古老的道路。比喻凄凉愁苦的景象",
  "习无不精": "习：学习；精：精通。学习没有不精通的",
  "习以成风": "风：风气。习惯了，就形成了风气",
  "下笔便就": "一下笔就很快写成了文章。形容文思敏捷，才华横溢",
  "下不了台": "指在人前受窘",
  "下里巴音": "下里：乡里；巴：古国名，在今川东一带。原指战国时代楚国民间流行的一种歌曲。比喻通俗的文学艺",
  "下临无地": "临：居高处朝向低处。从高往下看，望不见底。形容地势极其陡峭",
  "下马作威": "指官吏到任故意用严法处理下属树立威风。泛指先给对方一点厉害",
  "下榻留宾": "下榻：住宿。泛指留宾客住宿",
  "下帷攻读": "帷：帷幕；下帷：放下帷幕。比喻专心致志刻苦读书",
  "下眼相看": "指瞧不起人",
  "下寨安营": "寨：防守用的栅栏；安：安置；营：营房。指军队驻扎下来。比喻建立临时的住宿或基地",
  "乡规民约": "指由当地村民共同制定并要求共同遵守的规约",
  "乡里夫妻": "乡里：家乡。指相守在一起不分离的夫妻",
  "乡曲之情": "乡曲：乡里。同乡的情谊",
  "乡曲之誉": "乡曲：乡里。同乡的称誉",
  "乡土难离": "乡土：家乡，故土。难于离开故乡的土地。形容对家乡或祖国有无限的眷恋之情",
  "乡乡而饱": "乡：通“飨”；乡乡：吃得很满足。形容吃得很满足的样子",
  "乡风慕义": "乡：通“向”。指向往其教化，仰慕其礼仪",
  "小本经纪": "经纪：经营资产。指资本小的小商贩或小手工业者",
  "小才大用": "才：人才；用：任用。以小才而任大事。指才能和担当的职务不相称",
  "小菜一碟": "指不值得大肆宣扬。形容事情很容易办成",
  "小惩大戒": "惩：惩处。指稍加惩戒，使受到教训而不致犯大错误",
  "小痴大黠": "黠：聪慧。指小事糊涂，大事却很精明",
  "小道大成": "小道：儒家称礼乐外的学说或技艺。虽是小技艺，却能取得大成就",
  "小儿破贼": "比喻年纪轻就建立功业",
  "小冠子夏": "指汉代杜钦。比喻眼睛不好的人",
  "小家子相": "相：相貌，样子。小户人家的气派",
  "小里小气": "行事吝啬，胸襟不宽广",
  "小怯大勇": "怯：害怕。指碰上弱小的因顾虑而害怕，遇上强大的因顾虑小反而勇猛",
  "小试牛刀": "稍微用一下宰牛的刀。比喻有大才的人在小事上试一下身手",
  "小偷小摸": "偷摸不很值钱的东西",
  "小头小脑": "没有见识",
  "小心敬慎": "敬：慎。指说话做事非常慎重",
  "小心在意": "指做事十分认真与谨慎",
  "小信未孚": "孚：为人所信服。小信用未能信任",
  "小中见大": "指从小事中可以窥见到更大的问题或更深的道理",
  "小忠小信": "小表忠心，小讲信用。多指借此所采取的手段",
  "向平愿了": "向平：东汉人向长，字子平，隐居不仕。愿：心愿。了：完成。比喻子女婚嫁事都已完毕。",
  "小康人家": "指生活较富裕的家庭。小康：经济比较宽裕；全家老少不愁吃穿。",
  "响彻云宵": "彻：穿透；透过；云霄：高空。声音响得像穿透云层；直达高空。形容声音嘹亮高吭。",
  "旬月之间": "旬：十天。十天到一个月之间",
  "熏腐之余": "熏腐：阉割。腐刑之后。指宦官",
  "雪中高士": "梅花",
  "削发为僧": "指剃去头发，出家为僧尼",
  "悬壶于市": "悬壶：行医。在集市上挂牌行医",
  "玄衣督邮": "督邮：官名。龟的别称",
  "玄香太守": "太守：官名。墨汁的别称",
  "虚惊一场": "指事后才知道是不必要的惊慌",
  "羞羞答答": "答答：羞愧的样子。形容难为情，不好意思",
  "形势之途": "形势：指人事上强弱之势，指人际关系。指官员升迁的道路",
  "心里有底": "心中知道底细或内情而有把握",
  "小心眼儿": "指气量狭小，或指有小心计",
  "小打小闹": "形容小规模地开展工作",
  "先苦后甜": "指先经历苦难然后过上幸福的日子",
  "细嚼慢咽": "慢慢地吃东西。引申慢慢去体味",
  "细高挑儿": "形容身材又瘦又高",
  "嘻嘻哈哈": "嬉笑打闹，形容嬉笑欢乐的样子。也形容态度不严肃、不认真",
  "稀稀拉拉": "稀少疏落，形容对自己要求不严，随随便便",
  "习惯若自然": "惯：同“贯”；若：像。习惯了就像很自然的事",
  "习惯成自然": "习惯了就成为很自然的事了。",
  "先下手为强": "在对手没有准备好的时候首先动手，取得主动地位。",
  "象煞有介事": "指装模作样，活象真有那么一回事似的。",
  "像煞有介事": "指似乎真有其事。多用以形容小题大作或装腔作势的样子。",
  "小巫见大巫": "巫：旧时装神弄鬼替人祈祷为职业的人。原意是小巫见到大巫，法术无可施展。后比喻相形之下，一个",
  "小鹿触心头": "形容因为害怕而心脏急剧地跳动。",
  "心之官则思": "心：古人以为心是思维器官，所以把思想的器官、感情等都说做心，现指脑筋；官：官能，作用。脑筋",
  "惺惺惜惺惺": "惺惺：指聪慧的人；惜：爱惜。比喻同类的人互相爱惜。",
  "朽木不可雕": "腐烂的木头无法雕刻。比喻人不可造就或事物和局势败坏而不可救药。亦作“朽木难彫”。亦作“朽木",
  "学而优则仕": "优：有余力，学习了还有余力，就去做官。后指学习成绩优秀然后提拔当官。",
  "学而时习之": "学过的内容要经常复习它。",
  "熏莸不同器": "熏莸：香草和臭草。比喻好和坏不能共处。",
  "薰莸不同器": "薰：香草，比喻善类；莸：臭草，比喻恶物。香草和臭草不可以放在一个器物里。比喻好和坏不能共处",
  "胸中百万兵": "比喻胸怀雄谋大略",
  "臭腐化神奇": "腐败臭恶的转化为神奇美好的。比喻坏事变为好事，无用变有用",
  "修辞立其诚": "诚：真心实意。写文章应表现出作者的真实意图，不可作虚饰浮文",
  "学问无止境": "止境：尽头。学问是没有尽头的",
  "匣剑何时跃": "匣剑：藏在匣中的宝剑。藏在匣中的宝剑什么时候会跳出来。比喻贤才什么时候才能施展本领",
  "行行重行行": "行行：走着不停；重：又。走了一程又一程。形容道路遥远，走个不停",
  "兄弟阋于墙": "阋：争吵；墙：门屏。兄弟们虽然在家里争吵，但一致抵御外人的欺侮。比喻内部虽有分歧，但能一致",
  "心服口不服": "服：信服。心里信服嘴上却不承认",
  "下笔如有神": "指写文章下笔时如有神力相助。形容善于写文章或文章写得好",
  "小葱拌豆腐": "一清二白",
  "小学而大遗": "小：指不知句读；大：指不解疑难问题；而：转折连词，可是；遗：弃。小的方面则要学习，大的方面",
  "喜怒不形于色": "高兴和恼怒都不表现在脸色上。指人沉着而有涵养，感情不外露。",
  "下乔木入幽谷": "从高树上下来，钻进幽深的坑谷里。比喻弃明从暗，或从良好的处境转入恶劣的处境。",
  "行不得也哥哥": "鹧鸪叫声的拟意，表示行路艰难。",
  "迅雷不及掩耳": "雷声来得非常快，连捂耳朵都来不及。比喻来势凶猛，使人来不及防备。",
  "夏虫不可言冰": "不能和生长在夏天的虫谈论冰。比喻时间局限人的见识。也比喻人的见识短浅",
  "夏虫不可语冰": "语：谈论。不能和生长在夏天的虫谈论冰。比喻时间局限人的见识。也比喻人的见识短浅",
  "夏虫不可语寒": "不能和生长在夏天的虫谈论寒冷。比喻时间局限人的见识。也比喻人的见识短浅",
  "挟天子而令诸侯": "挟：挟制；诸侯：帝王分封的列国统治者。挟制着皇帝，用其名义号令诸侯。比喻借用名义按自己的意",
  "学而不思则罔": "罔：同“惘”，迷惑。只读书而不肯思考，就会迷惑而无所收获",
  "学而后知不足": "只有经过学习，才会发现自己的不足",
  "学然后知不足": "困：贫乏。学习之后，才知道自己的缺点",
  "行不由西州路": "行：走路；西州：城名，在今南京。指怀念故人，悲悼亡友",
  "小鹿儿心头撞": "像小鹿在撞心。形容十分惊慌",
  "先小人后君子": "先不讲客气，说明条件，按章办事，然后再讲礼貌",
  "夏虫不可以语冰": "不能和生长在夏天的虫谈论冰。比喻时间局限人的见识。也比喻人的见识短浅。",
  "先小人，后君子": "先做小人，后做君子。指先把计较利益得失的话说在前头，然后再讲情谊。",
  "小不忍则乱大谋": "小事不忍耐就会坏了大事。",
  "挟天子以令诸侯": "挟制着皇帝，用皇帝的名义发号施令。现比喻用领导的名义按自己的意思去指挥别人。",
  "挟天子以令天下": "挟制着皇帝，用皇帝的名义发号施令。现比喻用领导的名义按自己的意思去指挥别人。同“挟天子以令",
  "心病还须心药医": "心里的忧虑或恋念成了精神负担，必须消除造成这种精神负担的因素。",
  "心有灵犀一点通": "比喻恋爱着的男女双方心心相印。现多比喻双方彼此的心思都能心领神会。灵犀：古人说犀牛是一种灵",
  "心有余而力不足": "心里非常想做，但是力量不够。",
  "行百里者半九十": "走一百里路，走了九十里才算是一半。比喻做事愈接近成功愈要认真对待。",
  "雄纠纠，气昂昂": "纠纠：健壮威武的样子。昂昂：情绪高涨的样子。形容雄壮威武，情绪高昂。",
  "胸中正，眸子瞭": "眸子：瞳仁，眼睛；瞭：明亮。心地纯正，眼睛明亮",
  "挟泰山以超北海": "挟：夹持；超：跨过。夹着泰山跨过北海。比喻绝对不可能做到的事情",
  "挟天子以征四方": "挟：挟制。挟制皇帝，用朝廷的名来征讨四方",
  "秀才人情半张纸": "秀才：指儒生；人情：情面，情谊。秀才多以诗文、书画赠人，所费只是半张纸而已。比喻菲薄的礼物",
  "秀才人情纸半张": "秀才：指儒生；人情：情面，情意。秀才多以诗文、书画赠人，所费只是半张纸而已。比喻菲薄的礼物",
  "行而世为天下法": "行：所作所为；法：效法。言行要谨慎，自己的一言一行要为世人作学习榜样",
  "行下春风望夏雨": "行：从事；望：希望。比喻因有所施而望有所报",
  "血债要用血来还": "血债：未报的杀人仇恨。欠下杀人害命的深仇，必须以死来偿还",
  "心病还须心上医": "心里的忧虑或精神负担必须消除造成这种精神负担的因素",
  "心病还用心药医": "心里的忧虑或恋念成了精神负担，必须消除造成这种精神负担的因素才能解决",
  "心头刺，眼中疔": "疔：疔疮。比喻心目中最痛恨、最讨厌的人",
  "心问口，口问心": "指内心反复思量，自问自答",
  "行百里者半于九十": "走一百里路，走了九十里才算是一半。比喻做事越是接近成功越要认真对待。",
  "嬉笑怒骂，皆成文章": "指不拘题材形式，任意发挥，皆成妙文。",
  "下笔千言，离题万里": "写了一大篇文章，但没有接触到主题。",
  "项庄舞剑，意在沛公": "项庄席间舞剑，企图刺杀刘邦。比喻说话和行动的真实意图别有所指。",
  "项庄之剑，志在沛公": "比喻说话和行动的真实意图别有所指。同“项庄舞剑，意在沛公”。",
  "相视而笑，莫逆于心": "莫逆：彼此情投意合，非常相好。形容彼此间友谊深厚，无所违逆于心。",
  "行不更名，坐不改姓": "表示自己是个硬汉，对别人毫无隐瞒。",
  "学书不成，学剑不成": "学习书法没学好，学习剑术也没学到手。指学习一无所成。",
  "学如不及，犹恐失之": "学习好像追赶什么，总怕赶不上，赶上了又怕被甩掉。形容学习勤奋，进取心强。又形容做其他事情的",
  "胸怀祖国，放眼世界": "怀：怀藏。胸中怀藏祖国，眼光要放远到全世界",
  "羞恶之心，人皆有之": "羞：羞愧；恶：耻。羞耻的心情，人人都会有的",
  "徐娘半老，风韵犹存": "徐娘：梁元帝妃徐氏，泛指妇女。指尚有风韵的中年妇女",
  "香饵之下，必有死鱼": "饵：引鱼上钩的食物。指鱼必为贪食而上钩",
  "相门有相，将门有将": "相：宰相、丞相、相国。指宰相和大将之家的子孙能够继承父业，有将相的才能",
  "信以传信，疑以传疑": "信：确实；疑：难于确定。确实可信的就按可信的传下去，不可信的就按不可信的传下去。指客观公正",
  "星星之火，遂成燎原": "一点点小火星可以烧掉大片原野。比喻开始时微小，但有远大发展前途的新事物",
  "修身齐家治国平天下": "提高自身修养，理好家政，治理好所在的地区，最后使全国安宁",
  "贤者在位，能者在职": "有贤德的人居于掌权的地位，有才能的人担当合适的职务",
  "学而不厌，诲人不倦": "厌：通“魇”，满足；诲：教导。坚持学习而不满足，教导别人从不疲倦",
  "学非所用，用非所学": "所学的不是实际工作所用的，有用的又没有学。指学和用脱节背离",
  "学者如牛毛，成者如麟角": "牛毛：比喻多；麟角：麒麟的角，比喻少。学的人很多，学成的人极少。形容要学业有成极不容易",
  "闲话休提，书归正传": "提：提说。指不要紧的话不必说了，还是回到正题上来",
  "闲话休题，书归正传": "题：通“提”，提说。指不要紧的话不必说了，还是回到正题上来",
  "秀才造反，三年不成": "秀才：指儒生。秀才反叛朝廷，多年也难以成功。形容知识分子软弱无力，摇摆不定，做不成大事",
  "行不愧影，寝不愧衾": "影：影子；衾：被子。走路没有对不起影子，睡觉没有对不起被子。形容日夜检查自己的言行，自觉毫",
  "行迈靡靡，中心摇摇": "行迈：走路；靡靡：行步迟缓；摇摇：心神不安。走路慢吞吞，心中摇荡荡。形容心情沉重惶惑",
  "行则连舆，止则接席": "行：出行；舆：车子；止：休息；席：坐席。出行时车子相连，休息时座位相接。形容两人关系密切，",
  "兄弟阋墙，外御其侮": "阋：争吵；墙：门屏；御：抵御。兄弟们虽然在家里争吵，但一致抵御外人的欺侮。比喻内部虽有分歧",
  "心不负人，面无惭色": "负：亏欠；惭：羞愧。内心没有对不起人的对方，表情也就会很坦然",
  "心存高官，志在巨富": "存：想念。一心想做高官，大富大贵",
  "小时了了，大未必佳": "了了：聪明伶俐，明白事理。指人少年时聪明，长大后不一定有出息",
  "小杖则受，大杖则走": "杖：用棍子打。轻打就忍受，重打就逃跑。儒家认为这是孝子受父母责罚时应抱的态度",
  "兄弟阋于墙，外御其侮": "阋：争吵；墙：门屏。兄弟们虽然在家里争吵，但能一致抵御外人的欺侮。比喻内部虽有分歧，但能团",
  "秀才不出门，全知天下事": "旧时认为有知识的人即使待在家里，也能知道外面发生的事情。",
  "学成文武艺，货与帝王家": "艺：技艺；货：财物。学成文武全才，以求得皇帝的赏识重用",
  "闲时不烧香，急来抱佛脚": "抱佛脚：拜佛。比喻平时不往来，遇有急难才去恳求。指平时没有准备，临时慌忙应付",
  "秀才不出门，能知天下事": "秀才：指儒生。指有知识的人待在家里，也能知晓天下的事情",
  "先下手为强，后下手遭殃": "指先于别人行动，可以取得优势，迟于别人就会遭遇祸殃",
  "行远必自迩，登高必自卑": "自；从；迩：近；卑：低下。走远路必须要从近处开始，登高必须从低处开始。比喻做事情都得由浅入",
  "学然后知不足，教然后知困": "困：贫乏。学习之后，才知道自己的缺点；教学以后，才知道自己的知识贫乏",
  "学然后知不足，教然后之困": "学习之后，才知道自己的缺点；教学以后，才知道自己的知识贫乏。",
  "笑骂由他笑骂，好官我自为之": "指为官声名很坏，任凭人们笑骂，还是泰然自若当自己的官",
  "戏法人人会变，各有巧妙不同": "比喻为人做事像变戏法一样，各有各的巧妙之处",
  "先忧事者后乐，先傲事者后忧": "先为事业而忧虑，后来就为事业的成功而安乐；事业未成先骄傲，后来就会为事业而忧虑",
  "先天下之忧而忧，后天下之乐而乐": "忧虑在天下人之前，享受在天下人之后。比喻吃苦在前，享受在后",
  "先忧事者后乐事，先乐事者后忧事": "先为事业而忧虑，后来就为事业的成功而安乐；事业未成先享乐，后来就会为事业而忧虑"
}